Repository: FeodorFitsner/widelands
Catalog: po/map_plateau.wmf/*.po
Languages: fr

source: * Defeat Erwyn. He commands the strongest opposing soldiers left on this island.
fr: * Battez Erwyn. Il commande les plus forts soldats ennemis restants sur cette île.

source: * Defeat Jomo. He takes care about the soldiers food supply.
fr: * Battez Jomo. Il s'occupe de l'approvisionnement en nourriture des soldats.

source: * Defeat Lanissa and capture the ancient castle.
fr: * Battez contre Lanissa et prenez le château antique.

source: -- NEW OBJECTIVES --
fr: -- NOUVEAUX OBJECTIFS --

source: An ancient castle
fr: Un château antique

source: Ancient castle captured
fr: Château antiqué capturé

source: Another Briefing
fr: Une autre réunion

source: By the Gods! One of our scouts found a mighty castle at the middle of the old plateau. The castle must be quite old and seems to be build in a foreign style. It's quite obvious, that this is not barbarian craft.<br>Let's hope Lanissa - the warlord holding command over that castle - still has not observed us. Perhaps we have a chance to conquer that mighty building without a bigger fight!<br>However we really have to capture it. It will be our key for our reign over this island!
fr: Par les Dieux ! Un de nos éclaireurs a trouvé un puissant château, au milieu du vieux plateau. Ce château semble bien vieux, et est construit dans un style étranger. Il est assez évident qu'il n'est pas de facture Barbare.<br> Espérons que Lanissa - seigneur de la guerre qui commande cette place-forte - ne nous a toujours pas repérés. Nous aurons peut-être alors l'opportunité de conquérir ce puissant château sans coup férir!<br> Nous devons vraiment le prendre. Il sera la clef de notre règne sur cette île !

source: Capture the ancient castle
fr: Prenez le château antique

source: Congratulations! You mastered this scenario. You may play on if you like!
fr: Félicitation ! Vous avez maîtrisé ce scénario. Vous pouvez continuer à jouer si vous le souhaitez.

source: Defeat Erwyn
fr: Battez Erwyn

source: Defeat Jomo
fr: Battez Jomo

source: Erwyn defeated
fr: Erwyn est vaincu

source: Finally! Our first step to victory was just done! Last night, we landed on the forbidden island and defeated the few guards that sentineled the north western part of the island. I am quite sure, that none of the other warlords has detected us so far, so we should keep quiet and build up our infrastructure. Soon we will be strong enough to raid their positions.
fr: Enfin ! Nous avons fait notre premier pas vers la victoire ! La nuit dernière, nous avons débarqué sur l'île interdite et vaincu les quelques gardes qui étaient en faction dans le nord ouest de l'île. Je suis certain que les autres seigneurs ne nous ont pas encore repérés, nous allons donc construire nos quartier en restant discrets. Bientôt nous serons assez forts pour faire une attaque surprise sur leurs positions.

source: Finally! The complete island is ours. Now we just have to defend it better than the warlords did.
fr: Enfin ! L'île est entièrement à nous. A présent, il ne nous reste plus qu'à la défendre mieux que les seigneurs de la guerre ne l'ont fait.

source: First Briefing
fr: Première réunion

source: Great! Erwyn gave up, when he saw his last buildings burning down. One strong warlord less on this island!
fr: Formidable ! Erwyn a abandonné quand il a vu son dernier bâtiment ravagé par les flammes. Un seigneur de guerre puissant en moins sur cette île!

source: Great! Jomo gave up, when he saw his last buildings burning down. One warlord less on this island!
fr: Formidable ! Jomo a abandonné quand il a vu son dernier bâtiment ravagé par les flammes. Un seigneur de guerre en moins sur cette île!

source: Jomo defeated
fr: Jomo a perdu

source: Last Briefing
fr: Dernière réunion

source: Second Briefing
fr: Deuxième réunion

source: The forbidden island
fr: L'île interdite

source: Victory!
fr: Victoire!

source: Wonderful! Our troops finally defeated Lanissa and her soldiers. The ancient castle is ours!<br> It is amazing, how far one can see from the highest tower of the castle. We can watch the whole island. So now I wonder, why Lanissa has not seen us and thus did not prepare. But well, some things will never come to the light of day. The only important things at the moment are the left opposing troops. We observed enemy's positions from Erwyn north and eastwards of the castle. He is known to be a strong warlord and surely commands the strongest warriors. In the south we caught sight of some guarded food infrastructures of Jomo - a younger warlord - we should take care about that infrastructures and cut of the food supply.
fr: Formidable ! Nos troupes ont enfin vaincu Lanissa et ses soldats. L'antique château est à nous!<br> C'est stupéfiant à quel point on peut voir loin depuis la plus haute tour de ce château. Nous pouvons surveiller toute l'île. Je me demande d'ailleurs comment Lanissa n'a pas pu nous voir venir et se préparer. Enfin, certains mystères resterons irrésolus. Ce qui est important à présent, ce sont les troupes restantes. Nous avons observé les positions ennemies : Erwyn est au nord-est du château. Il est connu pour être un chef de guerre puissant et commande probablement les meilleurs guerriers. Au sud nous pouvons apercevoir les terres agricoles de Jomo - un chef plus jeune - dont nous devrions détruire l'infrastructure et ainsi couper l'approvisionnement en nourriture.
