Repository: FeodorFitsner/widelands
Catalog: po/scenario_t02.wmf/*.po
Languages: fr, pl

source: "A tavern opened for our people yesterday. While I am hardly in the mood for celebration, I noticed how much this tiny bit of home meant to my people. Their songs filled the air until the deep night, and they were in higher spirit still the day after.<br> Maybe we actually are slowly creating a place here which we can... call home."
fr: "Une taverne a ouvert pour notre peuple hier. Bien que peu enclin à faire la fête, j'ai bien constaté que ce petit bout de 'chez-soi' signifie beaucoup pour nos gens. Leurs chansons ont empli l'atmosphère jusqu'à la nuit, et leur moral était nettement meilleur le lendemain. <br> Peut-être que nous construisons réellement un endroit que nous pourrons nommer ... notre foyer."
pl: "Wczoraj było wielkie otwarcie tawerny. I choć nie jestem w nastroju do świętowania, zauważyłem jak dużo znaczy dla moich ludzi ten mały kawałek domu. Ich piosenki wypełniały powietrze do późnej nocy, a następnego dnia byli w lepszym nastroju.<br> Może naprawdę stworzymy tutaj miejsce, które powoli możemy nazywać... domem."

source: "At last! These rocks should last for a while."
fr: "Enfin ! Ces rochers devraient durer un bon moment."
pl: "Nareszcie! Te kamienie powinny wystarczyć na dłuższą chwilę."

source: "Boldreth seems more and more torn as the days go by. The spirits of my fellows sink as the cold season approaches, and we are still living in no more than huts and barracks. I never intended to stay out here in the wilderness for so long - but I never thought my brothers would engage in this senseless battle for so long either.<br> Perhaps it's time to make ourselves feel a little more at ease here. Perhaps it's time to give those who still live and think united a new home, replacing what is now lost to us? Until we can return to the place we once called our home..."
fr: "Boldreth semble de plus en plus affecté par le temps qui passe. Le moral de mes compagnons s'étiole alors que l'hiver approche, et nous ne vivons guère que dans des huttes et des cabanes. Je n'avais pas prévu de rester ainsi dans la nature si longtemps - mais je n'avais pas davantage prévu que les frères se perdraient dans cette guerre insensée pendant si longtemps.<br> Peut-être est-il temps que nous nous établissions plus confortablement ici. Peut-être qu'il est temps de donner un nouveau foyer à ceux qui veulent vivre et penser unis, pour remplacer celui qui nous manque ? Jusqu'à ce que nous puissions retourner dans ce que nous appelions autrefois notre foyer ..."
pl: "Boldreth wygląda na jeszcze bardziej rozdartego niż wcześniej. Moi kompani podupadli na duchu, ponieważ zbliża się zima a my wciąż nie mieszkamy w niczym więcej jak tylko barakach. Nie chciałem zostać w tej dziczy na tak długo, ale nie myślałem też, że moi bracia pogrążą się w tej nieczułej wojnie aż tak bardzo.<br> Może to już czas abyśmy poczuli się tutaj bardziej komfortowo. Może to już czas aby dać nowy dom tym, którzy wciąż żyją i myślą o zjednoczeniu, aby przynajmniej częściowo zastąpić im to, co utracili? Przynajmniej dopokąd nie możemy wrócić do miejsca które kiedyś nazywalismy domem..."

source: "By Chat'Karuth's beard, this is awesome! Just imagine what we can use this coal and iron ore for!<br> It might even be enough to..."
fr: "Par la barbe de Chat'Karuth, c'est impressionnant ! Imagine ce que nous pourrions faire avec tout ce charbon et tout ce minerai de fer ! <br> Ce serait même suffisant pour..."</p>
pl: "Na brodę Chat'Karutha, to jest wspaniałe! Tylko wyobraźcie sobie do czego możemy wykorzystać ten węgiel i rudę żelaza! To może wystarczyć nawet do..."

source: "I beg your forgiveness, chieftain, but I have a grave concern to discuss with you. The rocks close to our camp are shrinking fast under our workers' tools, and it is a matter of little time only before they are all gone."
fr: "J'implore votre pardon, chef, mais j'ai un grave sujet d'inquiétude à partager avec vous. Les rochers proches de notre camp se réduisent vite sous les coups de pioche de nos travailleurs, et il faudra encore peu de temps avant qu'il n'y en ait plus."
pl: "Przepraszam wodzu, ale mam ważny powód aby z Tobą porozmawiać. Skały niedaleko naszego obozu znikają bardzo szybko pod narzędziami naszych kamieniarzy i to już tylko kwestia dni, kiedy znikną zupełnie."

source: "Isn't it lovely, the view of golden fields, growing peacefully, dancing to the wind? And I believe the baker is just on his way here, with his most delicious bread reserved for our chieftain alone!"
fr: "N'est-ce pas charmant, la vue de ces champs dorés, poussant paisiblement, dansant dans le vent ? Et je crois que notre boulanger est en chemin pour apporter son meilleur pain, seulement réservé pour notre chef !"
pl: "Czyż nie jest to przepiękne, widok złotych pól, spokojnie rosnących, tańczących na wietrze? A jestem pewien, że piekarz już tutaj biegnie ze swoim najlepszym chlebem upieczonym specjalnie dla naszego wodza!"

source: "Old man? Disrespectful youth!"
fr: "Vieil homme ? Jeune insolent !"
pl: "Staruszek? Nonszalancki młodzieniaszek..."

source: "One night, when the moon shone brightly, I climbed to the peak of Kal'mavrath.<br> When I gazed at the horizon, I still saw crimson lights flicker in the distance. It is incredible how much passion my brethren fight this war with. I fear the moment I see Al'thunran again - will there be anything but ashes and wasted ruins left of our once beautiful capital when we get there?"
fr: "Une nuit, alors que la lune brillait, j'ai gravi le pic de Kal'mavrath.<br> J'ai promené mon regard sur l'horizon, et j'ai vu les lueurs rouges danser au loin. C'est incroyable cette passion avec laquelle mes frères se font la guerre. Je redoute le moment de revoir Al'thunran - quand nous y parviendrons, restera-t-il autre chose que des cendres et des ruines de ce qui fut notre belle capitale ?"
pl: "Pewnej nocy, kiedy księżyc swiecił jasno, wspiąłem się na czubek Kal'mavrath.<br> Kiedy patrzyłem na horyzont, cały czas widziałem bordowe światła migotające w oddali. To przerażające, z jaką pasją moi bracia prowadzą tę wojnę. Boję się czasu, kiedy zobaczę znowu Al'thunran - czy będzie tam jeszcze cokolwiek poza popiołami i ruinami pozostałymi z naszej niegdyś przepięknej stolicy, gdy tam dotrzemy?"

source: "Our hunters are out in the forests, Thron.<br> I promise you, before the sun sets today you will have a magnificient meal fit for the chieftain of all clans!"
fr: "Nos chasseurs sont dans la forêt, Thron.<br> Je vous promets, avant que le soleil ne se couche, un magnifique festin digne du chef de tous les clans !"
pl: "Tron, nasi myśliwi się dziś wybrali do lasu.<br> Przysięgam, że zanim zajdzie słońce, dostaniesz wielki posiłek godny wodza wszystkich klanów!"

source: "So you want to prepare us for a longer stay in these forests, Thron? Well, I see the wisdom in doing so, yet my heart is yearning for a glorious return to Al'thunran. Too long have we waited while our brethren have fought on the battlefield, and our axes and swords have turned rusty over time."
fr: "Ainsi, vous voulez nous préparer à rester plus longtemps dans ces bois, Thron ? Bon, je vois la sagesse du geste, mais mon cœur se languit d'un retour glorieux à Al'thunran. Trop longtemps nous avons attendu pendant que nos frères combattaient sur le champ de bataille, et nos haches et nos épées ont rouillé au fil du temps."
pl: "Czyli zamierzasz przygotować nas do dłuższego pobytu w lesie, wodzu? Widzę w tym mądrość, ale moje serce żąda triumfalnego powrotu do Al'thunran. Zbyt długo czekaliśmy - kiedy nasi bracia walczyli na polu bitwy, nasze topory i miecze pokryły się rdzą..."

source: "The war goes on. More and more of our brothers and sisters flee the brutal war raging in the capital beneath the trees.<br> The stories they tell about the deeds of our kin are sad to hear. I've spent nights lying awake, restless, more tired I ever believed one could be. Yet whenever I close my eyes, I see the fortress my father built consumed by flames. The Throne Among the Trees, the symbol of unity and peace among our kin, became the wedge that drives us apart."
fr: "La guerre continue. De plus en plus de nos compatriotes fuient la brutalité de la guerre qui sévit dans notre capitale entre les arbres.<br> Les histoires qu'ils racontent à propos des faits de mes frères est triste à entendre. J'ai passé des nuits étendu, éveillé, plus las que je n'aurais jamais cru pouvoir être. Mais dès que je ferme les yeux, je vois la forteresse que mon père a bâti dévorée par les flammes. Le Trône Parmi les Arbres, symbole d'unité et de paix entre mes frères, est devenu le seuil de notre séparation."
pl: "Wojna trwa dalej. Coraz więcej naszych sióstr i braci ucieka przed walką trwającą w stolicy pod drzewami.<br> To co opowiadają o czynach naszych bliskich jest tak bardzo smutne... Spędziłem noce leżąc bezsennie, bez odpoczynku, bardziej zmęczony niż kiedykolwiek mógłbym sobie wyobrazić. Zawsze kiedy zamykam oczy widzę las zasadzony przez mojego ojca stojący w płomieniach. Pusty tron stojący pomiędzy drzewami, symbol zjednoczenia i pokoju w naszym rodzie, stał się klinem który nas rozdzielił."

source: "The winter is upon us. Many of us are suffering from the cold, yet we must endure. The day we may return cannot be far anymore - it must not be far anymore.<br> I prayed it might get warmer again, as I prayed the war would finally come to an end.<br> So far, it seems that neither prayer was fulfilled."
fr: "L'hiver est sur nous. Nombreux souffrent du froid, mais nous devons le supporter. Le jour de notre retour ne peut plus être loin maintenant - il ne doit plus l'être. <br>J'ai prié pour un redoux, comme j'ai prié pour que la guerre cesse enfin. <br>Jusqu'à présent, il semble qu'aucune de mes prières n'aient été exaucée."
pl: "Zima nadchodzi. Wielu z nas cierpi z zimna, które musimy znosić. Dzień, w którym możemy powrócić nie może być daleko - on musi nadejść wkrótce.<br> Znowu się modliłem aby się ociepliło, tak jak wcześniej się modliłem aby ta wojna w końcu się skończyła.<br> Cały czas wygląda, że żadna z tych modlitw się nie spełniła..."

source: "Today my hunters brought men, women and little children who had hidden out in the forests, trying to escape the war, hate and revenge that rage among the tribes fighting each other like in old times, when we were no more but wild beasts driven and controlled by instincts. None of my brothers will ever gain and hold control over the wooden throne, none of the tribes will be strong enough to subdue the other. There will be no end to this slaughtering, unless... is this it? As father told me?<br> Rise against whoever threatens our very existence, may it even be one of your blood or mind?"
fr: "Aujourd'hui, mes chasseurs ont rapporté les hommes, femmes et enfants qui s'étaient cachés dans les bois, essayant d'échapper à la guerre, à la haine et à la vengeance qui sévit dans les tribus qui se battent comme dans les temps anciens, quand nous n'étions guère plus que des bêtes dirigées par nos instincts. Aucun de mes frères ne pourra l'emporter et garder le contrôle du trône de bois, aucune tribu ne sera assez forte pour soumettre les autres. Il n'y aura aucune fin à cette boucherie, à moins que ... serait-ce cela ? Comme Père me l'a dit ?<br> Se soulever contre quiconque menace notre existence, quand bien même serait-il de notre propre sang ?"
pl: "Wojna trwa dalej. Coraz więcej naszych sióstr i braci ucieka przed walką trwającą w stolicy pod drzewami.<br> To co opowiadają o czynach naszych bliskich jest tak bardzo smutne... Spędziłem noce leżąc bezsennie, bez odpoczynku, bardziej zmęczony niż kiedykolwiek mógłbym sobie wyobrazić. Zawsze kiedy zamykam oczy widzę las zasadzony przez mojego ojca stojący w płomieniach. Pusty tron stojący pomiędzy drzewami, symbol zjednoczenia i pokoju w naszym rodzie, stał się klinem który nas rozdzielił."

source: "We have found a village with friendly and productive people, impressed by our wealth, technology and strength.<br> They have decided to join us!"
fr: "Nous avons trouvé un village peuplé de personnes amicales et industrieuses. <br> Impressionnés par notre richesse, nos techniques et notre force, ils ont décidé de se joindre à nous !"
pl: "Spotkaliśmy wioskę z przyjaznymi i pracowitymi ludźmi. Są zauroczeni naszym bogactwem, technologią i siłą.<br> Zdecydowali się do nas dołączyć!"

source: "While this is true, we should consider it later, for now other obstacles are at hand. The miners will definitely demand greater rations for working high up on the mountain in this bitter cold, and providing these supplies may not be easy."
fr: "Bien que ce soit vrai, nous devrions y penser plus tard, car dès à présent d'autres obstacles sont présents. Les mineurs vont rapidement demander de meilleures rations pour continuer le travail dans la montagne, et les leur fournir ne sera pas aisé."

source: "Wonderful! Our roofs are not dripping anymore, and we have all the material we need for, well, whichever monumental building we see fit!"
fr: "Merveilleux ! Nos toits ne fuient plus, et nous avons tous les matériaux dont nous avons besoin pour, eh bien, tout bâtiment monumental que nous voudrons construire !"
pl: "Wspaniale! Nasze dachy już nie przeciekają, a my mamy wszystkie potrzebne materiały na, hmm... jakąkolwiek monumentalną budowlę, którą sobie wymarzymy!"

source: "As I just discovered, we are running short on blackwood! We cannot put our warriors into some crumbling huts, and even less so in times as dangerous as ours!<br> We need a wood hardener, and we need one now!"
fr: "Je viens de découvrir que nous allons bientôt manquer de bois dur ! Nous ne pouvons pas installer nos guerriers dans ces huttes croulants, et encore moins à un moment aussi dangereux ! <br> Nous avons besoin d'un durcisseur de bois, et maintenant !"
pl: "Właśnie odkryłem, że brakuje nam drewna! Nie możemy umiejscowić naszych żołnierzy w jakichś kruszących się chatkach, a już na pewno nie w czasach tak niebezpiecznych, jak teraz!<br> Potrzebujemy lakiernię drzewa, i to potrzebujemy ją teraz!"

source: "As our realm gets bigger and bigger, the traffic on the roads gets overwhelming. Our poor carriers are no longer able to transport the goods as fast as we need them to. I suggest we give them some support by breeding oxen.<br> They are amazing animals: The ox is as swift as a human being while being much stronger and very frugal: all we need is wheat and water to breed them and they will do their work on the roads loyally and reliably."
fr: "Comme notre territoire grandit, nous sommes dépassé par le volume du trafic sur nos routes. Nos malheureux porteurs ne sont plus capables de transporter les marchandises aussi vite que nous en avons besoin. Je suggère que nous leur donnions de l'aide en élevant des bœufs.<br>Ce sont des animaux étonnants : le bœuf est agile comme les humains, mais plus fort et mange peu : tous ce dont ils ont besoin est du blé et de l'eau. Une fois élevés, ils travaillerons au transport routier de manière fiable et loyale."
pl: "Z biegiem czasu, gdy nasze królestwo powiększa się, zwiększa się też ruch na drogach. Nasi biedni tragarza nie są w stanie transportować tak szybko, jak byśmy tego chcieli. Sugeruję, aby wspomóc ich trochę, hodując woły.To niesamowite zwierzęta. Woły są tak samo szybkie jak ludzie, lecz o wiele silniejsze i wszystkożerne: jedyne, czego potrzebujemy do hodowli to ziarno i woda, a będą nam wiernie służyć."

source: "Chieftain, this is a disgrace! It is well that we can produce grout for mighty fortifications and great buildings now - only this does not prevent our roofs from becoming leaky! Maybe the young ones like spending their nights in the rain, but I just can't find any sleep with these raindrops dripping on my face!<br> Now this is a problem we should do something about!"
fr: "Chef, c'est une honte ! C'est bien de produire du mortier pour nos fortifications et nos grands bâtiments - mais ça n'empêche pas nos toits de fuir ! Peut-être que les jeunes aiment bien passer la nuit sous la pluie, mais je n'arrive pas à dormir avec ces gouttes qui me tombent sur la figure !<br>C'est un problème dont nous devons nous occuper maintenant !"
pl: "Wodzu, to jest niedopuszczalne! To świetnie, że jesteśmy w stanie wyprodukować fugę dla potężnych fortyfikacji i wielkich budynków - tylko że to nie zabrania naszym dachom bycia dziurawymi! Może młodzi lubią spędzać noce w deszczu, ale ja nie mogę usnąć z kroplami wody spadającymi na moją twarz!<br> To jest problem, z którym musimy coś natychmiast zrobić!"

source: "I have to hand it to you: you are right here, old man.<br> There seem to be quite many animals in the forests here - we might just hunt down more of them. And, of course, the people would cheer to a new tavern - hey, we might call it 'Thron's Pride' or so if you want!"
fr: "Je dois l'admettre : vous avez raison, vieil homme.<br>Il semble y avoir du gibier en abondance dans ces forêts - nous pourrions les chasser. Et, bien entendu, nos gens se réjouiraient d'avoir une taverne - Hep, on pourrait l'appeler "la fierté de Thron" si vous voulez !"
pl: "Tutaj muszę przyznać ci rację, starcze.<br> Wygląda na to, że w lesie jest całkiem sporo zwierząt - może powinniśmy po prostu zacząć na nie polować. I oczywiście ludzie będą się cieszyć z nowej tawerny. Hej! Może powinniśmy ją nazwać 'Duma Trona' lub podobnie jeśli sobie życzysz!"

source: "Just look at that! In the east is the great mountain of Kal'mavrath! I wonder what treasures nature might have hidden beneath its majestic flanks!<br> Let's expand to the east. There's a chance for the elderly to become useful once in a while! Let us send out some of those who understand the stone's tongue to unravel the mountain's secrets!"
fr: "Regardez ça ! La grande montagne de Kal'mavrath se dresse à l'est ! Je me demande quels trésors la nature nous réserve dans ses flancs !<br> Étendons nous à l'est. Nos anciens aurons la chance de se rendre utiles pour une fois. Envoyons ceux qui connaissent le langage des pierres pour révéler les secrets de la montagne !"
pl: "Spójrz! Na wschodzie znajduje się wieka góra Kal'mavrath! Pomyśleć tylko jakie skarby skrywa pod powierzchnią... Zdobądźmy tereny na wschodzie. W końcu starszyzna do czegoś się przyda! Wyślijmy zwiadowców, obeznanych w sztuce kamieniarskiej aby odkryć sekrety wzgórza!"

source: "Our miners are digging up less and less by day! We have to go deeper, closer to the mountain's core, if we want more of its treasures!<br> Of course, it is dark and cold in such depths and only few venture voluntarily into these places. We should reward this bravery with greater rations for them. And a pint of beer or two will keep their spirits high."
fr: "Nos mineurs extraient de moins en moins chaque jour ! Nous devons aller plus profond, près du cœur de la montagne, si nous voulons davantage de ces trésors. <br>Bien sûr, c'est froid et sombre, et bien peu s'aventurent volontairement dans ces profondeurs. Nous devrons récompenser cette bravoure par de plus grosses rations. Et une pinte de bière ou deux préservera leur moral."
pl: "Nasi górnicy wykopują mniej z dnia na dzień! Musimy pójść głebiej, bliżej do serca góry, jeśli chcemy więcej jej skarbów!<br> Oczywiście, na takich głebokościach jest zimno i ciemno, i tylko kilku najodważniejszych zgłosi się do pracy w takim miejscu. Powinniśmy tę odwagę wynagradzić większymi posiłkami."

source: "So now that we have both the mines and the food to sustain them, we should bring what our brave miners gain for us into a more useful state. The iron ore has to be melted into iron so that it is ready to be forged into whatever we want. And we need the coal to keep the smelter's ovens burning."
fr: "Maintenant nous avons à la fois les mines et de quoi nourrir les mineurs. Nous devrions donner à ce que les mineurs extraient une forme plus utile. Le minerai de fer devrait être fondu en fonte de fer, qui pourra être forgé ensuite en ce dont nous avons besoin. Et nous aurons besoin de charbon pour garder la forge en marche."
pl: "Skoro mamy już kopalnie i jedzenie, aby je utrzymać, powinniśmy przetworzyć to, co wydobywają nasi odważni górnicy, aby czerpać z ich pracy jakąś wymierną korzyść. Ruda żelaza musi być przetopiona na żelazo, które może być użyte do wykucia czegokolwiek zechcemy. A poza tym potrzebujemy węgiel, aby utrzymać piece hutnika rozgrzane."

source: "The other day Boldreth asked me to accompany him to the new inn. It would cheer me up, he said.<br> When I looked around, I saw faithful faces, trusting that I could guide them through these dark days. Yet before I could speak any words of gratitude or encouragement, one of my warriors ran into the inn. He had been far out in the forest for the past days and I could see how weary he was.<br> The news he brought changed everything..."
fr: " L'autre jour Boldreh m'a demandé de l'accompagner à la nouvelle taverne. Cela te remontera le moral, dit-il.<br> En regardant autour de moi, j'ai vu des visages fidèles, confiants que je pourrais les guider à travers ces jours sombres. Avant que je ne puisse dire un mot de gratitude ou d'encouragement, un de mes guerriers fit irruption dans la taverne. Il est allé loin dans la forêt ces derniers jours et j'ai pu voir ô combien il était fatigué.<br> Les nouvelles qu'il a apporté ont tout changé..."
pl: "Pewnego dnia Boldreth poprosił mnie o pójście z nim do nowej karczmy. Mówił, że podniesie mnie to na duchu.<br> Kiedy spojrzałem dookoła, widziałem wierne twarze, wierzące, że mogę je poprowadzić przez te złe czasy. I nagle, zanim mogłem powiedzieć jakieś słowa wdzięczności czy zachęty, jeden z moich żołnierzy wbiegł do środka. Spędził ostatnie kilka dni głęboko w lesie, mogłem zobaczyć, jak go to zmęczyło.<br> Nowiny które przyniósł zmieniły wszystko..."

source: "Well, old friend, this should ensure that our fortifications do not break down with our foes' first battle cry! Now we can expand safely!<br> Still, it would not hurt to assemble some grout for our further campaign; thus we could, in times of need, build a fortress as the world has not seen before!"
fr: "Eh bien mon vieil ami, ceci devrait garantir que nos fortifications ne s'écrouleront pas au premier cri ennemi ! A présent nous pouvons nous étendre sereinement ! <br>Cependant, il ne sera pas inutile de stocker de la chaux en prévision de nos futures campagnes. Ainsi, nous aurons, en temps de besoin, tout ce qu'il faut pour bâtir une forteresse telle que le monde n'en aura jamais vu !"
pl: Tak, przyjacielu, to powinno zapewnić odpowiednią wytrzymałość naszych fortyfikacji! Teraz możemy bezpiecznie poszerzać terytorium. Nie zaszkodzi jednak zgromadzić trochę cementu na przyszłość, abyśmy mogli, gdy potrzeba, budować fortece jakich świat nie widział!

source: "While it is certainly no worthy task for a warrior, at least it is something to be done! Thron, what do you say about me taking a few of our most restless warriors and venturing somewhat closer to the great mountain of Kal'mavrath - maybe we will find some more big stones to please the old man?"
fr: "Bien que cela ne soit pas une tâche digne d'un guerrier, cela doit néanmoins être fait ! Thron, qu'en dis-tu que j'emmène quelques-uns de nos guerriers les plus agités pour s'aventurer près de la grande montagne de Kal'mavrath - peut-être trouverons-nous quelques gros rochers de plus pour satisfaire le vieil homme ?"
