Repository: FeodorFitsner/widelands
Catalog: po/scenario_t02.wmf/*.po
Languages: fr, pl

source: "Wisdom commands to seek variety.<br> North of the great mountain is a large plain - why don't we use the space Mother Nature gave us and build a farm? I sure would enjoy a freshly baken pitta bread for a change..."
fr: "La sagesse nous commande la variété.<br> Au nord de la grande montagne, il y a une vaste plaine - pourquoi ne pas profiter e ce que la nature nous offre pour y construire une grande ferme ? Je pourrais probablement me réjouir d'un bon pain pitta de temps en temps ..."

source: 02 - A Place to call Home
fr: 02 - Un endroit à nommer "Foyer"

source: A beautiful morning
fr: Un beau matin
pl: Piękny poranek

source: A friendly village joined us!
fr: Un village amical nous a rejoint !
pl: Przyjacielska wioska dołączyła do nas!

source: A normal mine can only dig up about one third of all resources lying beneath it; then it must be enhanced to a deep mine in order to keep it working properly. To enhance a building, choose it and then click the appropriate button in the appearing window.<br> Workers gain experience by successful work. With enough experience they become more advanced workers, who are necessary to operate the enhanced buildings. Do not enhance a building before you have enough advanced workers to operate the advanced building! Such buildings usually have greater demands than the basic kind of that building - for instance, deep mines need snacks instead of rations. You will have to enhance your tavern to an inn in order to produce snacks out of pitta bread AND a second kind of food (meat or fish) AND beer. You may of course enhance all mines to deep mines instantly given you have the workers - bigger mines work a bit faster, smaller mines need cheaper food. It's up to you which strategy you prefer.
fr: Une mine normal ne peut qu'exploiter un tiers des ressources du sous-sol. Ensuite, il faut l'améliorer en mine profonde pour la garder en fonctionnement. Pour améliorer un bâtiment, sélectionnez le et cliquez sur le bouton approprié dans la fenêtre qui s'ouvre. <br>Les travailleurs gagnent de l'expérience en réussissant leur travail. Avec assez d'expérience, ils deviennent de vrais experts, qui sont nécessaires pour faire fonctionner les bâtiments améliorés. N'améliorez pas de bâtiment avant d'être sûr que vous pourrez le faire fonctionner avec les maîtres ouvriers appropriés ! De tels bâtiments ont généralement des besoins différents du bâtiment simple. Par exemple, une mine profonde a besoin de repas, et plus de casse-croute. Il vous faudra donc améliorer une taverne en auberge pour produire des repas à partir de pain pitta ET d'une autre sorte de nourriture (viande ou poisson). Vous pouvez bien entendu améliorer toutes vos mines, pour autant que vous ayez assez d'experts - les mines profondes minent plus vite, les petites mines coûtent moins cher à faire fonctionner. C'est à vous de choisir votre stratégie.

source: Another cold day
fr: Un autre jour de froid
pl: Kolejny zimny dzień

source: Bake bread
fr: Faites du pain
pl: Upiecz chleb

source: Better buildings may also require other improved materials besides blackwood. One of those is grout, which is produced out of raw stone, water and coal by a lime-burner. You can obtain water by building a well upon a water source, which your geologists can discover when you send them to any flag that is not on a mountain. Coal can be obtained by building a charcoal burner or a coal mine.
fr: Les meilleurs bâtiments nécessitent également d'autres matériaux que le bois dur. D'un d'entre eux est la chaux, qui est obtenue à partir de pierre, d'eau et de charbon, dans un four à chaux. Vous pouvez avoir de l'eau en creusant un puits sur une source, que vos géologues peuvent découvrir si vous les envoyez explorer en cliquant sur un drapeau qui n'est pas sur une montagne. Le charbon peut être obtenu dans une charbonnerie ou une mine de charbon.

source: Bigger and better buildings - including all military ones - require better building materials. They cannot be built of simple trunks - the wood has to be refined to blackwood by a wood hardener first. Always remember to build a wood hardener before you run out of blackwood, as without it you cannot expand.
fr: Les bâtiments les plus grands et les meilleurs - y compris les sites militaires - ont besoin de meilleurs matériaux de construction. Ils ne peuvent être construits à partir de simple troncs - le bois doit d'abord être durcit par un durcisseur de bois. Gardez toujours en tête de construire un durcisseur de bois avant d'être en manque de bois dur, sinon vous ne pourrez plus vous étendre.

source: Boldreth cheers up...
fr: Boldreth reprend courage...
pl: Boldreth się rozweselił...

source: Boldreth exclaims...
fr: Boldreth s'exclame...
pl: Boldreth protestuje...

source: Boldreth jumps up...
fr: Boldreth se relève d'un bond...
pl: Boldreth podskakuje...

source: Boldreth laughs...
fr: Boldreth rit...
pl: Bolderth się śmieje...

source: Boldreth nods...
fr: Boldreth acquiesce...
pl: Boldreth przytakuje...

source: Boldreth remarks...
fr: Boldreth remarque...
pl: Boldreth zauważa...

source: Boldreth seems concerned...
fr: Boldreth semble préoccupé...
pl: Boldreth wygląda na zainteresowanego...

source: Boldreth smiles...
fr: Boldreth sourit...
pl: Boldreth się uśmiecha...

source: Brave Boldreth steps aside you...
fr: Le brave Boldreth marche à côté de vous...
pl: Dzielny Boldreth kroczy koło Ciebie...

source: Build a cattlefarm
fr: Construisez une ferme de bétail

source: Build a coal mine and an iron ore mine. To do so, place a flag up on the mountain's flank to the east (on mountain terrain though, not mountain meadow). When you click at the new flag you can send geologists there. Because the flag is on mountains, the geologists will search for ores; otherwise, they will search for water. Then build a mine for both kinds of resource he will find, choosing the mine to be built appropriately:<br> Black - coal<br> Red - iron ore<br> Yellow - gold<br> Grey - granite<br> Mines may only be built on mountain terrain. Suitable places for mines are displayed as hammer and pick.
fr: Construisez une mine de charbon et une autre de minerai de fer. Pour ce faire, placez un drapeau sur le flanc de la montagne à l'est (sur le terrain montagneux, pas sur les pâturages). Quand vous cliquez sur le nouveau drapeau, vous pouvez y envoyer des géologues. Puisque le drapeau est sur une montagne, le géologue va prospecter les minerais disponibles. Si ça n'avait pas été le cas, il aurait cherché de l'eau. Ensuite, construisez une mine de chaque type de ressource qu'il découvrira :<br>Noir-charbon ;<br>Rouge-fer ;<br>Jaune-or ;<br>Gris-granite.<br>Les mines ne peuvent être bâties que sur terrain montagneux. Les emplacements adaptés sont signalés avec un marteau et une pioche.

source: Build a fernery
fr: Construisez un horticulteur.
pl: Zbuduj paprociarnię

source: Build a hunter, a gamekeeper and a tavern
fr: Construisez un chasseur, un garde-chasse et une taverne
pl: Zbuduj chatę łowcy, leśnika i tawernę.

source: Build a lime kiln and coal economy
fr: Construisez une cimenterie et une économie du charbon
pl: Zbuduj piec do fugi i gospodarkę węgla

source: Build a lime kiln, a well and a charcoal burner or coal mine
fr: Construisez un four à chaux, un puits et un charbonnier ou une mine
pl: Zbuduj piec do wyplania kamienia, studnię, wypalarnie węgla drzewnego lub kopalnię węgla.

source: Build a smelting works
fr: Construisez une ferronnerie
pl: Zbuduj hutę.

source: Build a well, a farm and a bakery
fr: Construisez un puits, une ferme et une boulangerie
pl: Zbuduj studnię, farmę i pierkarnię.

source: Build a wood hardener
fr: Construisez un durcisseur de bois
pl: Zbuduj lakiernię drzewa

source: Build coal and iron ore mines
fr: Construisez des mines de charbon et de fer.
pl: Zbuduj kopalnie węgla i żelaza.

source: Build military buildings (like sentries and strongholds) to expand your territory. Get to the rocks northeast from you and build a quarry there.
fr: Construisez des bâtiments militaires (tels des sentinelles ou des places-fortes) pour étendre votre territoire. Approchez vous des roches au nord-est et construisez une carrière là-bas.
pl: Wznieś budynki wojskowe (jak wartownia, czy twierdza) aby poszerzyć swoje terytorium. Dostań się do skał na północnym wschodzie i zbuduj kamieniołom.

source: Enhance buildings and build a micro brewery
fr: Améliorez vos bâtiments et construisez une petite brasserie
pl: Ulepsz budynki i zbuduj mały browar

source: Enhance the coal mine and the tavern to the better versions of their buildings respectively. Also build a micro brewery.
fr: Améliorez la mine de charbon et la taverne en leur meilleur version respectives. Construisez également une petite brasserie.
pl: Ulepsz kopalnię węgla i tawernę. Zbuduj także mały browar.

source: Expand north-east and build a quarry
fr: Développez-vous vers le nord est et construisez une carrière
pl: Rozszerz się na północny-wschód i zbuduj kamieniołom

source: Expand north-east to the stones
fr: Etendez vous vers le pierres du nord-est
pl: Zyskaj dostęp do kamieni na północnym wschodzie

source: In order to work, your miners need food.<br> A hunter can hunt down animals, while a gamekeeper prevents them from becoming extinct. The meat is then processed in a tavern into lunches for your miners.<br> This is only the first example of a ware which has to be refined before being used in a secondary building - others will follow.
fr: Pour travailler, les mineurs ont besoin de nourriture.<br>Un chasseur peut abattre les animaux sauvages, tandis qu'un garde-chasse en préservera la population. La viande est transformée en repas dans une taverne.<br>Ce n'est que le premier exemple de matériaux qui doivent être transformés avant d'être utilisé dans un autre bâtiment - d'autres vont suivre.
pl: Twoje kopalnie do pracy potrzebują jedzenie. Myśliwy może polować na zwierzęta, podczas gdy leśnik dopilnuje, by nie wyginęły. Mięso zostanie przetworzone w tawernie na posiłki dla górników. To tylko jeden z przykładów przetwarzania produktów w kilku budynkach. Następne przykłady poznasz wkrótce.

source: In this scenario the higher production buildings, including mining and the military expansions will be introduced.
fr: Dans ce scénario, vous apprendrez comment utiliser les bâtiments avancés, y compris les mines et les bâtiments militaires améliorés.

source: Khantrukh gazes over the plains...
fr: Khantrukh contemple les plaines...
pl: Khantrukh spogląda na równinę...

source: Khantrukh grumbles...
fr: Khantrukh grommelle...
pl: Khantrukh narzeka...

source: Khantrukh interrupts...
fr: Khantrukh vous interrompt...
pl: Khantrukh przerywa...

source: Khantrukh joins in ...
fr: Khantrukh vous rejoint
pl: Khantrukh dołącza...

source: Khantrukh nods satisfied...
fr: Khantrukh acquiesce, satisfait...
pl: Khantrukh przytakuje z zadowoleniem...

source: Khantrukh seems relieved...
fr: Khantrukh semble soulagé ...
pl: Khantrukh odetchnął z ulgą...

source: Khantrukh speaks
fr: Khantrukh parle
pl: Khantrukh mówi

source: Khantrukh speaks...
fr: Khantrukh parle...
pl: Khantrukh mówi...

source: Khantrukh steps in...
fr: Khantrukh entre...
pl: Khantrukh się wtrąca...

source: Mission Complete
fr: Mission accomplie
pl: Misja wykonana!

source: New Objectives
fr: Nouveaux objectifs
pl: Nowe cele.

source: One fullmoon night
fr: Une nuit de pleine lune
pl: Noc z pełnią

source: Other ways to produce food - different kinds of food - are fishers and hunters. The wheat of the farms has to be processed with water in a bakery before it becomes edible. You can obtain water by building a well at a spot where your geologists find a water source.
fr: Il y a d'autre façon de produire de la nourriture - et différents types de nourriture - tels les pêcheurs et les chasseurs. Le blé des fermes doit être transformé avec de l'eau, dans une boulangerie, avant d'être mangeable. Vous pouvez obtenir de l'eau en construisant un puits à l'endroit indiqué par vos géologues comme étant riche en eau.
pl: Inne sposoby na otrzymywanie jedzenie - różnego rodzaju, to połowy rybaków i polowania myśliwego. Ziarno z gospodarstwa musi być przetworzone w piekarni z dodatkiem wody, zanim będzie zdatne do jedzenia. Wodę możesz otrzymywać ze studni zbudowanej w miejscu, gdzie twój geolog znajdzie jej źródło.

source: Provide your miners with food
fr: Approvisionnez vos mineurs en nourriture
pl: Zapewnij swoim górnikom jedzenie

source: Refine your mined resources
fr: Raffinez vous ressources minières
pl: Rozszerz wydobycie zasobów w kopalniach

source: Start building mines on the mountain
fr: Construisez des mines dans la montagne
pl: Zacznij budować kopalnie w górach

source: The advisor
fr: Le conseiller
pl: Doradca

source: The elder jumps into the air...
fr: L'ancien bondit...
pl: Starszy podskakuje ze śmiechem...

source: The iron ore your miners bring up is not usable yet - it has to be melted into iron first.
fr: Le minerai de fer que vous mineurs extraient n'est pas utilisable en l'état, il doit d'abord être transformé en fonte de fer.
pl: Ruda żelaza, którą wydobywają twoi górnicy na razie do niczego się nie nadaje - najpierw musi zostać przetopiona na sztabki.

source: The story continues
fr: L'histoire continue...
pl: Opowieść ciągnie dalej

source: The third material necessary for improved buildings is thatch reed, used to cover roofs. Thatch reed is planted by a ferner around his building, the fernery.
fr: Le troisième élément important pour les bâtiments améliorés est la chanvre de roseau, utilisé pour couvrir les toits. Le roseau est planté par un cultivateur autour de son bâtiment, la fougeraie.
pl: Trzecim elementem do ulepszania budynków jest strzecha, używana do pokrywania dachu. Strzecha jest wysiewana przez farmera wokół jego gospodarstwa.

source: Thron looks worried...
fr: Thron semble inquiet...
pl: Thron wygląda na zaniepokojonego...

source: Thron recognizes...
fr: Thron admet...
pl: Tron rozeznaje...

source: Thron shakes his head...
fr: Thron hoche la tête...
pl: Tron wstrząsa głową...

source: Thron speaks...
fr: Thron parle...
pl: Tron mówi...

source: Victory
fr: Victoire
pl: Zwycięstwo

source: We need oxen!
fr: Nous avons besoin de bœufs !
pl: Potrzebujemy wołów!

source: When roads are under heavy load for a long time, one carrier is usually not enough to transport goods swiftly. Traffic jams are the consequence. Such roads therefore employ a second carrier: An ox that helps to carry the wares. This doubles the transport capacity.<br>Oxen are bred in cattle farms out of wheat and water.
fr: Quand les routes sont très utilisées pendant longtemps, un seul porteur peut être insuffisant pour assurer un bon débit de marchandises. Le blocage du trafic est la conséquence. De telles routes peuvent employer un deuxième porteur : un bœuf qui aidera à transporter les marchandises, ce qui double le trafic.<br>Les bœufs sont élevés dans les fermes de bétail à partir d'eau et de blé.
pl: Gdy drogi są przeciążone przez dłuższy czas, jeden tragarz nie jest w stanie szybko przenosić towarów. W konsekwencji tworzą się korki. Na takich drogach przydaje się drugi tragarz: wół, który pomaga w transporcie. To podwaja pojemność tragarza. Woły są hodowane w szopach, na których potrzebne jest ziarno i woda.

source: You have completed this mission. You may continue playing if you wish, otherwise move on to the next mission.
fr: Vous avez terminé cette mission. Vous pouvez continuer à jouer si vous le souhaitez, ou bien passer à la mission suivante.
pl: Ukończyłeś misję. Możesz kontynuować grę na obecnej mapie, lub przejść do następnej misji.

source: Your loyal companion
fr: Votre loyal compagnon
pl: Twój wierny towarzysz

source: "While this is true, we should consider it later, for now other obstacles are at hand. The miners will definately demand greater rations for working high up on the mountain in this bitter cold, and providing these supplies may not be easy."
pl: "To prawda, ale powinniśmy zająć sie tym później, obecnie inne rzeczy są ważniejsze. Górnicy z pewnością będą żądać więcej pożywienia, żeby pracować wysoko w tych zimnych górach, a zapewnienie tych dostaw może nie być tak proste."

source: Second Mission of the Barbarian Tutorial Campaign. In this tutorial the higher production buildings, including mining and the military expansions will be introduced.
pl: Druga misja z samouczka barbarzyńców. Ten tutorial wyjaśnia używanie wyższych budynków produkcyjnych, razem z górnictwem, rozwojem wojskowym i rozszerzaniem terytoriów.

source: Tutorial2 - A Place to call Home
pl: Samouczek 2 - Miejsce, które można nazwać domem
