Repository: FeodorFitsner/widelands
Catalog: po/scenario_tutorial01.wmf/*.po
Languages: fr

source: A message has been sent to you. See how the button at the bottom of the screen has changed appearance? You should now burn this quarry down as it is no longer of any use and is just blocking space. To do that, click on the quarry and select the destroy button.
fr: Un message vous a été envoyé. Vous voyez comme le bouton en bas de l'écran a changé? Vous devriez maintenant réduire cette carrière en cendre, elle n'est plus d'aucune utilité et occupe la place. Pour faire cela, cliquez sur la carrière et sélectionnez le bouton de destruction.

source: A soldier is created as any normal worker: a carrier grabs a tool in a warehouse as soon as a request for a certain profession is not fulfilled. The tool to create a barbarian soldier is an axe. The newly created soldier is of level 0. To make the soldier better in any of the four categories, training is needed. Training happens in training sites like the trainings camp or the battle arena: soldiers go there (as our little fellows are currently doing), consume some wares and advance a level in one category. If a barbarian soldier is fully trained, he has level 3 hitpoints, level 5 attack, level 0 defense and level 2 evade. This is one fearsome warrior then! The individual statistics have the following meaning:
fr: Un soldat est crée comme tous les travailleurs normaux : un porteur prend un outil dans un entrepôt quand la demande pour une certaine profession n'est pas satisfaite. L'outil pour créer un soldat barbare est une hache. Le soldat nouvellement créé a le niveau 0. Pour l'améliorer dans une des quatre catégories on a besoin d'entraînement. Ceci est fait dans les sites d'entraînement comme le camp d'entraînement ou l'arène de combat : les soldat y vont (comme nos petits amis en ce moment), consomment quelques matières et s'améliorent d'un niveau dans une catégorie. Quand un soldat barbare est complètement entraîné, il a le niveau 3 de force vitale, le niveau 5 d'attaque, le niveau 0 de défense et le niveau 2 d'esquive. Il est donc un redoutable guerrier! Voici ce que signifient les statistiques individuelles :

source: All windows in Widelands can be closed by right clicking into them. Some windows can also be toggled with the buttons at the very bottom of the screen. Close the messages window now by right clicking into it.
fr: Toutes les fenêtres de Widelands peuvent être fermé par un clic droit dans la fenêtre. Quelque fenêtres peuvent aussi être ouvertes et fermées avec les boutons tout en bas de l'écran. Maintenant, ferme la fenêtre de messages en la cliquant droit.

source: Alternatively, you can directly click the flag where the road should end like so.
fr: Vous pouvez aussi cliquer directement le sur le drapeau où la route doit finir.

source: And finally the yellow flag symbol only allows for flags.
fr: Et enfin le drapeau jaune n'autorise que les drapeaux.

source: Archive all messages in your inbox
fr: Archive tous les messages dans votre boite de réception

source: Archive all messages, including this one, that you currently have in your inbox.
fr: Archive tous les messages, dont celui ci, que vous avez actuellement dans votre boîte de réception.

source: Archive our inbox messages
fr: Archiver nos messages entrants

source: As soon as a military building is manned, it extends your land. You can then burn it down again if you need the place. But note that your land is then vulnerable: any military site from another player can conquer the land. You therefore need military sites to keep military influence over your land.
fr: Dès qu'un bâtiment militaire est occupé, il accroit votre domaine. Vous pouvez ensuite le détruire si vous avez besoin de place. Mais prenez note que le territoire est alors vulnérable : n'importe quel bâtiment militaire ennemi pourra le conquérir. Vous avez donc besoin de sites militaires pour garder le contrôle des terres.

source: Attack and conquer all military buildings of the enemy and destroy its headquarters.
fr: Attaquer et conquerir tous les bâtiments militaires de l'ennemi et détruisez son quartier général.

source: Attack:
fr: Attaque :

source: Basic tutorial - map based on Winterwind's tutorial 1 for Barbarians
fr: Tutoriel de base - carte basée sur le tutoriel 1 (Vent d'Hiver) des Barbares.

source: Build a flag on the road
fr: Construire un drapeau sur la route

source: Build a flag to divide the road to the lumberjack
fr: Construisez un drapeau pour diviser la route vers le bucheron

source: Build a quarry
fr: Construisez une carrière

source: Build a quarry next to the stones
fr: Construisez une carrière à co^té des rochers

source: Build a quarry next to those stones here. Remember how I did it earlier? Make sure that build help is on, then just click the place were you want the building to be, choose it from the window that appears and it is placed. Maybe it is a good time to explain about all those build help symbols we activated earlier.
fr: Construisez une carrière à coté de rochers. Vous souvenez-vous de la manière de le faire ? Vérifiez que l'aide à la construction est branchée, puis cliquez à l'endroit où vous voulez placer le bâtiment, choisissez le dans la fenêtre qui apparait, et il est placé. Il est peut-être temps d'expliquer ce que sont ces symboles d'aide que nous avons activés plus tôt.

source: Building a connecting road
fr: Constuire une route de connexion.

source: Building the lumberjack
fr: Construction de la cabane de bûcheron

source: But I digress. Back to soldiers. What was I about to do? Oh yes, I wanted to build a small training scenario for you. Let's do that now.
fr: Mais je m'égare. Revenons aux soldats. Qu'est-ce que j'allais faire, déjà ? Ah, oui : je voulais vous faire faire un petit scénario d'entraînement. Allons-y.

source: Census and statistics
fr: Statistiques et dénombrement

source: Close the messages window
fr: Ferme les fenêtres de message

source: Closing windows
fr: Fermer les fenêtres

source: Connect the quarry to the headquarters
fr: Connectez la carrière au quartier général

source: Connect your construction site
fr: Connectez votre site de construction

source: Conquer an area were we can build mines
fr: Prenez le contrôle d'une zone où nous pourrons construire des mines

source: Conquer the mountain to the south west
fr: Conquérez la montagne du sud-ouest

source: Defeat the enemy
fr: Vainquez l'ennemi

source: Defeat the enemy tribe
fr: Vainquez la tribu ennemie

source: Defeat the nearby enemy. To attack a building, click on its doors, choose the number of attacking soldiers, then send them via the attack button.
fr: Vainquez les ennemis proches. Pour attaquer un bâtiment, cliquez sur sa porte, choisissez le nombre d'attaquants, puis envoyez-les avec le bouton d'attaque.

source: Defeat your enemy
fr: Vainquez votre ennemi

source: Defense:
fr: Défense :

source: Diving in
fr: Plongée

source: Enable the build help
fr: Autorisez l'aide à la construction

source: Enhance this fortress
fr: Améliorez cette forteresse

source: Enhance your fortress
fr: Améliorez votre forteresse

source: Enhance your fortress to a citadel
fr: Améliorez cette forteresse en citadelle

source: Enhance your fortress to a citadel now. Remember that you can speed time up by using PAGE_UP, building a citadel takes a while.
fr: Améliorez maintenant votre forteresse en citadelle. Rappelez-vous que vous pouvez faire passer le temps plus vite en appuyant sur PAGE_UP, car construire une citadelle prend du temps.

source: Enhance your fortress to a mighty citadel. The citadel can house 12 soldiers and is the biggest military building the barbarians can build. It also costs a lot and takes a long time to build. It is most suited to guard strategically important points like constricted points or mountains.
fr: Améliorez votre forteresse en puissante citadelle. La citadelle peut accueillir 12 soldats et est le plus grand bâtiment militaire que les barbares peuvent bâtir. Il est aussi très cher et met du temps à être construit. Il est adéquat de garder les points les plus stratégiques avec une citadelle, tels les montagnes ou les goulots d'étranglement.

source: Enhancing buildings
fr: Amélioration des bâtiments

source: Evade is the chance that the soldier is able to dodge an attack. It is 25% for a level 0 evade barbarian and increases in steps of 15% for each level.
fr: L'évasion est la probabilité qu'un soldat esquive un assaut. Elle est de 25% pour un niveau 0 et augmente de 15% à chaque niveau.

source: Evade:
fr: Évasion :

source: Everything can be built on the green house symbol.
fr: Tout peut être construit sur les symboles verts.

source: Everything except for big buildings can be built on a yellow house symbol.
fr: Tout peut être construit sur les symboles jaunes, sauf les plus grands bâtiments.

source: Excellent. Now there is a faster way to move, using the mouse instead: Simply right-click-and-hold anywhere on the map, then drag the mouse and instead of the cursor, the view will be moved. Try it.
fr: Bien. Il y a maintenant un moyen plus rapide de se déplacer, en utilisant la souris. Maintenez le bouton droit cliqué et glissez sur la carte : au lieu de déplacer le curseur, vous déplacerez la vue. Essayez !

source: Expanding your territory!
fr: Étendre votre territoire !

source: Getting a quarry up.
fr: Construire une carrière.

source: Great. Now about that quarry...
fr: Formidable. Maintenant, à propos de la carrière ...

source: Hitpoints:
fr: Points de vie :

source: How to build a quarry
fr: Comment construire une carrière

source: If you decide you do not want to build a road at this time, you can cancel road building by clicking on the starting flag of the road and selecting
fr: Si vous décidez de en pas construire cette route maintenant, vous pouvez en annuler la construction en cliquant sur le drapeau de départ et en séléctionnant

source: If you place something on a field, the surrounding fields might have less space for holding buildings, so choose your fields wisely.
fr: Si vous placez quelque chose sur un emplacement, les emplacements autour auront peut-être moins d'espace pour accueillir un bâtiment, alors choisissez vos terrains judicieusement.

source: If you want to come back to this eastern part of your realm, just scroll here via right-button scrolling or open the minimap by clicking on the
fr: Si vous voulez revenir à la partie orientale de votre domaine, défilez jusque là avec le bouton droit, ou bien ouvrez la mini-carte en cliquant sur le

source: Introducing messages
fr: Messages : introduction

source: Just click on any house symbol next to the stones, select the small buildings tab in the window that opens up, then click on the quarry symbol.
fr: Cliquez sur n'importe quel symbole "maison" à coté des roches, sélectionnez les petits bâtiments dans la fen^tre qui s'ouvre, puis cliquez sur le symbole de la carrière.

source: Left-click the "OK" button to close this box and then try it.
fr: Faites un clique-gauche sur le bouton "OK" pour fermer cette fenêtre puis essayez.

source: Let's dive right in!
fr: Allez, on y va !

source: Let's wait and see what the geologist finds on the mountain.
fr: Attendonc un peu de voir ce que le géologue va trouver dans ces montagnes.

source: Lumberjack is done
fr: La cabane de bûcheron est achevée.

source: Lumberjack's spot
fr: Zone du bûcheron

source: Message arrived!
fr: Un message est arrivé !

source: Mining conclusion
fr: Conclusion de mineur

source: Move your view with the cursor keys
fr: Bougez votre vue avec les touches du curseur

source: Move your view with the mouse
fr: Bougez votre vue avec le souris

source: Moving your view
fr: Bougez votre vue

source: Now we know what's going on. Let's wait for this quarry to finish.
fr: A présent nous savons ce qu'il se passe. Attendons que la carrière soit achevée.

source: Onward to the quarry
fr: Continuons avec la carrière

source: Other ways to move the view
fr: Autres moyens de changer la vue.

source: Placing another flag
fr: Mettre un autre drapeau

source: Red building symbols can only hold small buildings and flags.
fr: Les symboles rouges ne conviennent que pour les petits bâtiments et les drapeaux.

source: Road building
fr: Construire les routes

source: Searching for resources
fr: Chercher des ressources

source: Soldiers and Warfare
fr: Les soldats et la guerre

source: Some stones were found
fr: On a trouvé un peu de pierre.

source: Thanks for playing this tutorial. Enjoy Widelands and remember to visit us at
fr: Merci d'avoir joué à ce tutoriel. Amusez-vous bien avec Widelands et rendez-vous sur

source: The terrain is flat here. Your carriers will be very swift on this terrain.
fr: Le terrain est plat par ici. Les porteurs seront donc vifs ici.

source: The total life of a soldier. A barbarian soldier starts with ~130 hitpoints, with each hitpoint level he gains 28 hitpoints.
fr: Le total de point de vie d'un soldat. Un soldat barbare débute avec ~130 points de vie, et en gagne 28 par niveau de vie.

source: Trainings camp and soldier stats
fr: Camps d'entraînement et caractéristiques des soldats

source: Waiting for the geologist
fr: En attendant le géologue

source: Waiting for the hut to be finished
fr: En attente de la fin de construction de la hutte

source: Waiting for the lumberjack to go up
fr: En attente du bûcheron

source: Warfare and Training
fr: La guerre et l'entraînement

source: Welcome to Widelands!
fr: Bienvenue dans Widelands !

source: Welcome to the Widelands tutorial!
fr: Bienvenue dans le tutoriel de Widelands !

source: Widelands is a slow-paced build-up strategy with an emphasis on construction, not destruction. This tutorial will get you through the basics of the game.
fr: Widelands est un jeu de stratégie au rythme lent, insistant sur la construction, et non sur la destruction. Ce tutoriel vous apprendra les bases du jeux.

source: You can continue playing this map or you can end this game whenever you like. To leave this game and return to the main menu click on the
fr: Vous pouvez continuer de jouer sur cette carte, ou vous pouvez arrêter la partie quand vous le souhaitez. Pour quitter la partie et retourner au menu, cliquez sur le

source: You can dismiss this box by left-clicking on the button below.
fr: Vous pouvez faire disparaitre cette boite en cliquant avec le bouton gauche sur le bouton ci-dessous.

source: a bit of coal
fr: un peu de charbon

source: a bit of gold
fr: un peu d'or

source: a bit of granite
fr: un peu de granite

source: a bit of iron
fr: un peu de fer

source: a lot of coal
fr: beaucoup de charbon

source: a lot of gold
fr: beaucoup d'or

source: a lot of granite
fr: beaucoup de granite

source: a lot of iron
fr: beaucoup de fer

source: archive message button to move them into your archive.
fr: bouton d'archivage de message pour les déplacer dans votre archive.

source: build flag symbol.
fr: symbole de construction de drapeau.

source: exit game button.
fr: Bouton quitter le jeu

source: minimap button at the bottom of the screen. Alternatively you could also press 'm' on your keyboard
fr: bouton de minicarte en bas de l'écran. Il est également possible de taper "m" sur le clavier.

source: nothing was found here
fr: rien n'a été trouvé ici

source: options menu button on the very left at the bottom of the screen. Then click the
fr: bouton du menu des options en bas à gauche de votre écran. Cliquez ensuite sur le

source: the abort symbol.
fr: le symbole d'annulation.

source: the road building symbol.
fr: le symbole de construction de routes.

source: this one.
fr: celui-ci.

source: water
fr: eau
