Repository: FeodorFitsner/widelands
Catalog: po/*/campaigns/t01.wmf.po
Languages: de_de

source: Tutorial1 - Eyes in the Dark
de_de: Tutorial1 - Augen im Dunklen

source: First Mission of the Barbarian Tutorial Campaign. In this tutorial the basic gameplay and control as well as basic production buildings (wood, stone, etc.) will be introduced.
de_de: Erste Mission des Tutorials der Barbaren. In dieser Karte werden die Grundzüge des Spiels, wie Kontrollen und Spielsteuerungen gezeigt. Auch der Aufbau einer Grundwirtschaft (Holz, Steine, etc.) wird erklärt.

source: Thron sighs...
de_de: Thron seufzt...

source: "It's been months and we are still hiding where the forests are old and dark.<br> My warriors hunt at day and lie awake at night - listening to the sounds of the cruel slaughter echoing from afar amongst the ancient trees."
de_de: "Es ist schon Monate her und trotzdem verstecken wir uns immer noch in den dunklen Wäldern.<br> Meine Krieger jagen des Tags und liegen des Nachts wach - sie lauschen den Geräuschen der blutigen Schlacht, die von weit her zwischen den alten Bäumen widerhallt."

source: The story begins
de_de: Die Geschichte nimmt ihren Anfang...

source: "We can see the raging flames that swallow Al'thunran from here, miles away.<br> The red lights flash in the darkness and dance to the rhythm of the wardrums that haunt me even in my nightmares."
de_de: "Nach wie vor können wir alle die gespenstisch aufschlagenden Flammen sehen, die Al'thunran, Meilen von hier entfernt, verschlucken.<br> Das rote Licht blitzt in der Dunkelheit und tanzt zum Rhythmus der Kriegstrommeln, die mich bis in meine Albträume verfolgen."

source: "My father's bones lay peacefully in the grounds he cleared from the senseless bloodspilling that has once risen among us.<br> Boldreth, my loyal companion and friend is a source of peace and comfort to me in these dark times. He keeps my spirits high and those of my warriors awake, not to let greed or despair destroy our bonds as well."
de_de: "Meines Vaters Knochen liegen friedlich in der Erde, auf einem Hügel im Süden unseres Lagers. Er befreite uns von den sinnlosen Bluttaten, die einst zwischen uns entflammt waren.<br>Doch mein Vater ist tot und wie es scheint, ist mir zur Zeit nur ein guter Freund geblieben...<br>Boldreth, mein loyaler Mitstreiter und Freund, ist eine Quelle des Friedens und der Ruhe für mich. Er schafft es immer wieder, meine Moral zu stärken und motiviert gar meine wenigen wachen Krieger. Er zeigt ihnen täglich aufs Neue, dass sie nicht zu früh aufgeben mögen.<br>Betrachte ich seine Leistung, so ist er wahrscheinlich der einzige Grund dafür, dass nicht auch noch das Band zwischen uns wenigen Überbliebenen durch Gier und Unmut zerstört wird."

source: "As father told me, there will be times to fight and times to lie and wait, trying not to sleep or die before the right time comes. And so I do... wait."
de_de: "Als ich noch jung war lehrte mich mein Vater, dass es eine Zeit zum Kämpfen und eine Zeit zum Warten gäbe. Er sagte mir, dass die Zeiten des Wartens meist noch härter als die des Kämpfens seien, denn in jenen müsse man ununterbrochen achtgeben, um weder in einen zu tiefen Schlaf zu fallen noch leichtgläubig dem Frieden zu trauen. Es sein gerade die Zeiten in denen der plötzliche Tod überraschend vor einem steht.<br>Und so ist nun auch für uns eine solche Zeit des Wartens angebrochen...

source: An old man says...
de_de: Ein alter Mann erscheint...

source: "Hail, chieftain. I am Khantrukh and have seen many winters pass. Please allow me to aid you with my counsel through these darkened days."
de_de: "Ehre Dir! Ich bin der alte und weise Khantrukh. Erlaube mir, Dir in diesen dunklen Tagen meine Hilfe anzubieten."

source: Somebody comes upon to you
de_de: Jemand tritt an dich heran

source: Khantrukh continues...
de_de: Khantrukh fährt fort...

source: "None but the gods know how long we have to remain hidden here. The warriors hope we may march back gloriously any day now, but I strongly doubt that will happen soon. And the days are already getting shorter and colder...<br> We should prepare, in case we have to face the winter in these harsh lands. I believe to the east of our campside are a few places where we could raise a lumberjack's hut."<br><br>-- NEW OBJECTIVES --<br>
de_de: "Niemand außer den Göttern weiß, wie lange wir hier noch versteckt bleiben müssen. Die Krieger hoffen, dass wir irgendwann glorreich heimwärts marschieren, doch ich bin absolut sicher, dass dies nicht in nächster Zeit geschehen wird. Und die Tage werden längst schon kürzer und kälter...<br>Wir sollten uns besser schnell auf den Winter in diesen Landen vorbereiten. Ich denke im Osten unseres Quartiers gibt es einige Plätze auf denen wir eine Holzfällerhütte aufbauen könnten."<br><br>--NEUER AUFTRAG--<br>

source: * Press SPACE to see where you can build.<br> The red spots show you where a small building - like a lumberjack's hut - may be built.<br>
de_de: * Drücke LEERTASTE um zu sehen, wo du bauen kannst.<br> Die roten Haussymbole zeigen dir, wo du kleine Gebäude - wie z.B. Holzfäller - bauen kannst.<br>

source: * Build a lumberjack's hut at the red spot directly right of your headquarters by clicking at it and selecting lumberjack's hut.<br>
de_de: * Baue einen Holzfäller auf dem roten Haussymbol rechts neben deinem Hauptquartier indem du darauf klickst und die Holzfällerhütte auswählst.<br>

source: The advisor
de_de: Der Berater

source: The elder remarks...
de_de: Der Alte merkt an...

source: "Obviously, it would be too draining for our people to walk all the way to the lumberjack's hut through the wilderness. We will have to make a path between our hall and the lumberjack's hut. It's not a hard guess that the men would appreciate a way as short and even as possible - the wood surely will be heavy enough."<br><br>-- NEW OBJECTIVE --<br>
de_de: "Es scheint offensichtlich, dass es zu schwer für unsere Leute wird, müssten sie die ganze Strecke bis zum Holzfäller durch die Wildnis laufen. Wir sollten einen Pfad zwischen unserem Hauptquartier und dem Holzfäller anlegen. Und logisch, dass die Männer einen möglichst kurzen und ebenen Weg bevorzugen werden. Das Holz wird auch dann schwer genug sein."<br><br>--NEUER AUFTRAG--<br>-

source: * Build a road between your headquarters and the lumberjack's hut.<br> When you place the lumberjack's hut, a flag is created for it. You should connect it to another flag with a road.<br> If you click on a flag, little symbols will appear around it to show you in which directions you can build the road.<br> The colour of those symbols indicate how steep the road will be. Green is flat, yellow is steep and red is very steep. The steeper the step is, the harder it will be for your people to walk on it.<br> You can click on any of the symbols to build the first step of the road there. New symbols will appear to show you where the next step can go, and so on. However, you can also click further away to build several steps at once. Click on the flag at the headquarters to finish the road.
de_de: * Baue eine Straße zwischen Deinem Hauptquartier und dem Holzfäller.<br> Wenn du eine Holzfällerhütte gebaut hast, wird ihr auch direkt eine Flagge zugeordnet. Du musst diese Flagge zu einer anderen Flagge mit einer Straße verbinden. Wenn du auf eine Flagge klickst, erscheinen kleine Symbole die dir zeigen, in welche Richtungen du die Straße bauen kannst. Die Farbe zeigen an, wie steil die Straße wird. Grün heißt flach, rot ist sehr steil. Je höher die Steigung ist, desto schwieriger wird es für deine Träger. Du kannst auf jedes der Symbole klicken, um ein Stück Straße in diese Richtung zu bauen. Neue Symbole erscheinen, in welche Richtung es weitergehen kann, usw. Du kannst aber auch direkt weiter weg klicken, um ein größeres Stück Straße auf einmal zu bauen. Klicke auf die Flagge deines Hauptquartiers um die Straße zu vervollständigen.

source: Khantrukh remembers...
de_de: Khantrukh erinnert sich...

source: "There is an old saying:<br> 'A burden divided is easier to endure.'<br> A crossroads on the way between our site and the lumberjack's hut would ease the work of our carriers."<br><br>-- NEW OBJECTIVE --<br>
de_de: "Es gibt ein altes Sprichwort, das besagt: 'Geteilte Last ist halbe Last.' Ein Trägerwechsel zwischen dem Holzfäller und unserem Lager würde die Arbeit unserer Träger vereinfachen."<br><br>--NEUER AUFTRAG--<br>

source: * Place a flag in the middle of the road.<br> There is a flag symbol in the mid of the way you just built. You place a flag there by clicking on the symbol and then clicking on the flag button in the consequently appearing menu. This splits the work of carrying the wood between two carriers.<br> When much wares are being transported between two points, additional flags in between make them get faster to their destination, thus improving your infrastructure.<br>
de_de: * Setze eine Flagge in die Mitte des Weges.<br>Es gibt ein Flaggensymbol in der Mitte des Weges, den Du eben gebaut hast. Wenn Du es anklickst und im aufspringenden Menü das Flaggensymbol wählst, setzt Du dort eine Flagge. Das teilt die Arbeit des Holztragens auf zwei Träger auf. Wenn viele Waren zwischen zwei Punkten transportiert werden, ist das Hinzufügen von Flaggen sinnvoll, da der Transport so viel schneller voran geht.<br>

source: The old man looks to the sky...
de_de: Khantrukh schaut zum Himmel...

source: "The northern winds tell us that the coming winter will be a long and cruel one. One lumberjack's hut will not be enough to still the needs of our people. More trees await our axes south of our new crossroads - let us raise a second lumberjack's hut there!"<br><br>-- NEW OBJECTIVE --<br>
de_de: "Die nördlichen Winde zeigen uns, dass der kommende Winter lang und hart werden wird. Ein Holzfäller allein wird nicht genug sein, um den Bedarf unserer Leute zu decken. Südlich unseres neuen Straßenabschnitts warten noch so viele Bäume auf unsere Axthiebe!"<br><br>-- NEUER AUFTRAG --<br>

source: * Place a lumberjack's hut directly south of the flag you just placed on the road. Connect the implied flag with the new lumberjack's hut afterwards.<br> Note that instead of building a road step by step, you may also directly click at the destination to build the entire road at once.
de_de: * Setze eine Holzfällerhütte direkt südlich der Flagge, die du auf den Weg setzt. Verbinde danach diese Flagge mit der neuen Holzfällerhütte. Tipp: Anstelle eine Straße Stück für Stück zu bauen, kannst du auch direkt auf das Ziel klicken, um den Weg komplett zu bauen.

source: Khantrukh nods...
de_de: Khantrukh nickt...

source: "Of course, if we intended to build a bigger settlement, much more lumberjack's huts would be advisable, but this should do for now.<br> But never forget - these forests are our legacy, entrusted to us by our ancestors. We must always respect and nourish them. What we take, we must give back again.<br> So, in order to replace the trees we chop down, we should build a ranger's hut, preferably close to the lumberjack's hut."<br><br>-- NEW OBJECTIVE --<br>
de_de: "Die zweite Holzfällerhütte ist errichtet. Und solange wir nicht beabsichtigen eine größere Siedlung zu bauen, sollten diese zwei sicher reichen.<br>Was mir zur Zeit viel wichtiger scheint, ist, dass wir uns an unsere Wurzeln erinnern, denn diese Wälder wurden uns von unseren Urahnen anvertraut. Wir sollten sie immer respektieren und pflegen. Was wir nehmen, müssen wir auch wieder geben.<br>Um also die gefällten Bäume zu ersetzen, sollten wir ein Försterhütte in der Nähe des Holzfällers bauen.<br><br>-- NEUER AUFTRAG --<br>

source: * Build a ranger's hut to the east of the first lumberjack's hut.
de_de: * Baue ein Forsthaus östlich deines ersten Holzfällers.

source: The elder speaks...
de_de: Der Alte sagt...

source: "I am well aware, chieftain, that neither you nor your warriors have the desire to stay in this forsaken place for long. But even so, our war to conquer back our home might take a long time and it would seem wise to make preparations.<br> I would advise that we obtain stones for the future - who knows what fortifications we might be forced to build very soon. And - like a gift of destiny - there are indeed great rocks just nearby..."<br><br>-- NEW OBJECTIVE --<br>
de_de: "Ich bin sicher, dass weder Du noch Deine Krieger den Wunsch haben, lange an diesem üblen Ort zu verweilen. Doch auch unser Krieg um die Heimat zurück zu erobern, wird eine lange Zeit dauern und es scheint weise, uns vorzubereiten. Ich würde anweisen, dass wir bereits jetzt Felsen für die Zukunft schlagen. Wer weiß schon genau, welche Festung wir schon bald bauen müssen? Und - wie ein Geschenk der Götter - gibt es tatsächlich große Felsen in unmittelbarer Nähe."<br><br>-- NEUER AUFTRAG --<br>

source: * Build two quarries southwest of your headquarters.
de_de: * Baue zwei Steinbrüche südwestlich deines Hauptquartiers.

source: Thron speaks...
de_de: Thron spricht...

source: "In another sleepless night, I went up to the hill and gazed to the north. The fires are still burning, stilling their hunger upon my father's legacy.<br> They are a constant reminder why we had to hide here... and why we must return in the end!"
de_de: "In einer dieser schlaflosen Nächte stieg ich auf den Hügel und schaute in Richtung Norden. Die Feuer brennen noch immer und stillen nach wie vor ihren Hunger an meines Vaters Vermächtnis.<br>Sie sind wie konstante Erinnerungsmarken, die aufzeigen, warum wir uns hier verstecken müssen...<br>...und warum wir sobald wie möglich zurückkehren müssen!"

source: In the night
de_de: In der Nacht

source: "Once again, I went up to my father's tomb, in a sacred grove at the foot of the great spire of Kal'mavrath. I just stood there and felt neither the hours pass nor the cold rain pouring down from a darkened sky...<br> Somehow it felt like a farewell. For the first time, I wondered what the future might hold for me..."
de_de: "Noch einmal ging ich hinauf zu meines Vaters Grab, in einer heiligen Grotte am Fuße des großen Kal'mavrath. Ich stand einfach dort und fühlte weder die Stunden, die vorbeizogen, noch den kalten Regen, der vom dunklen Himmel rieselte...<br>Es fühlte sich beinahe wie ein Abschied aus diesem Lande an. Zum ersten Mal fragte ich mich, was wohl die Zukunft für mich bereit hält."

source: At the grave
de_de: Am Grab

source: Thron says thoughtfully...
de_de: Thron sagt nachdenklich...

source: "Some time ago, Boldreth came to me. His advice was to move to a place closer to home - to strike at the first sign of my brother's forces wavering.<br> But I look over the forests and I still see black smoke rising to the sky. I know - it is too early yet, and what he hopes for will not happen any time soon. He might still be right, but I fear the bloodshed that too rash a return would cause both on our and the other side..."
de_de: "Vor einiger Zeit kam Boldreth zu mir. Sein Vorschlag war es, etwas dichter an unsere Heimat zu ziehen, um beim ersten Wanken der Macht meines Bruders über ihn herzufallen.<br> Doch wenn ich nun über den Wald gucke, sehe ich noch immer den zum Himmel aufsteigenden, schwarzen Rauch. Ich weiß, dass es zu früh ist. Das, was Boldreth erhofft, wird in nächster Zeit noch nicht geschehen. Und sollte er dennoch Recht haben: Ich fürchte eine endlose Schlacht. Ein zu rascher Rückzug würde etliche Tote auf beiden Seiten bedeuten..."

source: The other day
de_de: Am nächsten Tag

source: Thron looks furious...
de_de: Thron schaut wütend...

source: "Today, my warriors picked up an old man, wandering sick and wounded through the dark forest. We listened in horror when he told us of the atrocities taking place in Al'thunran.<br> I hereby renew my oath - I will stop this madness at any cost!"
de_de: "Heute sammelten meine Krieger einen alten verwirrten und verletzten Mann auf, der durch den dunklen Wald lief. Wir hörten mit Schaudern zu, als er erzählte was für dämonische Schandtaten in Al'thunran stattfinden.<br>Hiermit erneuere ich mein Gelübde - Ich werde diesen Wahnsinn stoppen, was auch immer es kosten mag!"

source: The oath
de_de: Der Schwur

source: "Very well done, chieftain. We now have all we need to face the winter and may prepare ourselves for the battles ahead.<br><br>--------------------- VICTORY! ----------------------<br><br> You may continue if you wish. Otherwise, move on to the next mission."
de_de: "Gut gemacht! Jetzt haben wir alles, um sicher über den Winter zu kommen und können uns auf die zukünftigen Kämpfe vorbereiten.<br><br>-------------------- SIEG! ----------------<br><br> Falls Du möchtest, kannst Du hier weiterspielen. Ansonsten beginne die nächste Mission."

source: Mission Complete
de_de: Mission erfüllt

source: Build a lumberjack's hut
de_de: Baue eine Holzfällerhütte

source: * Press SPACE to see where you can build.<br> The red spots show you, where a small building - like a lumberjack's hut - may be built.<br>
de_de: * Drücke LEERTASTE um zu sehen, wo du bauen kannst.<br> Die roten Haussymbole zeigen dir, wo du kleine Gebäude - wie z.B. Holzfäller - bauen kannst.<br>

source: * Build a lumberjack's hut at the red spot directly right of your headquarters by clicking at it and selecting Lumberjacks Hut.<br>
de_de: * Baue eine Holzfällerhütte auf dem roten Haussymbol rechts neben deinem Hauptquartier indem du darauf klickst und die Holzfällerhütte auswählst.<br>

source: * Build a road between your headquarters and the lumberjack's hut.<br> You do so by clicking the flag of either building and then the road-button. Around the flag should appear symbols, showing how steep the way in this direction would be. The steepier the way, the harder it will be for your people to walk on it. When you click such a symbol, you build a part of the road and must choose the next direction then. Build a road between the flags in front of the two buildings. Try to keep it short and even.
de_de: Baue eine Straße zwischen Deinem Hauptquartier und dem Holzfäller.<br> Dies kannst Du machen, indem Du auf die Flagge eines der beiden Gebäude klickst und den Straßenknopf drückst. Um die Flagge sollten daraufhin Symbole erscheinen, die aufzeigen, wie steil der Weg in diese Richtung wäre. Je steiler der Weg ist, desto schwerer wird es für Deine Leute auf ihm zu laufen. Wenn Du nun eines der Symbole anklickst, baust Du einen Teil der Straße und musst dann die nächste Richtung angeben. Baue eine Straße zwischen den beiden Flaggen der beiden Gebäude und versuch sie möglichst eben zu halten.

source: Build another lumberjack's hut
de_de: Baue eine weitere Holzfällerhütte

source: * Place a flag in the mid of the road.<br> There is a flag symbol in the mid of the way you just built.<br> By clicking it and, in the consecutively opening menu, clicking the flag-button, you place a flag there, thus splitting the work of carrying the wood between two carriers.<br> When much wares are being transported between two points, additional flags in between make them get faster to their destination, thus improving your infrastructure.<br>
de_de: * Setze eine Flagge in die Mitte des Weges.<br>Es gibt ein Flaggensymbol in der Mitte des Weges, den Du eben gebaut hast. Wenn Du es anklickst und im aufspringenden Menü das Flaggensymbol wählst, setzt Du dort eine Flagge. Das teilt die Arbeit des Holztragens auf zwei Träger auf. Wenn viele Waren zwischen zwei Punkten transportiert werden, ist das Hinzufügen von Flaggen sinnvoll, da der Transport so viel schneller voran geht.<br>

source: * Place a lumberjack's hut directly south of the flag you are about to place on the road. Connect the implied flag with the new lumberjack's hut afterwards.<br> Note that, instead of building a road step by step, you may also directly click at the destination to build the entire road at once.
de_de: * Setze eine Holzfällerhütte direkt südlich der Flagge, die du auf den Weg setzt. Verbinde danach diese Flagge mit der neuen Holzfällerhütte. Tipp: Anstelle eine Straße Stück für Stück zu bauen, kannst du auch direkt auf das Ziel klicken um den Weg komplett zu bauen.

source: Build a ranger's hut
de_de: Baue eine Försterhütte

source: Build two quarries
de_de: Baue zwei Steinbrüche

source: * Build two quarries south-west of your headquarters.
de_de: * Baue 2 Steinbrüche südwestlich deines Hauptquartiers.
