Repository: FeodorFitsner/widelands
Catalog: po/*/campaigns/t03.wmf.po
Languages: de_de

source: Tutorial3 - This land is our land
de_de: Tutorial3 - Dieses Land ist unser Land

source: Third Mission of the Barbarian Tutorial Campaign. This tutorial explains the handling of military and training site buildings and will finally introduce fighting.
de_de: Dritte Mission des Tutorials der Barbaren. Diese Karte erklärt das handhaben von Millitär und Trainingseinrichtungen und schlussendlich gibt es eine Einführung in das Kampfgeschehen.

source: Thron looks worried...
de_de: Thron blickt beunruhigend...

source: "The last days we came closer to our capital. Many people have already joined us on our march and set their hopes on me. However, I fear that we are not strong enough to take up the battle with my brothers.<br>For now we rest at the borders of the old forest and prepare for the coming days."
de_de: "Die letzten Tage kamen wir unserer Hauptstadt immer näher. Viele Menschen schlossen sich auf unserem Marsch an und setzten ihre Hoffnung in mich. Jedoch fürchte ich, dass wir nicht stark genug sind, um den Kampf mit meinen Brüdern aufzunehmen.<br>Fürs erste ruhen wir uns an den Grenzen des alten Waldes aus und bereiten uns auf die kommenden Tage vor."

source: Close to home
de_de: Nahe dem Haus

source: Boldreth speaks:
de_de: Boldreth spricht:

source: "This morning I found Thron trouble-minded. He returned from his patrol late last night and sat back against a tree watching over the encampment. The number of quarrels and disputes keeps growing and the winter has us firmly under control. We should put food in our storage to survive the long, cold winter!"
de_de: "Diesen morgen fand ich Thron aufgewühlt. Spät in der letzte Nacht erreichte er uns von seiner Patroullie und lehnte sich gegen einen Baum der über das Lager wacht. Die Zahl an auseinandersetzungen und Streitereien wächst stätig und der Winter hat uns fest in der Hand. Wir sollten Nahrung in unserem Lager lagern um den langen, kalten WInter zu überstehen!"

source: Winter ahead
de_de: Winter zuvor

source: Khantrukh nods
de_de: Khantrukh nickte

source: "Boldreth is right! We don't have enough food to survive a long, cold winter. We should start to build a well, a fisher's and a hunter's hut. And if we find enough space, we should as well build up a farm and a bakery! One of our farmers seems to be very clever he already got some crops to grow in this cold soil."
de_de: "Boldreth hat recht! Wir haben nicht genug Nahrung um einen langen, kalten Winter zu überstehen. Wir solten mit dem bau von Brunnen, Fischern und Jägerhütten beginnen. Und sollten wir genung platz finden, sollten wir so schnell wie möglich einen Bauernhof und Bäcker bauen! Einer unserer Landwirte scheint sehr klug zu sein er schafte es, einige Getreide haben es geschaft in diesem kalten Boden zu wachsen."

source: -- NEW OBJECTIVE --
de_de: -- NEUES ZIEL --

source: * Build up a basic food economy - a fisher's hut, a hunter's hut, a well, a farm and a bakery, to provide your people with food.
de_de: * Baue eine grundlegende Nahrungsmittelwirtschaft - eine Fischer Hütte, eine Jäger Hütte, einen Brunnen, ein Bauernhof und eine Bäckerei - um Ihre Leute mit Nahrung zu versorgen.

source: The advisor
de_de: Der Berater

source: Food economy completed
de_de: Nahrungsmittelwirtschaft vollendet

source: Tracks
de_de: Wege

source: * Build more military buildings to explore the area around the headquarters and to ensure the safety of your people.
de_de: * Baue mehr militärische Gebäude um das Gebiet um das Hauptquartier zu erforschen und die Sicherheit Ihrer Leute zu sichern.

source: Further explorations
de_de: Weitere Erforschungen

source: * Expand your territory to the mountains, send geologists to search for ore and coal and build a mining economy with mines, taverns, smelting works and metalworks.
de_de: * Erweitere dein Reich bis hin zu den Bergen, sende Geologen aus um Erze und Kohle zu suchen und errichte eine Bergwerkswirtschaft aus Minen, Tavernen, verarbeitede Verhüttung und Metallbearbeitung.

source: Mountains found
de_de: Gebirge gefunden

source: Mining economy completed
de_de: Minenwirtschaft vollendet

source: * Build a fortress to the east of the mountains.
de_de: * Baue eine Festung auf der östlichen seite der Berge

source: Fortress needed
de_de: Festung benötigt

source: Fortress completed
de_de: Festung vollendet

source: -- NEW OBJECTIVES --
de_de: -- NEUE ZIELE --

source: * Build a warehouse to the west of the mountains.
de_de: * Baue ein Warenhaus auf der westlichen Seite der Berge

source: * Build a battle arena and a trainings camp to the west of the mountains.
de_de: * Baue eine Kampf-Arena und ein Trainingslager westlich der Berge.

source: * As soon as the blacksmith reaches his next level (master blacksmith) enhance your metalworks to an axefactory or even a war mill and build up another metalworks to ensure the production of tools.
de_de: * Sobald der Schmied die Nächste Stufe erreicht hat (Meisterschmied) bauen sie ihr Schmiedzu zu einer Axtfabrik um oder sogar zu einer Waffenschmiede und bauen Sie eine andere Schmiede auf, um die Produktion von Werkzeugen zu sichern.

source: * Build a helmsmithy to the west of the mountains to provide your soldiers with better armor.
de_de: * Baue ein Helmschmied westlich der Berge, um Ihre Soldaten mit besserer Rüstung zu versorgen.

source: Enhanced economy and training
de_de: Erhöhte Wirtschaft und Ausbildung

source: Thron looks worried.
de_de: Thron blickt beunruhigend.

source: "The news that a patrol brought is not good to hear. Our spies tell us, that the wartribes still rage in battle but some of the elder soldiers and tribe leaders seem to grow tired of this senseless war. Kalitat, son of Kun is the first warleader to leave Al’thunran, thus leaving his side weak and vulnerable. As my scouts report, he has set foot on the lower grounds around the capitol, securing the outer fortification rings."
de_de: "Die Neuigkeiten die eine der Patroullien brachte sind beunruhigend. Unsere Spione berichten uns, dass die Kriegsstämme nach wie vor in Schlachten verwickelt sind, aber manche der älteren Krieger und Stammesführer scheinen mit der Zeit dieses sinnlosen Krieges überdrüssig zu werden. Kalitat, Sohn des Kun ist der erste Kriegsfürst, der Al'thunran verlässt, dadurch hinterlässt er seine Flanke schwach und verwundbar. Wie meine Späher berichten, hat er in den niederen Regionen um die Haupstadt herum Fuss gefasst und sichert die Befestigungen des äußeren Rings."

source: Another cold day
de_de: Ein anderer kalter Tag

source: Boldreth shakes his head.
de_de: Boldreth schüttelt sein Kopf.

source: Doubts
de_de: Zweifel

source: The story continues
de_de: Die Geschichte hält an

source: Thron speaks confidently.
de_de: Thron spricht im Vertrauen.

source: Boldreth shouts out!
de_de: Boldreth schreit!

source: "This BASTARD! Only one man of our frontier patrol came back alive. He carried a message of Kalitath telling us that he will punish every move of our troops with their own blood! We cannot accept this behaviour. From now on there is war between Kalitath and us!"
de_de: "Dieser BASTART! Nur ein Mann erreichte uns lebend von der Grenz-Patroullie. Er trug eine Nachricht von Kalitath bei sich, dass er jede Bewegung unserer Truppen mit ihrem eigenen Blut bestrafen wird! Wir können dieses Verhalten nicht akzeptieren. Zukünftig gibt es Krieg zwischen Kalitath und uns!"

source: * Destroy Kalitaths army and expand your territory to the east.
de_de: * Kalitaths Armee zerstören, und Ihr Gebiet zum Osten ausbreiten.

source: -> To attack an enemy you must click on the door of an advarse military building. A menu will pop up allowing you to select the number of soldiers that should attack. When you are ready with setting the number, click on the cross ('start attack')
de_de: -> Um eine Gegner anzugreifen must du auf die Tür das gegnerischen Millitärgebäudes klicken. Es wird sich ein Menu öffen in dem du die Anzahl der dir zur verfügung stehenden Soldaten auswählen kannst. Wenn du mit dem auswählen fertig bist, klicke das Kreuz ('Starte Angriff')

source: Your loyal companion
de_de: Du bist ein treuerer Begleiter

source: Thron speaks:
de_de: Thron sagt:

source: "The traitor has left his armies dying where they lay as he saw that he would not keep my forces back. Kalitat disappeared in the mess of the war, but I don’t care now. Shall he flee and be forgotten for all times as a tribeleader that would not bow before the wooden throne, that is mine to take now. Even more his flight brought us a big benefit: All year Kalitath was to busy fighting so that he did not even care to store enough food for all his men. Now that he fled the hunger brought some of his younger followers to desert. This group helds a strong fortification on the main ring. But there is more news: My scouts reported, that the two raging tribes of my brothers are in chaos and have barely noticed the new danger that is about to strike them. However they would not care if they noticed I guess, blinded by rage and hate, there is no sense left in them at all I believe."
de_de: "Der Verräter ließ seine Armeen sterbend an Ort und Stelle zurück, als er sah, dass sie meine Streitkräfte nicht aufzuhalten vermochten. Kalitat verschwand während der wirren des Krieges, aber das kümmert mich nicht. Soll er doch fliehen und auf alle Zeit vergessen werden, nichts als ein Stammesführer, der sich nicht vor dem hölzernen Thron beugen wollte, dem Thron der mir jetzt zusteht. Obendrein brachte seine Flucht einen großen Vorteil für uns mit sich: dass ganze jahr über war er so beschäftigt damit zu kämpfen, dass er darüber hinaus vergaß genug Nahrung für seine Männer aufzutreiben. Nun, da er geflohen ist, hat der Hunger einige seiner jüngeren Anhänger dazu getrieben abtrünnig zu werden. Aber es gibt noch mehr Neuigkeiten: meine Späher berichten, dass die zwei tobenden Stämme meiner Brüder ins chaos verfallen sind und die neue gefahr, die ihnen droht, noch kaum bemerkt haben. trotz allem, würde es sie vermutlich wenig scheren, wenn sie es bemerkt hätten, blind vor wut und hass haben sie, so glaube ich, jeglichen verstand verloren."

source: Renegade fortification
de_de: Abtrünnige Befestigung

source: "So be it, the generals are out to set up my troops and Boldreth himself will lead the first strike. I will ride by his side, to free Al’thunran of this war and bring peace back in our capital. When the young sun rises above the trees tomorrow morning, I will order the assault. By dusk, I will celebrate my victory in the wooden halls of the warlord and sacrifice a newborn lamb in the honour of my father whose eyes lie upon me today.<br>So be it!"
de_de: "So soll es sein, die Generäle sind dabei meine Truppen außerhalb aufzustellen und Boldreth selbst wird den ersten Schlag führen. Ich werde an seiner Seite reiten, um Al'thunran dieses Krieges zu befreien und Frieden in unsere Hauptstadt zurückzubringen. Wenn sich die junge Sonne über den Bäumen morgen früh erhebt, werde ich den Angriff befehlen. In der Dämmerung werde ich meinen Sieg in den hölzernen Hallen des Kriegsherren feiern und ein neugeborenes Lamm werde ich zu Ehren meines Vaters opfern, dessen Augen heute auf mir liegen.<br>So soll es sein!"

source: * Destroy all enforcements of Thron’s two brothers to liberate the throne-circle.
de_de: * Zerstöre alle Befestigungen der Thron Brüderum um den Thron-Kreis zu befreien.

source: Military assault
de_de: Militärischer Angriff

source: "My brothers and their soldiers are dead and left fire and destruction behind. In none of all the ruins I found any man or woman of the normal folk and so I just may hope that they fled from this cruel battleground and started a better life somewhere else. Nothing is left from that beauty I remember, only ruins remain from the old capital. I am sorrowful but also relieved. I never hoped to ever see Al'thunrans old beauty again - some month ago I even wondered whether I will ever be able to set my feet near to Al'thunran again. Now the old town is back in my hands and I will not hesitate to rebuild it with all forces my people have. I can't wait to see it again in it's old beauty."
de_de: "Mein Bruder und seine Krieger sind gestorben und haben Krieg und Zerstörung hinter sich gelassen. In keinen der Ruinen fand ich einen Mann oder eine Frau... und somit hoffe ich mal, dass sie das gerausame Schlachtfeld verlassen haben um irgendwo ein besseres leben zu beginnen. Nichts von dem schönen ist übrig geblieben, an das ich mich errinnern kann... nur Ruinen von der alten Hauptstadt. Ich bin sorgenvoll doch voller Hoffnung. Ich dachte nicht Al'thunrans in alter Schönheit zu sehen - vor einigen Monaten dachte ich noch, ob ich es je schaffen würde wieder einen Füß in die nähe von Al'thunran zu setzten. Jetzt ist die alte Stadt zurück in meinen Händen und ich werde nicht zögern es mit allen Kräften wieder aufzubauen, die meine Leute haben. Ich kann es kaum erwarten die Stadt in alter Schönheit zu sehen."

source: --------------------- VICTORY! ----------------------
de_de: --------------------- SIEG! ----------------------

source: You have completed this mission. You may continue playing if you wish, otherwise move on to the next mission.
de_de: Du hast die Mission geschafft. Wenn Du willst kannst Du weiterspielen, andernfalls beginne mit der nächsten Mission.

source: Build up a small food economy
de_de: Baue eine kleine Essen Wirtschaft

source: Build a donjon
de_de: Baue ein Wachturm

source: * Build a donjon at the northeast of your territory to get a farther visual range and to protect your people from sudden attacks of enemies.
de_de: * Baue einen Wachturm im Nordosten deines Reiches um weitere Sichtreichweite zubekommen und Ihre Leute vor plötzlichen Angriffen von Feinden zu schützen.

source: Explore further
de_de: Erforschen Sie weiter

source: Build mines
de_de: Baue Minen

source: Build a fortress
de_de: Baue eine Festung

source: Build a warehouse
de_de: Baue ein Wahrenhaus

source: -> Warehouses are similiar to your headquarters, with the only difference that it is not defended by soldiers. It is often wise to build a warehouse when your territory is growing and the paths to your headquarters get longer and longer.
de_de: -> Warenlager sind ähnlich wie das Hauptquartier, mit dem unterschied das es Soldaten nicht verteidigen werden. Es ist von vorteil ein Warenhaus zu errichten wenn ihr Gebiet wächst und die Wäge zum Hauptquartier immer länger und länger werden.

source: Build trainingssites
de_de: Baue Ausbildungsplätze

source: -> Trainingssites like a training camp or a battle arena are used for training soldiers in their different attributes. Those attributes are important in fights and the better a soldier is, the higher is the chance to win a fight.<br>Attributes are: health points, attack, defense and evade.
de_de: -> Trainingseinrichtungen wie Trainings-Lager oder eine Kampf-Arena werden benutzt um die Soldaten in ihren einzelnen Fähigkeiten zu trainieren. Diese Fähigkeiten sind wichtig für den Kampf und umso besser diese diese sind desto mehr Chancen hat der Soldat den Kampf zu gewinnen.<br>Fähigkeiten sind: Lebenspunkte, Attacke, Verteidigung und Ausweichen.

source: Build weapon productions
de_de: Baue eine Waffenproduktion

source: Build a helmsmithy
de_de: Baue ein helmschmied

source: Destroy Kalitaths army
de_de: Zerstöre Kalitaths Armee

source: Military assault on Al’thunran
de_de: Millitärischer Angriff auf Al’thunran
