Repository: FeodorFitsner/widelands
Catalog: po/widelands_console/*.po
Languages: de, fi, fr, gd, hu, it, ja, nb, nl, pl, sk, sv, uk

source: Usage: widelands <option0>=<value0> ... <optionN>=<valueN>
de: Verwendung: widelands <option0>=<value0> ... <optionN>=<valueN>
fi: Käyttö: widelands <asetus0>=<arvo0> ... <asetusN>=<arvoN>
fr: Utilisation: widelands <option0>=<value0> ... <optionN>=<valueN>
gd: Cleachdadh: widelands <roghainn0>=<luach0> ... <roghainnN>=<luachN>
it: Utilizzo: widelands <opzione0>=<valore0> ... <opzioneN>=<valoreN>
ja: 使い方: widelands <option0>=<value0> ... <optionN>=<valueN>
nb: Bruk: widelands <valg0>=<verdi0> ... <valgN>=<verdiN>
nl: Gebruik: widelands <optie0>=<waarde0> ... <optieN>=<waardeN>
pl: Użycie: widelands <opcja0>=<wartość0> ... <opcjaN>=<wartośćN>
sk: Použitie: widelands <možnosť0>=<hodnota0> ... <možnosťN>=<hodnotaN>
sv: Användning: widelands <val0>=<värde0> ... <valN>=<värdeN>
uk: Використання: widelands <опція0>=<значення0> ... <опціяN>=<значеняN>

source: Options:
de: Einstellungen:
fi: Asetukset:
gd: Roghainnean:
hu: Beállítások:
it: Opzioni:
ja: オプション:
nb: Valg:
nl: Opties:
pl: Opcje:
sk: Možnosti:
sv: Inställningar:
uk: Опції:

source: --<config-entry-name>=value overwrites any config file setting
de: --<config-Eintrag>=Wert überschreibt den bisherigen Wert des config-Eintrags
fi: --<asetuksen-nimi>=arvo Ylikirjoittaa asetustiedoston asetuksen
fr: --<config-entry-name>=value Ré-écris tous les paramètres des fichiers de configuration
gd: Sgrìobhaidh --<ainm-innteirt-config>=luach thairis air gach roghainn san fhaidhle config
hu: --<beállítás-neve>=érték felülbírálja bármelyik beállítást a beállítási fájlból
it: --<opzione di configurazione>=valore sovrascrive il valore impostato nel file di configurazione
ja: --<config-entry-name>=value 任意の設定ファイルで上書きします。
nl: --<config-entry-name>=waarde overschrijft een instelling uit het configuratiebestand
pl: --<nazwa-pozycji-ustawień>=wartość nadpisuje dowolne ustawienie pliku konfiguracyjnego
sk: --<config-názov-položky>=hodnota prepíše nastavenie konfiguračného súboru
sv: --<config-entry-name>=value skriver över inställningar i konfigurationsfilerna
uk: --<назва-параметру-налаштування>=значення переписує вказаний параметр в налаштуваннях

source: --logfile=FILENAME Log output to file FILENAME instead of terminal output
de: --logfile=DATEINAME Log-Ausgabe in die Datei DATEINAME anstatt in die Konsole
fi: --logfile=TIEDOSTO Kirjoittaa loki tulostuksen päätteen sijasta TIEDOSTO:on.
fr: --logfile=FILENAME Ecrire une sortie vers le fichier FILENAME plutôt que dans la sortie terminal
gd: --logfile=AINM-FHAIDHLE Sgrìobh às-chur an loga gun fhaidhle AINM-FHAIDHLE an àite às-chur an tèirmineil
hu: --logfile=FÁJLNÉV A naplót fájlba mentse a szabványos kimenet helyett
it: --logfile=NOMEFILE Scrivi l'output nel file FILENAME invece che sul terminale
ja: --logfile=FILENAME 端末に出力する代わりに、ファイルFILENAMEに ログを出力します。
nb: --logfile=FILNAVN Logger utdata til FILNAVN istedenfor terminal-utdata
nl: --logfile=BESTANDSNAAM log uitvoer naar bestand BESTANDSNAAM in plaats van scherm uitvoer
pl: --logfile=NAZWAPLIKU Skieruj wyjście do NAZWAPLIKU zamiast na wyjście terminala
sk: --logfile=NÁZOV_SÚBORU Zapisovať výstup do súboru NÁZOV_SÚBORU namiesto
sv: --logfile=FILNAMN Spara loggens utdata till filen FILNAMN istället för terminalutdatan
uk: --logfile=ІМ'Я_ФАЙЛУ запис логу до вказаного файлу із виводу термінала

source: --datadir=DIRNAME Use specified directory for the widelands data files
de: --datadir=ORDNER Verwendet einen angepassten Ordner für die Widelands-Daten
fi: --datadir=HAKEMISTO Käytä HAKEMISTO:a widelands data hakemistona.
fr: --datadir=DIRNAME Utilise le dossier spécifié pour les données de Widelands
gd: --datadir=AINM-PASGAIN Cleachd am pasgan sònraichte airson nam faidhlichean dàta aig widelands
hu: --datadir=KÖNYVTÁRNÉV A megadott könyvtárban találhatóak a Widelands
it: --datadir=NOMECARTELLA Usa la cartella specificata per i file dei dati di gioco
ja: --datadir=DIRNAME widelandsデータファイルを指定したディレクトリで 使用します。
nb: --datadir=MAPPE bruker oppgitt mappe for Widelands datafiler
nl: --datadir=DIRNAAM Gebruik gespecificeerde directory voor Widelands databestanden
pl: --datadir=KATALOG Użyj podanego katalogu jako katalogu danych widelands
sk: --datadir=NÁZOV_PRIEČINKA Používať stanovený priečinok na dátové súbory hry Widelands
sv: --datadir=KATALOG Använd den givna riktningen för widelands datafiler
uk: ----datadir=ІМ'Я_ПАПКИ використовувати вказану папку для файлів даних, гри widelands

source: --homedir=DIRNAME Use specified directory for widelands config files, savegames and replays
de: --homedir=ORDNER Verwendet angepasste Ordner für die Widelands-Config- Dateien, Spielstände und Replays
fi: --homedir=HAKEMISTO Käytä HAKEMISTO:a widelands asetustiedstoille, pelitallenteilla ja toistotiedostoille.
fr: --homedir=DIRNAME Utilise le dossier spécifié pour la sauvegarde des fichiers de configuration de Widelands, sauvegardes et replays
gd: --homedir=AINM-PASGAIN Cleachd am pasgan sònraichte airson nam faidhlichean rèiteachaidh, geamannan air an sàbhaladh is ath-chluichean aig widelands
hu: --homedir=KÖNYVTÁRNÉV A megadott könyvtár használata Widelands beállítási fájlok, mentett játékok és visszajátszások tárolására.
it: --homedir=NOMECARTELLA Usa la cartella specificata per i files, i salvataggi ed i replay
ja: --homedir=DIRNAME widelands設定ファイル、セーブデータ、リプレイを 指定ディレクトリで使用します。
nb: --homedir=MAPPENAVN Bruk angitt mappe for Widelands konfigurasjons- filer, lagrede spill og repriser
nl: --homedir=DIRNAAM Gebruik gespecificeerde directory voor Widelands configuratiebestanden, opgeslagen spellen en herhalingen
pl: --homedir=KATALOG Użyj podanego katalogu jako katalogu opcji, zapisów gry i powtórek widelands
sk: --homedir=NÁZOV_PRIEČINKA Používať stanovený priečinok na konfiguračné súbory, uložené hry a záznamy
sv: --homedir=KATALOG Använd den givna katalogen för widelands konfigurationsfiler, sparade spel, och repriser
uk: --homedir=ІМ'Я_ПАПКИ використовувати вказану папку для файлів налаштування збурежень, та повторів

source: Default is ~/.widelands
de: Standard ist ~/.widelands
fi: Oletus on ~/.widelands
fr: Par défaut est ~/.widelands
gd: ~/.widelands a ghnàth
hu: ~/.widelands az alapértelmezett
it: Predefinito è ~/.widelands
ja: デフォルトは ~/.widelands
nb: Standard er ~/.widelands
nl: Standaard is ~/.widelands
pl: Domyślny to ~/.widelands
sk: Prednastavený je ~/.widelands
sv: Standardalternativet är ~/.widelands
uk: За замовчуванням ~/.widelands

source: --coredump=[yes|no] Generates a core dump on segfaults instead of using the SDL
de: --coredump=[yes|no] Erstellt einen Speicherauszug (core dump) bei Speicherzugriffsfehlers anstatt die SDL zu benutzen
fi: --coredump=[yes|no] Luo core dump:n segfaults-tilanteissa SDL:n sijaan.
fr: --coredump=[yes|no] Génère un dump du noyau sur une faute de segmentation plutot que d'utiliser SDL
gd: --coredump=[yes|no] Gin core dump le segfaults an aite an SDL a chleachadh
hu: --coredump=[yes|no] Létrehozzon-e a core dump-ot szegmens hiba esetén az SDL használata helyett
it: --coredump=[yes|no] Genera un coredump sui segfaults invece di usare SDL
ja: --coredump=[yes|no] SDLを使用する代わりに セグメンテーション違反のコアダンプを生成します。
nb: --coredump=[yes|no] Lager en kjernedump ved minnepekerfeil istedenfor å bruke SDL
nl: --coredump=[yes|no] Genereert een core dump bij segmentatiefouten in plaats van gebruik te maken van SDL
pl: --coredump=[yes|no] Generuj coredump przy segfaultach zamiast używać SDL
sk: --coredump=[yes|no] Generovať výpis pamäte pri chybách segmentácie namiesto použitia SDL
sv: --coredump=[yes|no] Genererar en kärndump vid segmenterings- fel istället för att använda SDL
uk: --coredump=[yes|no] збирати дамп ядра при помилках сегментації використанням SDL

source: --language=[de_DE|sv_SE|...] The locale to use.
de: --language=[de_DE|sv_SE|...] Die verwendete Übersetzung.
fi: --language=[de_DE|sv_SE|...] Käytetty lokalisaatio.
fr: --language=[de_DE|sv_SE|...] Locales à utiliser.
gd: --language=[gd_GB|de_DE|...] An sgeama ionadail ri chleachdadh.
hu: --language=[de_DE|hu_HU] Lokalizáció beállítása.
it: --language=[de_DE|sv_SE|...] la lingua da utilizzare.
ja: --language=[de_DE|sv_SE|...] 使用するロケール。
nb: --language=[de_DE|sv_SE|...] Hvilken lokale som skal benyttes.
nl: --language=[de_DE|sv_SE|...] Deze lokale gebruiken.
pl: --language=[de_DE|pl_PL|...] Locale do użycia.
sk: --language=[de_DE|sv_SE|...] Používaná lokalizácia.
sv: --language=[de_DE|sv_SE|...] Ställ in språk.
uk: --language=[de_DE|uk_UA|...] Використовувана локалізація

source: --localedir=DIRNAME Use DIRNAME as location for the locale
de: --localedir=ORDNER Verwende ORDNER als Speicherort für die Übersetzungen
fi: --localedir=HAKEMISTO Käyttää HAKEMISTO:a lokalisaatioille.
fr: --localedir=DIRNAME Utilise DIRNAME comme endroit pour les locales
gd: --localedir=AINM-PASGAIN Cleachd AINM-PASGAIN 'na ionad airson an sgeama ionadail
hu: --localedir=KÖNYVTÁRNÉV Honosítás betöltése a megadott könyvtárból.
it: --localedir=NOMECARTELLA Usa NOMECARTELLA come posizione dei file della lingua
ja: --localedir=DIRNAME ロケールのためにDIRNAMEをロケールとして使用します。
nb: --localedir=MAPPE Bruk MAPPE som plassering for lokale
nl: --localedir=DIRNAAM Gebruik DIRNAAM als locatie voor de lokale
pl: --localedir=KATALOG Użyj KATALOG jako położenia locale
sk: --localedir=NÁZOV_PRIEČINKA Používať NÁZOV_PRIEČINKA ako umiestnenie pre lokalizáciu.
sv: --localedir=KATALOG Använd KATALOG som plats för språk
uk: --localedir=ІМ'Я_ПАПКИ Використовувати вказану папка з файлами перекладу

source: --remove_syncstreams=[true|false] Remove syncstream files on startup
de: --remove_syncstreams=[true|false] Entfernt beim Starten syncstream Dateien
fi: --remove_syncstreams=[true|false] Poista syncstream käynnistyksessä
fr: --remove_syncstreams=[true|false] Enlève les fichiers syncstream au démarrage
gd: --remove_syncstreams=[true|false] Thoir air falbh na faidhlichean syncstream leis an tòiseachadh
hu: --remove_syncstreams=[true|false] A syncstream fáűjlok eltávolítása indításkor.
it: --remove_syncstreams=[true|false] Rimuove i file di sincronizzazione all'avvio
ja: --remove_syncstreams=[true|false] 開始時にsyncstreamファイルを削除します。
nl: --remove_syncstreams=[true|false] Verwijder syncstream bestanden bij het opstarten
pl: --remove_syncstreams=[true|false] Usuń pliki syncstream przy uruchamianiu
sk: --remove_syncstreams=[true|false] Pri spustení odstrániť syncstream súbory
sv: --remove_syncstreams=[true|false] Ta bort syncstream-filer vid programstart
uk: --remove_syncstreams=[true|false] Видалити файли синхронізації при старті

source: --remove_replays=[...] Remove replays after this number of days. If this is 0, replays are not deleted.
de: --remove_replays[...] Entfernt Replays nach dieser Anzahl an Tagen. Ist der Wert 0, werden Replays nicht gelöscht.
fi: --remove_replays=[...] Poista nauhoitukset näin monelta päivältä. Jos 0, nauhoituksia ei tuhota.
fr: --remove_replays=[...] Enlève le replay après ce nombre de jours. Si ceci est 0, les replays ne seront pas effacés.
gd: --remove_replays=[...] Thoir air falbh na h-ath-chluichean às dèidh an àireimh de làithean seo. Cha tèid faidhlichean a sguabadh às mas e 0 a th' ann.
hu: --remove_replays=[...] Visszajátszások eltávolítása a megadott számú nap leteltével. Ha ez a szám 0 a visszajátszások nem kerülnek törlésre.
it: --remove_replays=[...] Rimuove i replay dopo questo numero di giorni Se 0 i replay non verranno rimossi
ja: --remove_replays=[...] この日数以前のリプレイを削除します。 これが0の場合はリプレイを削除しません。
nb: --remove_replays=[...] Fjern repriser etter angitt antall dager. Hvis tallet er 0, blir de ikke fjernet.
nl: --remove_replays=[...] Verwijder herhalingen na dit aantal dagen. Als dit 0 is worden de herhalingen niet verwijderd.
pl: --remove_replays=[...] Usuń powtórki po tej liczbie dni. Jeśli 0, powtórki nie są usuwane.
sk: --remove_replays=[...] Odstániť záznamy po stanovenom počte dní. Ak je nastavené na 0, záznamy sa nezmažú.
sv: --remove_replays=[...] Ta bort repriser efter givet antal dagar. Om det anges till 0 raderas aldrig repriser.
uk: --remove_replays=[...] Видалити повтори через вказану кількість днів. Якщо тут 0, то повтори не видаляються

source: Sound options:
de: Audio-Optionen:
fi: Ääniasetukset:
fr: Options sonores:
gd: Roghainnean fuaime:
hu: Hang opciók:
it: Opzioni audio:
ja: サウンドオプション:
nb: Lydvalg:
nl: Geluidsopties:
pl: Opcje dźwięku:
sk: Možnosti zvuku:
sv: Ljudalternativ:
uk: Параметри звуку:

source: --nosound Starts the game with sound disabled.
de: --nosound Startet das Spiel mit deaktiviertem Ton.
fi: --nosound Käynnistää pelin ilman ääniä.
fr: --nosound Démarre le jeu avec le son désactivé.
gd: --nosound Tòisichidh seo an geama leis an fuaim à comas.
hu: --nosound Hang nélkül indítja a játékot.
it: --nosound Avvia il gioco con l'audio disabilitato.
ja: --nosound サウンドを無効にしてゲームを開始します。
nb: --nosound Starter spillet med lyd avslått.
nl: --nosound Start het spel zonder geluid.
pl: --nosound Uruchamia grę bez dźwięku.
sk: --nosound Spustí hru bez zvuku.
sv: --nosound Startar spelet med ljud avstängt.
uk: --nosound Запуск гри без звуку.

source: --disable_fx Disable sound effects.
de: --disable_fx Deaktiviert Klang-Effekte.
fi: --disable_fx Poistaa äänitehosteet käytöstä.
fr: --disable_fx Désactive les effets sonores.
gd: --disable_fx Cuir èifeachdan fuaime à comas.
hu: --disable_fx Hangeffektek kikapcsolása.
it: --disable_fx Disabilita gli effetti sonori.
ja: --disable_fx 効果音を無効にします。
nb: --disable_fx Slår av lydeffekter.
nl: --disable_fx Schakel geluidseffecten uit.
pl: --disable_fx Wyłącza efekty dźwiękowe.
sk: --disable_fx Deaktivuje zvukové efekty.
sv: --disable_fx Stäng av ljudeffekter.
uk: --disable_fx Вимкнути звукові ефекти.

source: --disable_music Disable music.
de: --disable_music Deaktiviert die Musik.
fi: --disable_music Poistaa musiikin käytöstä.
fr: --disable_music Désactive la musique.
gd: --disable_music Cuir an ceòl à comas.
hu: --disable_music Zene kikapcsolása.
it: --disable_music Disabilita la musica.
ja: --disable_music BGMを無効にします。
nb: --disable_music Slår av musikk.
nl: --disable_music Schakel muziek uit.
pl: --disable_music Wyłącza muzykę.
sk: --disable_music Deaktivuje hudbu.
sv: --disable_music Stäng av musik.
uk: --disable_music Вимкнути музику.

source: --nozip Do not save files as binary zip archives.
de: --nozip Speichere Dateien nicht als Zip-Archive.
fi: --nozip Älä pakkaa tallennustiedostoja zip-arkistoiksi.
fr: --nozip Ne pas sauver les fichiers en archives zip binaires.
gd: --nozip Na sàbhail faidhlichean nan tasglannan bìnearaidh zip.
hu: --nozip A mentéseket ne tömörített zip formátumban tárolja.
it: --nozip Non salva i file come archivi zip binari.
ja: --nozip バイナリzipアーカイブとしてファイルを保存しません。
nl: --nozip Sla bestanden niet op als binaire zip archieven.
pl: --nozip Nie zapisuj plików jako binarnych archiwów zip.
sk: --nozip Neukladať súbory ako binárne zip archívy.
sv: --nozip Spara inte spel som binära zip-arkiv.
uk: --nozip Не зберігати файли в zip архівах.

source: --editor Directly starts the Widelands editor. You can add a =FILENAME to directly load the map FILENAME in editor.
de: --editor Startet sofort den Widelands-Editor. Du kannst =DATEINAME hinzufügen, um sofort DATEINAME zu laden.
fi: --editor Käynnistää Widelands-karttamuokkaimen suoraan. Voit lisätä arvon =TIEDOSTO ladataksesi muokkaimeen suoraan tietyn karttatiedoston.
fr: --editor Démarre directement l'éditeur de Widelands. Vous pouvez ajouter =FILENAME pour charger directement la carte FILENAME dans l'éditeur.
gd: --editor Tòisichidh seo an deasaichee Widelands sa bhad. 'S urrainn dhut =AINM-FAIDHLE a chur ris gus am mapa AINM-FAIDHLE a luchdadh sa bhad san deasaiche.
hu: --editor Egyből a Widelands pályaszerkesztőt indítsa el. Hozzáírva a =FILENAME szöveget betölti a FILENAME néven mentett térképet a szerkesztőbe.
it: --editor Avvia direttamente l'editor di Widelands. Puoi aggiungere un =NOMEFILE per caricare direttamente la mappa NOMEFILE nell'editor.
ja: --editor Widelandsエディタを直接起動します。 エディタでマップFILENAMEを直接読み込むために =FILENAMEを追加できます。
nl: --editor Start meteen de Widelands editor. Je kunt =BESTANDNAAM toevoegen om direct de kaart BESTANDNAAM in de editor te laden.
pl: --editor Uruchamia editor Widelands bezpośrednio. Możesz dodać =NAZWAPLIKU, by bezpośrednio wczytać mapę NAZWAPLIKU w edytorze.
sk: --editor Spustí priamo Widelands editor. Môžete pridať aj =NÁZOV_SÚBORU, aby sa priamo v editore načítala mapa NÁZOV_SÚBORU.
sv: --editor Starta direkt i Widelands redigerare. Lägg till =FILENAME för att direkt läsa in kartan FILENAME i redigeraren.
uk: --editor Запустити редактор Widelands. Ви можете додати =ІМ'Я_ФАЙЛУ для відкриття файлу ІМ'Я_ФАЙЛУ в редакторі.

source: --scenario=FILENAME Directly starts the map FILENAME as scenario map.
de: --scenario=DATEINAME Startet sofort die Karte DATEINAME als Szenario.
fi: --scenario=TIEDOSTO Käynnistää annetun kartan suoraan kenaariona.
fr: --scenario=FILENAME Démarre directement la carte FILENAME comme carte de scénario.
gd: --scenario=FILENAME Tòisichidh seo am mapa AINM-FAIDHLE sa bhad mar mhapa cnàmh-sgeòil.
hu: --scenario=FILENAME Közvetlenül a FILENAME térképet indítja scenarioként.
it: --scenario=NOMEFILE Avvia direttamente la mappa NOMEFILE come campagna.
ja: --scenario=FILENAME シナリオマップとしてファイル名を 直接起動します。
nb: --scenario=FILNAVN Starter kartet FILNAVN direkte som et scenario.
nl: --scenario=BESTANDNAAM Start meteen de map BESTANDNAAM als scenario kaart.
pl: --scenario=NAZWAPLIKU Bezpośrednio uruchamia mapę NAZWAPLIKU jako mapę scenariusza.
sk: --scenario=NÁZOV_SÚBORU Priamo spustí mapu NÁZOV_SÚBORU ako scenár.
sv: --scenario=FILENAME Starta direkt FILENAME som scenariokarta.
uk: --scenario=ІМ'Я_ФАЙЛУ Запустити гру на карті ІМ'Я_ФАЙЛУ

source: --loadgame=FILENAME Directly loads the savegame FILENAME.
de: --loadgame=DATEINAME Lädt sofort den Spielstand DATEINAME.
fi: --loadgame=TIEDOSTO Avaa suoraan annetun pelitallennuksen
fr: --loadgame=FILENAME Charge directement la sauvegarde FILENAME.
gd: --loadgame=FILENAME Luchdaichidh seo an geama air a shàbhaladh AINM-FAIDHLE sa bhad.
hu: --loadgame=FILENAME Közvetlenül betölti a FILENAME néven mentett állást.
it: --loadgame=NOMEFILE Carica direttamente il salvataggio NOMEFILE.
ja: --loadgame=FILENAME セーブデータFILENAMEを直接読み込みます。
nb: --loadgame=FILNAVN Laster det lagrede spillet FILNAVN direkte.
nl: --loadgame=BESTANDNAAM Laad meteen het opgeslagen spel BESTANDNAAM.
pl: --loadgame=NAZWAPLIKU Bezpośrednio wczytuje zapis gry NAZWAPLIKU.
sk: --loadgame=NÁZOV_SÚBORU Priamo načíta uloženú hru NÁZOV_SÚBORU.
sv: --loadgame=FILENAME Starta direkt det sparade spelet FILENAME.
uk: --loadgame=ІМ'Я_ФАЙЛУ Завантажити збереження гри ІМ'Я_ФАЙЛУ.

source: --script=FILENAME Run the given Lua script after initialization. Only valid with --scenario, --loadgame, or --editor.
de: --script=FILENAME Führt ein Lua-Skript nach der Initialisierung aus. Nur gültig mit --scenario, --loadgame oder --editor.
fr: --script=FILENAME Exécute le script LUA donné après l'initialisation. Seulement valide avec --scenario, --loadgame, ou --editor.
gd: --script=FILENAME Ruith an sgriobt Lua seo às dèidh an tòiseachaidh. Chan eil e dligheach ach le --scenario, --loadgame no --editor.
ja: --script=FILENAME 初期化後に指定したLuaスクリプトを実行します。 --scenario、--loadgame、--editorでのみ有効です。
nb: --script=FILNAVN Kjør følgende Lua-skript etter oppstart. Kun gyldig sammen med --scenario, --loadgame, eller --editor.
nl: --script=BESTANDSNAAM Start het opgegeven script na initialisatie. Alleen geldig met --scenario, --loadgame of --editor.
pl: --script=FILENAME Uruchom podany skrypt Lua po inicjalizacji. Poprawny tylko z opcjami --scenario, --loadgame lub --editor.
sk: --script=NÁZOV_SÚBORU Po inicializácii spustiť zadaný skript v jazyku Lua. Platné len s --scenario, --loadgame alebo --editor.

source: --dedicated=FILENAME Starts a dedicated server with FILENAME as map
de: --dedicated=DATEINAME Startet einen zugeordneten Server mit der Karte DATEINAME
fi: --dedicated=TIEDOSTONNIMI käynnyistää pelipalvelimen kartalla, joka löytyy TIEDOSTONNIMESTÄ.
fr: --dedicated=FILENAME Démarre un serveur dédié avec FILENAME comme carte
gd: --dedicated=FILENAME Tòisichidh seo frithealaiche sònraichte le AINM-FAIDHLE mar mhapa
it: --dedicated=NOMEFILE Avvia un server dedicato usando NOMEFILE come mappa
ja: --dedicated=FILENAME マップとしてFILENAME を指定して専用サーバーを起動します。
nb: --dedicated=FILNAVN Starter en dedikert tjener med FILNAVN som kart
nl: --dedicated=FILENAME Begint een vaste server met FILENAME als map
pl: --dedicated=NAZWAPLIKU Uruchamia serwer dedykowany z mapą NAZWAPLIKU
sk: --dedicated=NÁZOV_SÚBORU Spustí dedikovaný server s mapou NÁZOV_SÚBORU

source: --auto_roadbuild_mode=[yes|no] Whether to enter roadbuilding mode automatically after placing a flag that is not connected to a road.
de: --auto_roadbuild_mode=[yes|no] Ob der Straßenbau automatisch nach dem Setzen einer Flagge, die nicht mit einer Straße verbunden ist, gestartet werden soll.
fr: --auto_roadbuild_mode=[yes|no] Si vous voulez passer en mode construction de route automatiquement après avoir placé un drapeau qui n'est pas connecté à une route.
gd: --auto_roadbuild_mode=[yes|no] Co-dhiù an tèid gus nach tèid do chur sa mhodh togail rathaidean gu fèin-obrachail nuair a bhios bratach air a chur ann nach eil ceangailte ri rathad.
ja: --auto_roadbuild_mode=[yes|no] 道路に接続していない旗を設置したあとで、 自動的に道路敷設モードにするかどうか。
nl: --auto_roadbuild_mode=[yes|no] Of automatisch naar wegenbouw modus omgeschakeld moet worden nadat een vlag is geplaatst die niet is verbonden met een weg.
pl: --auto_roadbuild_mode=[yes|no] Czy wchodzić w tryb budowy drogi automatycznie po umieszczeniu flagi niepołączonej z drogą.
sk: --auto_roadbuild_mode=[yes|no] Či sa aktivuje režim stavania ciest automaticky po umiestnení vlajky, ktorá nie je spojená s cestou.

source: Graphic options:
de: Grafik-Optionen:
fr: Options graphiques:
gd: Roghainnean grafaigeachd:
it: Opzioni grafiche:
ja: グラフィックオプション:
nb: Innstillinger for grafikk:
nl: Grafische opties:
pl: Opcje graficzne:
sk: Možnosti grafiky:

source: --fullscreen=[yes|no] Whether to use the whole display for the game screen.
de: --fullscreen=[yes|no] Ob das Spiel im Vollbild-Modus gestartet werden soll.
fr: --fullscreen=[yes|no] Si vous utilisez tout l'affichage pour l'écran de jeu.
gd: --fullscreen=[yes|no] Co-dhiù an tèid gus nach tèid an sgrìn slàn a chleachdadh airson a' gheama.
ja: --fullscreen=[yes|no] ゲーム画面としてディスプレイ全体を 使用するかどうか。
nb: --fullscreen=[yes|no] Om spillet skal vises i fullskjerm eller ikke
nl: --fullscreen=[yes|no] Of het hele beeld gebruikt moet worden voor het spelscherm.
pl: --fullscreen=[yes|no] Czy uruchamiać grę na pełnym ekranie.
sk: --fullscreen=[yes|no] Či má byť použitý celý displej pre hernú obrazovku.

source: --xres=[...] Width of the window in pixel.
de: --xres=[...] Breite des Fensters in Pixeln.
fr: --xres=[...] Largeur de la fenêtre en pixels.
gd: --xres=[...] Leud na h-uinneige ann am piogsailean.
ja: --xres=[...] ウィンドウの幅（ピクセル）。
nb: --xres=[...] Vinduets bredde i piksler.
nl: --xres=[...] Breedte van het scherm in pixels.
pl: --xres=[...] Szerokość okna w pikselach.
sk: --xres=[...] Šírka okna v pixeloch.

source: --yres=[...] Height of the window in pixel.
de: --yres=[...] Höhe des Fensters in Pixeln.
fr: --yres=[...] Hauteur de la fenêtre en pixels.
gd: --yres=[...] Àirde na h-uinneige ann am piogsailean.
ja: --yres=[...] ウィンドウの高さ（ピクセル）。
nb: --yres=[...] Vinduets høyde i piksler.
nl: --yres=[...] Hoogte van het scherm in pixels.
pl: --yres=[...] Wysokość okna w pikselach.
sk: --yres=[...] Výška okna v pixeloch.
