Repository: FeodorFitsner/widelands
Catalog: po/widelands_console/*.po
Languages: de, fi, fr, gd, hu, it, ja, nb, nl, pl, sk, sv, uk

source: --opengl=[0|1] Enables OpenGL rendering
de: --opengl=[0|1] De-/Aktiviert OpenGL
fr: --opengl=[0|1] Active le rendu OpenGL
gd: --opengl=[0|1] Cuiridh seo reandaradh OpenGL an comas
it: --opengl=[0|1] Abilita il rendering OpenGL
ja: --opengl=[0|1] OpenGLレンダリングを有効化します。
nb: --opengl=[0|1] Slår på opptegning med OpenGL
nl: --opengl=[0|1] Zet OpenGL rendering aan
pl: --opengl=[0|1] Włącza renderowanie OpenGL
sk: --opengl=[0|1] Vykresľovať pomocou OpenGL

source: Options for the internal window manager:
de: Einstellungen für den internen Fenstermanager:
fi: Sisäisen ikkunointijärjestelmän asetukset:
fr: Options pour le gestionnaire de fenêtre interne:
gd: Roghainnean airson manaidsear nan uinneagan taobh a-staigh:
it: Opzioni per il window manager interno:
ja: 内部ウィンドウマネージャーのオプション:
nl: Opties voor de interne vensterbeheerder:
pl: Opcje wewnętrzego menedżera okien:
sk: Voľby pre vnútorného správcu okien:
sv: Alternativ för den interna fönsterhanteraren:
uk: Параметри внутрішнього менеджера вікна:

source: --border_snap_distance=[0 ...] Move a window to the edge of the screen when the edge of the window comes within this distance from the edge of the screen.
de: --border_snap_distance=[0 ...] Verschiebe ein Fenster in eine Ecke des Bildschirms wenn die Ecke des Fensters in diese Entfernung von der Ecke des Bildschirms kommt.
fi: --border_snap_distance=[0 ...] Siirrä ikkuna ruudun reunaan kun sen oma reuna on tällä etäisyydellä ruudun reunasta.
fr: --border_snap_distance=[0 ...] Bouge une fenêtre vers le bord de l'écran Quand le bord de la fenêtre rentre dans cette distance du bord de l'écran.
gd: --border_snap_distance=[0 ...] Gluais uinneag gu oir na sgrìn ma bhios i taobh a-staigh an astair seo o oir na sgrìn.
hu: --border_snap_distance=[0 ...] Az ablak ragadjon a képernyő széléhez, ha az ablak széle ilyen távolságon belülre kerül a képernyő széléhez képest.
it: --border_snap_distance=[0 ...] Sposta una finestra al bordo dello schermo quando il bordo della finestra si trova a questa distanza dal bordo dello schermo.
ja: --border_snap_distance=[0 ...] 画面端からこの距離内に ウィンドウ端が来たときに、 画面端へウィンドウを移動します。
nl: --border_snap_distance=[0 ...] Verplaats een venster naar de rand van het scherm als de rand van het scherm binnen deze afstand van de rand van het scherm komt.
pl: --border_snap_distance=[0 ...] Przesuń okno do krawędzi ekranu gdy krawędź okna jest w tej odległości od krawędzi ekranu.
sk: --border_snap_distance=[0 ...] Presunúť okno k okraju obrazovky, ak sa okraj okna nachádza v tomto rozsahu vzdialeností od okraja obrazovky.
sv: --border_snap_distance=[0 ...] Flytta ett fönster till skärmkanten när fönsterkanten kommer inom detta avstånd från skärmkanten.
uk: --border_snap_distance=[0 ...] Рухати вікно до межі екрану поки край вікна не буде на заданій відстані від краю екрана.

source: --dock_windows_to_edges=[yes|no] Eliminate a window's border towards the edge of the screen when the edge of the window is next to the edge of the screen.
de: --dock_windows_to_edges=[yes|no] Verstecke den Rand des Fensters, wenn die Ecke des Fensters in die Nähe der Bildschirmecke kommt.
fi: --dock_windows_to_edges=[yes|no] Poista ikkunan ruudun laidan vastainen reunus kun ikkunan reuna on vasten ruudun laitaa. (Asetus säästää ruututilaa.)
fr: --dock_windows_to_edges=[yes|no] Supprime la bordure de fenêtre vers le bord de l'écran quand le bord de la fenêtre est à coté du bord de l'écran.
gd: --dock_windows_to_edges=[yes|no] Thoir oir na h-uinneige ri taobh oir na sgrìn air falbh nuair a bhios oir na h-uinneige ri oir na sgrìn.
hu: --dock_windows_to_edges=[yes|no] Az ablak képernyő széléhez illeszkedő felének eltűntetése, ha az ablak a képernyő szélén van.
it: --dock_windows_to_edges=[yes|no] Elimina il bordo della finestra adiacente al bordo dello schermo quando il bordo della finestra è prossimo al bordo dello schermo.
ja: --dock_windows_to_edges=[yes|no] ウィンドウ端が画面端に隣接しているとき 画面端にウィンドウ枠を 収納します。
nl: --dock_windows_to_edges=[yes|no] Verwijder de rand van een venster aan de kant van de rand van het scherm als de rand van het venster naast de rand van het scherm is.
pl: --dock_windows_to_edges=[yes|no] Schowaj krawędź okna przy krawędzi ekranu, gdy krawędź okna jest przy krawędzi ekranu.
sk: --dock_windows_to_edges=[yes|no] Odstrániť rám okna naproti okraju obrazovky, keď je okraj okna vedľa okraja obrazovky.
sv: --dock_windows_to_edges=[yes|no] Eliminera ett fönsters kant mot skärmkanten när fönsterkanten är intill skärmkanten.
uk: --dock_windows_to_edges=[yes|no] Прибрати рамку вікна з тієї сторони якою вікно торкається краю екрана.

source: --panel_snap_distance=[0 ...] Move a window to the edge of the panel when the edge of the window comes within this distance from the edge of the panel.
de: --panel_snap_distance=[0 ...] Verschiebe ein Fenster in eine Ecke des Panels wenn die Ecke des Fensters in diese Entfernung von der Ecke des Panels kommt.
fi: --panel_snap_distance=[0 ...] Siirrä ikkuna paneelin reunaan kun ikkunan reuna on tällä etäisyydellä paneelin reunasta.
fr: --panel_snap_distance=[0 ...] Bouge une fenêtre vers le bord du panneau quand le bord de la fenêtre entre dans cette distance du bord du panneau.
gd: --panel_snap_distance=[0 ...] Gluais uinneag gu oir na panail ma bhios i taobh a-staigh an astair seo o oir na panail.
hu: --panel_snap_distance=[0 ...] Az ablak ragadjon a panel széléhez, ha az ablak széle ilyen távolságon belülre kerül a panel széléhez képest.
it: --panel_snap_distance=[0 ...] Sposta una finestra al bordo del pannello quando il bordo della finestra si trova a questa distanza dal bordo del pannello.
ja: --panel_snap_distance=[0 ...] ウィンドウ端が パネル端からこの距離内に来たときに、 パネル端へウィンドウを移動します。
nl: --panel_snap_distance=[0 ...] Verplaats een venster naar de rand van het paneel als de rand van het venster binnen deze afstand van de rand van het paneel komt.
pl: --panel_snap_distance=[0 ...] Przesuń okno do krawędzi panelu gdy krawędź okna jest w tej odległości od krawędzi panelu.
sk: --panel_snap_distance=[0 ...] Presunúť okno k okraju panelu, ak sa okraj okna nachádza v tomto rozsahu vzdialeností od okraja panelu.
sv: --panel_snap_distance=[0 ...] Flytta fönster till panelkanten när fönsterkanten kommer inom det här avståndet från panelkanten.
uk: --panel_snap_distance=[0 ...] Рухати вікно до краю панелі, поки край вікна не буде на заданій відстані від краю панелі.

source: --snap_windows_only_when_overlapping=[yes|no] Only move a window to the edge of a panel if the window is overlapping with the panel.
de: --snap_windows_only_when_overlapping=[yes|no] Verschiebe ein Fenster nur zur Ecke eines anderen, wenn es sich mit diesem überschneidet.
fi: --snap_windows_only_when_overlapping=[yes|no] Siirrä ikkuna paneelin reunaan vain jos se on paneelin päällä.
fr: --snap_windows_only_when_overlapping=[yes|no] Bouge seulement la fenêtre vers le bord du panneau si la fenêtre est au dessus du panneau.
gd: --snap_windows_only_when_overlapping=[yes|no] Na gluais uinneag gu oir panail ma bhios i tar-chòmdaichte leis a' phanail.
hu: --snap_windows_only_when_overlapping=[yes|no] Csak akkor mozgasson egy ablakot a panel széléhez ha az ablak túlnyúl a panelen.
it: --snap_windows_only_when_overlapping=[yes|no] Sposta una finestra al bordo del pannello solo se la finestra si sovrappone al pannello.
ja: --snap_windows_only_when_overlapping=[yes|no] ウィンドウがパネルと重なっているときに、 パネル端へウィンドウを移動するだけ。
nl: --snap_windows_only_when_overlapping=[yes|no] Verplaats alleen een venster naar de rand van een paneel als het venster het paneel overlapt.
pl: --snap_windows_only_when_overlapping=[yes|no] Przesuwaj okno do krawędzi panelu tylko, jeśli okno nachodzi na panel.
sk: --snap_windows_only_when_overlapping=[yes|no] Presunúť okno k okraju panelu, len ak okno prekrýva panel.
sv: --snap_windows_only_when_overlapping=[yes|no] Flytta endast fönster till panelkanten om fönstret överlappar panelen.
uk: --snap_windows_only_when_overlapping=[yes|no] Рухати вікно до краю панелі лише коли воно перекриває(-ться) панель(-лю).

source: --verbose Enable verbose debug messages
de: --verbose Verwende die ausführlichen Debugmeldungen
fi: --verbose Käytä laajaa debug-tulostusta.
fr: --verbose Active les messages verbeux de debogage
gd: --verbose Cuir teachdaireachdan dì-bhugachaidh briathrach an comas
hu: --verbose Bővebb hibakeresési üzenetek.
it: --verbose Abilita messaggi di debug prolissi
ja: --verbose デバッグメッセージを有効化します。
nb: --verbose Slå på utdypende feilsøkingsmeldinger
nl: --verbose Activeer uitgebreide debug-berichten
pl: --verbose Włącz gadatliwe informacje debugowania
sk: --verbose Zapnúť podrobné ladiace výpisy
sv: --verbose Aktivera utförliga meddelanden för felsökning
uk: --verbose Ввімкнути дедальні повідомлення налагодження

source: --help Show this help
de: --help Zeigt diese Hilfe
fi: --help Näytä tämä ohje
fr: --help Montre cette aide
gd: --help Seall a' chobhair seo
hu: --help Megjeleníti ezt a segítséget
it: --help Mostra questo aiuto
ja: --help このヘルプを表示します。
nb: --help Viser denne hjelpen
nl: --help Toon deze hulp
pl: --help Wyświetl tę pomoc
sk: --help Zobraziť túto pomoc
sv: --help Visa denna hjälp
uk: --help Показати цю довідку

source: Bug reports? Suggestions? Check out the project website: https://launchpad.net/widelands Hope you enjoy this game!
de: Fehlermeldungen? Vorschläge? Die Webseite des Projekts gibt entsprechende Hinweise - siehe: https://launchpad.net/widelands Wir hoffen, das Spiel gefällt!
fi: Virheraportteja? Ehdotuksia? Tarkista projektin verkkosivut: https://launchpad.net/widelands Toivottavasti nautit pelistä!
fr: Rapport de bug ? Suggestions ? Visitez le site web de notre projet: https://launchpad.net/widelands Nous espérons que vous avez aimez ce jeu!
gd: A bheil thu airson innse dhuinn mu bhuga? No beachd a chur thugainn? Thoir sùil air làrach-lìn a' phròiseict: https://launchpad.net/widelands Tha sinn an dòchas gun còrd an geama riut!
hu: Hibabejelentések? Javaslatok? Nézd meg a projekt weblapját: https://launchpad.net/widelands Reméljük, hogy tetszett a játék!
it: Segnalazioni di bug? Suggerimenti? Visita il sito web del progetto: https://launchpad.net/widelands Speriamo che il gioco ti piaccia!
ja: バグレポートや提案がありますか？プロジェクトのウェブサイトをチェックしてください。 https://launchpad.net/widelands それでは良いゲームを！
nb: Feilrapporter? Forslag til forbedringer? Sjekk ut prosjektets hjemmeside: https://launchpad.net/widelands Vi håper du liker Widelands!
nl: Bug meldingen? Suggesties? Bekijk de website van het project: https://launchpad.net/widelands Hopelijk vind je dit spel leuk!
pl: Raporty o błędach? Sugestie? Odwiedź stronę projektu: https://launchpad.net/widelands Życzymy miłej gry!
sk: Našli ste chybu? Máte nejaké návrhy? Navštívte webovú stránku projektu: https://launchpad.net/widelands Dúfame, že sa vám táto hra páči!
sv: Buggrapporter? Förslag? Gå in på projektets hemsida: https://launchpad.net/widelands Hoppas du gillar spelet!
uk: Маєте повідомлення пр помилки? Пропозиції? Заходьте на сайт: https://launchpad.net/widelands Маємо надію що гра вам сподобається!
