Repository: FeodorFitsner/widelands
Catalog: po/scenario_emp02.wmf/*.po
Languages: de

source: Empire Tutorial2 - An outpost for exile
de: Imperium Tutorial2 - Ein Außenposten für das Exil

source: Finally the ship was repaired, so Lutius and his people again went on the quest to find a good place for a new beginning. Only few days later they land on a green, Mediterranean island, looking like paradise.
de: Schließlich war das Schiff wieder fahrtauglich. Und so fuhren Lutius und seine Leute erneut auf hohe See, um sich wieder auf die Suche nach einen Platz für ihren Neuanfang zu machen. Und so vergingen einige Tage auf dem Meer, bis sie schließlich eine grüne, mediterrane Insel erreichten, die dem Paradies sehr nahe kam.

source: Diary of Lutius
de: Lutius' Tagebuch

source: "Finally! This island appears to be made for us, it is a gift from the Gods to my people and myself.<br> Until now, we have only seen a small part of this island, but this part alone is already bringing sunlight in my mind. I feel as if we have found a priceless treasure, a land like paradise.<br> On this island, we will start our new life. We will build up an outpost for our exile, which perhaps will become a new, beautiful home for every one of us."
de: "Endlich!<br>Diese Insel scheint für uns gemacht zu sein, sie ist ein Geschenk der Götter an meine Leute und mich.<br>Bis jetzt haben wir nur einen kleinen Teil der Insel erkundet, doch schon alleine dieser Teil lässt mich das Sonnenlicht in meinem Herzen spüren und schenkt mir das Gefühl, einen unbezahlbaren Schatz, ein Land wie das Paradies gefunden zu haben.<br>Auf dieser Insel werden wir unser neues Leben beginnen, unseren Außenposten für unser Exil errichten, das vielleicht schon bald ein wunderschönes Zuhause für jeden von uns werden kann."

source: A new island
de: Eine neue Insel

source: "As Saledus and I walked through these wonderful forests in the north, we felt that our future had just begun. This land is so peaceful, good and beautiful, I could stay here until the end of my life.<br> But until that day, may many years pass! For now, we must concentrate on the present, and build a few lumberjack's houses and a sawmill to produce some basic building materials.<br> But we shouldn't forget to preserve this natural bounty. These forests should last forever, so we really should build a forester's house too."<br><br>-- NEW OBJECTIVE --<br>
de: "Als Saledus und ich in den dichten, grünen Wäldern im Norden unseres Hauptquartiers spazieren gingen, fühlten wir, dass unsere Zukunft gerade begonnen hat. Diese Insel ist so friedlich, angenehm und wunderschön, dass ich hier am liebsten bis zu meinem Lebensende bleiben möchte.<br>Doch bis dahin werden hoffentlich noch etliche Jahre vergehen. Und für den Moment sollten wir uns auf das Jetzt konzentrieren und eine paar Holzfällerhütten sowie ein Sägewerk errichten, um gutes Baumaterial herzustellen.<br>Gleichzeitig sollten wir aber nicht vergessen, die Schönheit und Stärke dieser Natur zu bewahren. Diese Wälder sollen für immer bestehen und auch noch den Kindern unserer Kinder den nötigen Schatten spenden - ein Forsthaus wird dies gewährleisten."<br><br>-- NEUER AUFTRAG --<br>

source: * Build three lumberjack's houses, a forester's house and a sawmill.
de: * Baue drei Holzfäller, ein Forsthaus und ein Sägewerk.

source: The green forests
de: Der grüne Wald

source: "Later, I walked down to the rocks in the south and looked for a place where we can build a quarry to get some hard stone for our larger buildings.<br> Again, I felt like I'm in paradise when I noticed that some marble-like stones were among the rocks. It seems that we will soon be able to build strong, luxurious buildings, like those we were accustomed to in Fremil."<br><br>-- NEW OBJECTIVE --<br>
de: "Später ging ich hinunter zu den Felsen im Süden und suchte nach einem guten Platz, wo wir einen Steinbruch errichten können, um Steine abzubauen, welches wir sicherlich schon bald für unsere größeren Gebäude brauchen werden.<br>Und wieder fühlte ich mich wie im Paradies, als ich feststellte, dass auch ab und an Marmor unter den Felsen zu finden ist. Es scheint so, als ob wir hier bald ein Leben im Luxus führen könnten.<br><br>-- NEUER AUFTRAG --<br>

source: * Build a quarry to the south of your headquarters.
de: * Baue einen Steinbruch im Süden deines Hauptquartiers.

source: The rocks
de: Die Felsen

source: "Good news! Today our wood economy was completed. Now we can be sure to have enough wood for our future building projects."
de: "Hervorragend, heute nahm auch der letzte Betrieb unserer Holzwirtschaft seine Arbeit auf. Nun bekommen wir genügend Holz für all unsere zukünftigen Bauprojekte."

source: Wood for the colony
de: Holz für die Kolonie

source: "Great, today the building of the quarry was completed. Now we get enough stone to construct larger buildings."
de: "Wunderbar, heute wurde unser Steinbruch fertiggestellt. Nun bekommen wir genügend Steine für unsere zukünftigen Bauprojekte."

source: Stone for the colony
de: Steine für die Kolonie

source: Saledus looks unhappy
de: Saledus sieht unglücklich aus

source: "Greetings Lutius, I don't want to start a panic, but I found something which gives me a sinking feeling in my stomach and spreads waves of fear in my heart. As I walked down to the southern strands I found the remains of another ship. I don't know whether these parts are all that is left of that ship. Inn any case: these parts do not seem to be old.<br> Perhaps the people aboard that ship were caught in the same storm which brought us to Malac' Mor - and were brought to this island.<br> I beg you to be cautious and to build some barracks or sentries around our colony."<br><br>-- NEW OBJECTIVE --<br>
de: "Hallo, Lutius,<br>ich möchte keine Panik verbreiten, aber ich habe etwas gefunden, was mir ernste Sorgen bereitet.<br> Du wirst dich fragen, was der Grund dafür ist - gut, ich will es dir zeigen:<br>Als ich zum südlichen Strand der Insel ging, fand ich ein paar Teile eines anderen Schiffs. Ich weiß nicht, ob diese Teile die einzigen Überbleibsel des Schiffs auf dieser Insel sind, aber sie scheinen in jedem Fall nicht sehr alt zu sein. Vielleicht wurden die Eigner dieses Schiffes von demselben Sturm, der uns nach Malac' Mor brachte, auf diese Insel gespült. <br>Wie auch immer, ich bitte dich, vorsichtig zu sein und ein paar Barracken oder Wachposten um unsere Kolonie zu errichten."<br><br>-- NEUER AUFTRAG --<br>

source: * Build some barracks and sentries around the colony.
de: * Baue ein paar Barracken und Wachstuben um die Kolonie.

source: Dangerous shipparts
de: Gefährliche Schiffsteile

source: Saledus smiles
de: Saledus lächelt

source: "Lutius, I've got good news for you:<br> As I walked to the east, I found a larger mountain.<br> I am not absolutely sure - a geologist should check if I am right - but I believe we could mine marble from some places on the mountain.<br> It would be a good source to bolster our supply of quality marble, beyond the meagre quantities available from the quarry. Perhaps you were right when you said that this island is like paradise.<br> Let us expand to that mountain and start mining marble."<br><br>-- NEW OBJECTIVE --<br>
de: "Hallo, Lutius,<br>ich habe gute Neuigkeiten für dich: Als ich weiter im Osten spazieren ging, fand ich einen größeren Berg. Ich bin nicht absolut sicher - ein Geologe sollte es nachprüfen -, aber ich denke, dass wir Marmor an einigen Stellen des Berges abbauen könnten. Das wäre eine gute Quelle, um unseren Vorrat an hochwertigem Marmor über die dürftigen Mengen vom Steinbruch zu bringen.<br>Vielleicht hattest du ja wirklich recht, als du sagtest, dass diese Insel wie ein Paradies ist.<br>Lass uns nach Osten in Richtung des Berg expandieren und dort Marmor abbauen.<br><br>-- NEUER AUFTRAG --<br>

source: * Expand to the east, to start mining marble from the mountain.
de: * Expandiere in den Osten, um dort den Marmor abbauen zu können.

source: Marble on the mountain
de: Das Marmor des Berges

source: Saledus is amazed
de: Saledus ist begeistert

source: "By the Gods, this is an unbelievable strike of fortune! There are two more mountains and it seems that one has a large quantity of coal and the other of iron ore. We should immediately start to build iron ore and coal mines (or at least charcoal burners), smelting works, toolsmith's shops, armour and weapon smithies.<br> However: for all these bigger buildings, we need better and more elegant building materials. So, let's build<br> a stonemason, who cuts columns from marble.<br> After all, now we can begin living as we did in Fremil."<br><br>-- NEW OBJECTIVE --<br>
de: "Bei den Göttern, das ist großartig, das ist ein unglaublicher Glücksfall! Dort sind zwei weitere Berge und es scheint beinahe so, als ob einer eine größere Menge Steinkohle verbirgt und der andere einige Eisenadern aufweist. Nun können wir wirklich fast ein Leben wie in Fremil führen. Wir sollten sofort anfangen, Eisen und Kohle abzubauen (oder wenigstens eine Köhlerei zu errichten), einen Hochofen, Rüstungs- und Waffenschmieden sowie eine Werkzeugschmiede zu bauen. Allerdings brauchen wir für diese größeren Gebäude bessere und schönere Baumaterialien. Lass uns einen Steinmetz beauftragen, der uns ein paar wunderschöne Säulen aus Marmor schlägt.<br><br>

source: * Build a stonemason and then a complete mining and production infrastructure (coal mine and / or charcoal burner, iron ore mine, toolsmith's shop, weapon smithy, armour smithy and smelting works).
de: * Baue eine komplette Bergbau- und Produktionsinfrastruktur auf: Eisenmine, Köhlerei oder Kohlenmine, Hochofen, Werkzeugschmiede, Waffen- und Rüstungsschmied, zusätzlich einen Steinmetz.

source: Further mountains
de: Weitere Berge

source: Amalea comes in...
de: Amalea kommt herein...

source: "Hi Lutius, I hope you forgive my criticism, but it seems to me as if you forgot something.<br> It's nice, and of course a good idea, to build up mines, which will give us a more comfortable life,<br> but the people working in the mines are unhappy with the current situation. They have to do hard work and have no time for making their own food.<br> What do you think about helping them out?<br> I can't tell you what exactly we need... but here are my recommendations:"<br><br>-- NEW OBJECTIVE --<br>
de: "Hallo, Lutius,<br>ich hoffe, du vergibst mir meine Kritik, aber ich befürchte, dass du etwas vergessen hast. Es ist schön und natürlich eine gute Idee, Minen aufzubauen, die uns ein luxuriöseres Leben ermöglichen werden. Doch die Leute, die in den Minen arbeiten, sind unglücklich mit der derzeitigen Versorgung. Sie müssen hart arbeiten und haben kaum Zeit ihr eigenes Essen zuzubereiten.<br>Sollten wir ihnen nicht etwas aushelfen?<br>Ich kann Dir nicht sagen, was genau wir brauchen... Aber dies sind meine Empfehlungen:"<br><br>-- NEUER AUFTRAG --<br>

source: * To produce some sustaining food for our miners, we could build up a tavern. To supply them with some good and strong drinks, we could build up a brewery and a winery.<br> Of course this means we will need more resources for preparing this food - like fish, meat or bread.<br> To provide these foodstuffs, you would have to build a fisher's house, a farm, a mill and a bakery.<br> Maybe you will also need a hunter's house,<br> a piggery, a vineyard and some wells.<br> It's up to you what you want to build.<br> But remember - coal and iron ore mines need beer, marble and gold mines need wine and all mines need at least rations, which are produced out of bread OR meat OR fish.
de: * Um unsere Bergarbeiter mit Nahrung zu versorgen, sollten wir eine Taverne errichten. Damit sie nicht verdursten, solltest du auch eine Brauerei und eine Weinkelterei errichten.<br> Natürlich brauchen wir mehr Rohstoffe um die Nahrungsmittel zu produzieren, wie Fisch, Fleisch und Brot. Deshalb solltest du Fischerhütten, Bauernhof, Windmühle und Bäckerei bauen.<br>Vielleicht wirst du auch ein Jägerhaus, Schweinezucht, Winzerei und einige Brunnen brauchen.<br>Es ist dir überlassen, was du bauen willst.<br>Beachte aber: Kohlen- und Eisenminen brauchen Bier, Marmor- und Goldminen brauchen Wein, und alle Minen brauchen Mahlzeiten, die aus Brot und Fisch oder Fleisch hergestellt werden.

source: Food for the miners
de: Essen für die Bergarbeiter

source: "By the Gods! This is absolutely terrible. It seems as if we stand close to a test - and it seems as if Saledus was right with his fear concerning the shipwreck he found.<br> Today, as I walked down to the eastern strands,<br> I got a shock. I caught sight of one of those hated, evil, barbarian tribes with whom we have had so many problems before.<br> At first, I was naive and hoped that they were peaceful, but as soon as one of them saw me they charged towards me and started attacking me with their throwing-spears. Thanks be to the Gods that<br> I was able to flee and hide myself, before retreating back to our colony under cover of darkness.<br> Anyway, we must build up stronger military buildings as soon as possible."<br><br>-- NEW OBJECTIVE --<br>
de: "Bei den Göttern! Das ist ein Schock. Es scheint beinahe so, als ob wir vor einer Prüfung stehen und Saledus mit seinen Befürchtungen bezüglich der Schiffsteile Recht hatte.<br> Heute, als ich zu den östlichen Stränden ging, war ich wie vom Blitz getroffen. Dort war einer dieser verhassten, bösen barbarischen Stämme, mit denen wir zuvor schon mehr als genug Ärger hatten.<br>Zuerst war ich etwas naiv und hoffte, dass sie friedlich wären, doch kaum hatten sie mich entdeckt, griffen sie mich mit ihren Wurfspeeren an. Den Göttern sei Dank, dass ich mich verstecken und schließlich in unsere Kolonie zurückschleichen konnte.<br>Wie auch immer, wir müssen so schnell wie möglich größere militärische Gebäude errichten."<br><br>-- NEUER AUFTRAG --<br>

source: * Build up stronger military buildings, such as an outpost, a barrier or a tower, on the eastern frontier. To watch deep inside the enemy territory, build a tower.
de: * Baue einen Verteidigungswall aus größeren militärischen Gebäude, wie Außenposten, Barrieren oder Türme, an der östlichen Grenze. Um weiter in das gegnerische Gebiet sehen zu können baue einen Wachturm.

source: The Barbarians
de: Die Barbaren

source: "That's good. The first large military building is complete and the mining infrastructure is getting better and better. Now we should think of preparing ourselves for battle."<br><br>-- NEW OBJECTIVES --<br>
de: "Das ist gut. Das erste große Militärgebäude ist fertig und unsere Bergbauinfrastruktur wird besser und besser. Nun können wir uns auf den Angriff vorbereiten."<br><br>-- NEUER AUFTRAG --<br>

source: * As soon as you have enough soldiers, attack and completely destroy the barbarian buildings.<br>
de: * Sobald du genug Soldaten hast, greife die Barbaren an und zerstöre alle ihre Gebäude.<br>

source: * Finally, build up a fortress on the peninsula<br> (near where the barbarian headquarters stood before), to avoid new settlements of other tribes in that region.
de: * Wenn du das erreicht hast, errichte eine Festung auf der Inselzunge (nahe der Stelle, wo die Barbaren ihr Hauptquartier hatten), um neue Besiedlungsversuche von anderen Stämmen zu verhindern.

source: Command for Attack
de: Befehl zum Angriff

source: "Today is a proud day. We have fought for our new home and risen victorious.<br> There are still a few barbarians hiding on our island, but I am sure that we will find them soon.<br> Every barbarian who doesn't attack us will be put in a boat with the other peaceful ones, and sent back to their country."<br><br>--------------------- VICTORY! ----------------------
de: "Der heutige Tag macht mich stolz. Wir haben für unser neues Zuhause gekämpft und einen großen Sieg errungen.<br>Nach wie vor streunen noch ein paar Barbaren über unsere Insel, doch ich bin sicher, dass wir bald alle gefunden haben werden. Jeder Barbar, der sich uns freiwillig stellt, wird mit seinen restlichen friedlichen Brüdern in ein Boot gesteckt und in ihre Heimat zurück geschickt."<br><br>----------------------SIEG!-----------------------

source: Victory
de: Sieg

source: 7 days later...
de: 7 Tage später...

source: As time is running by
de: Die Zeit vergeht

source: "Today a pigeon landed on our island.<br> It brought a message which fills me with dark thoughts and brings back my fears.<br> The message was addressed to me, begging me to come back to Fremil.<br> It says that the Empire is at war with the Barbarians. They were attacked from the north by the tribe I was forbidden to attack.<br> For me, it is clear what I must do...<br><br> You have completed this mission. You may continue playing if you wish, otherwise move on to the next mission."
de: "Heute landete eine Taube auf unserer Insel. Sie brachte eine Nachricht, die mich mit dunklen Gedanken, Schrecken und Angst erfüllt.<br>Die an mich adressierte Nachricht enthielt eine Bitte, nach Fremil zurückzukehren.<br> Das Imperium befände sich im Krieg gegen die Barbaren, attackiert aus dem Norden von dem Stamm, den ich angreifen wollte, bevor ich ins Exil ging.<br>Für mich ist die Entscheidung klar, es gibt nur eine Möglichkeit..."<br><br> Herzlichen Glückwunsch, du hast die Mission geschafft. Wenn du möchtest, kannst du weiterspielen, ansonsten starte einfach die nächste Mission.

source: A Message
de: Eine Nachricht

source: Amalea smiles
de: Amalea lächelt

source: "Greetings, my friend, I just visited our new tavern<br> 'At the palms'. The beer they serve is really tasty. You really should take a drink there, too.<br> It is good to see that we have now got a warmer and more familiar environment on our island.<br> Thank you, Lutius."
de: "Hallo, mein Freund!<br>Ich war gerade in unserer neuen Taverne 'Bei den Palmen'. Das Bier, das die dort ausschenken, ist hervorragend. Du solltest dort auch mal hingehen und dich einen Abend lang einfach nur entspannen. <br>Ich finde es schön, dass wir hier ein immer behaglicheres Umfeld bekommen - es ist fast wie zu Hause.<br>Dank Dir, Lutius."

source: Our new tavern
de: Unsere neue Taverne

source: Build up a wood economy
de: Baue eine Holzproduktionskette

source: Build a quarry
de: Baue einen Steinbruch

source: Protect your colony
de: Beschütze deine Kolonie

source: Start mining marble
de: Beginne damit Marmor abzubauen

source: Build a stonemason and mining infrastructure
de: Baue einen Steinmetz und Minen

source: Provide your miners with food
de: Versorge deine Bergarbeiter mit Nahrung

source: Protect your eastern frontier
de: Beschütze deine östliche Grenze

source: Destroy the barbarian tribe
de: Besiege den Barbarenstamm
