Repository: FeodorFitsner/widelands
Catalog: po/win_conditions/*.po
Languages: gl, he, uk

source: An endless game without rules
gl: Unha partida sen fin nin regras
he: משחק בלי סוף ובלי חוק
uk: Безкінечна гра без правил

source: Autocrat
gl: Autócrata
he: אוֹטוֹקְרָט
uk: Тиран

source: Collectors
gl: Coleccionistas
he: אספנים
uk: Колекціонер

source: Congratulations!
gl: Parabéns!
he: כל הכבוד!
uk: Вітаємо!

source: Endless Game
gl: Partida sen fin
he: משחק בלי סוף
uk: Безкінечна гра

source: Game over
gl: Rematou a partida
he: המשחק הסתיים
uk: Гра закінчено

source: Sorry, you have lost this game!
gl: Laméntoo, perdiches!
he: אני מצטער, אתה הפסדת את המשחק הזה!
uk: Співчуваєм, Ви програли!

source: Status
gl: Estado
he: סטטוס
uk: Стан

source: The game will end in %i minutes.
gl: A partida rematará en %i minutos.
he: המשחק יסתים בתוך %i דקות
uk: Гра закінчиться через %i хвилин.

source: The player %i has currently %i points
gl: Nestes momentos o xogador %i ten %i puntos
he: לשחקן %i יש %i נקודות
uk: Гравець %i в даний час набрав %i балів

source: The three tribes play together vs each other. Vision is granted to all the players playing together
gl: As tres tribos enfróntanse entre elas. Todos os xogadores poden ver o mapa completo.
he: שלושת השבטים משחקים בצותא אולי אחד נגד השני. כל שחקן משחקים בצותא הם נענים ראות
uk: Три племені грають один проти одного. Гравці, що грають разом бачать один одного.

source: The tribe %s is no more.
gl: A tribo %s extinguiuse.
he: השבט %s כבר לא קיים.
uk: Плем'я більше %s не існує.

source: The tribe that can defeat all others wins!
gl: Gaña a tribo que derrote ás demais!
he: השבט שיכול להביס כל שחקנים אחרים הוא זוכה
uk: Плем'я, що перемогло всіх інших є переможцем!

source: Tribe defeated!
gl: Derrotaron á túa tribo!
he: שבט מובס
uk: Плем'я програло!

source: Tribes together
gl: Tribos xuntas
he: שבט בצותא
uk: Племена разом

source: You are the winner!
gl: Gañaches!
he: אתה הזוכה
uk: Ви перемогли!

source: You get points for wares in your HQ, the one with the highest number of wares at the end of 4 hours wins the game
gl: Gañas puntos polos materiais que reúnas no teu cuartel xeral, e pasadas catro horas gañará o xogador con máis puntos
he: אתה מקבל נקודות לשם הסחורות שהן בתוך המפקדה שלך, ההוא שמלקט את סחורות ביותר בעת סוף ארבע שעות הוא הזוכה
uk: Ви отримуєте бонуси за товари. Хто отримає найбільшу кількість бонусів за 4 год. перемагає

source: You have won this game!
gl: Gañaches esta partida!
he: אתה ניצחת את המשחק הזה!
uk: Ви перемогли в цій грі!

source: You lost
gl: Perdiches
he: אתה הפסדת
uk: Ви програли

source: You lost!
gl: Perdiches!
he: אתה הפסדת!
uk: Ви програли!

source: You won!
gl: Gañaches!
he: אתה ניצחת
uk: Ви виграли!

source: You've lost this game!
gl: Perdiches esta partida!
he: אתה הפסדת את המשחק הזה!
uk: Ви програли цю гру!

source: You've lost!
gl: Perdiches!
he: אתה הפסדת!
uk: Ви програли!

source: Your tribe is no more. You have lost this game
gl: A túa tribo desapareceu. Perdiches esta partida
he: השבט שלך כבר לא קיים. אתה הפסדת את המשחק הזה.
uk: Вашого племені більше нема. Ви програли цю гру
