Repository: FeodorFitsner/widelands
Catalog: po/*/maps.po
Languages: de_de, pl_pl

source: (Tutorial) Barbarians - The second Empire
de_de: (Tutorial) Barbaren - Das zweite Kaiserreich
pl_pl: (Samouczek) Barbarzyńcy - Drugie Imperium

source: When Chat’Karuth died, he was an old man, father to three strong and ambitious sons and warlord to an army that could match any enemy willing to rise against the ancient forests. Though his glorious reign, Chat’Karuth left his eldest son Thron in the due to succeed him as the tribes warlord – a decision that left his two brothers unsatisfied. The old warlord knew that. As his father told him, Thron left the capital of Al’thunran, the home of the throne among the trees and redrew his forces to the high hills where he buried the corpse of his father and swore to the gods and his spirit, that he’d return to re-established order. While his brothers raged in blind war against Thron and the few forces he left to secure the borders of Al’thunran, the young warlord seeks to reunite his ambitious brothers and force the tribes to march once again under a common banner.
de_de: Als Chat’Karuth starb, war er ein alter Mann, Vater von drei starken und tapferen Söhnen und Kriegsherr über eine Armee, die sich gegen eine jede Armee behaupten konnte, die sich gegen die alten Wälder wandten. Nach seiner glorreichen Regierung, überließ Chat’Karuth seinem ältesten Sohn Thron die Regierung, in der Hoffnung, dass dieser ihn noch als Kriegsherr übertreffen würde. Doch diese Entscheidung ließ die die beiden jüngeren Brüder verbittern. Der alte Kriegsherr spürte diese Gefahr noch kurz vor seinem Tode und riet Thron die Hauptstadt von Al’thunran zu verlassen, um seine Regierung und seine Kräfte zwischen den alten Bäumen auf den Hügeln im Westen zu sammeln. Thron folgte dem Rat seines Vaters und nachdem er den Körper seines Vaters beerdigt hatte, schwor zu den Göttern und den Geistern, dass er zurückkehren würde, um die Ordnung wieder herzustellen. Seine Brüder zogen während dieser Zeit in blinder Wut gegen ihn und die wenigen hinterbliebenen Kräfte an den Grenzen von Al’thunran. Doch Thron suchte weiter nach einer Möglichkeit für eine Wiedervereinigung um die vielen einzelnen Stämme endlich wieder unter einem Banner zu vereinen.
pl_pl: Kiedy Chat'Karuth umarł, był starym człowiekiem, ojcem trzech dorosłych i ambitnych synów i dygnitarzem do armii która mogła by pokonać jakiego kolwiek worga chcącego zniszczyć te stare lasy. I przez jego chwalebne panowanie, Chat'Karuth pozostawił swojego najstarszego syna, Trona, aby był ponim dygnitarzem plemion - decysja, które zdenerwowałe jego obu braci. Stary władca to wiedział. Jak jego ojciec mu powiedział, Tron opuścił Al'thunran, dom trone między drzewami i przesunął swoje siły do wysokich gór, gdzie pogrzbił swojego ojca i przysięgał bogom i jego duchu, że powróci, aby przywrócić porządek. Kiedy jego bracia szaleli w ślepej wojnie przciwko Tronowi i jego siłam, które pozostawił aby zabezpieczyły granice Al'thunran, młody pan probuje zjednoczyć swojich ambitnych braci i zmusić plemiona to pomaszerowania jeszcze raz pod jednym sztandarem.

source: Empire - The months of exile
de_de: Imperium - Die Monate im Exil
pl_pl: Imperium - Miesiące wygnania

source: Six month ago, Lutius - a young general of the Empire - was send with 150 soldiers at the frontier among the northern forests, where Barbarian-tribes and official Empire-land are crossing. His task was to defend the Empire-land. First everything was calm, he even talked to few barbarian children and thought about a peaceful life - side by side with this archaic folk. He began to feel saver and his army begun to draw off the attention on they potential enemy - That was their fault. At one night in march his unprepared army was attacked by 100 barbarian footmen and was totally scattered. Only with pure life he and a handful of soldiers survived.
de_de: Vor sechs Monaten, wurde Lutius - ein junger General des Imperiums - mit 150 Soldaten an die Grenze zwischen den nördlichen Wäldern geschickt. In diesem Gebiet, wo sich das Einflussgebiet der Barbaren und imperiale Grenzen schneiden, sollte er für die Sicherheit des Imperiums sorgen. Zu erst war alles ruhig. Er sprach sogar mit einigen Kindern der Barbaren und träumte von einem friedlichen Miteinander mit diesem archaischen Volk. Schon bald fühlte er sich immer sicherer und seine Soldaten ließen immer mehr die Aufmerksamkeit von ihrem potentiellen Feind fallen. Das war ihr Fehler. In einer Nacht im März wurde seine unvorbereitete Truppe von 100 barbarischen Kriegern angegriffen und total aufgerieben. Nur mit dem puren Leben, konnten Lutius und eine kleine Gruppe seiner Soldaten entkommen.
pl_pl: Sześć miesięcy temu Lucjusz, młody generał Imperium, został wysłany z oddziałem 150 żołnierzy na granicę wśród północnych lasów, gdzie krzyżyją się ziemie Barbarzyńców i Imperium. Miał za zadanie bronić tej ziemi. Na początku było spokojnie, nawet rozmawiał z dziećmi barbarzyńców i myślał o spokojnym życiu w harmonii z tym archaicznym ludem. Poczuł się bezpieczniej, a jego armia mniej uwagi poświęcała potencjałowi wroga. To był ich błąd. Pewnej marcowej nocy jego nieprzygotowane do obrony oddział został zaatakowany przez 100 barbarzyńskich piechurów i zdziesiątkowany. Tylko dzięki czystemu przypadkowi on i garstka jego żołnierzy zdołali przeżyć.

source: Atlanteans - the new rise
pl_pl: Atlanci - nowe powstanie

source: Some descriptive texts...
pl_pl: Jakiś opisujący tekst...

source: Tutorial1 - Eyes in the Dark
de_de: Tutorial1 - Augen im Dunkeln
pl_pl: Samouczek 1 - Oczy w mroku

source: Tutorial2 - A Place to call Home
de_de: Tutorial2 - Ein Ort wie zuhause
pl_pl: Samouczek 2 - Miejsce, które można nazwać domem

source: Tutorial3 - This land is our land
pl_pl: Samouczek 3 - Ta krajina jest naszą krajiną

source: Empire Tutorial1 - The strands of Malac' Mor
de_de: Tutorial1 - Die Strände von Malac' Mor
pl_pl: Imperium Samouczek 1 - Plaże Malac' Mor

source: Empire Tutorial2 - An outpost for exile
de_de: Tutorial2 - Ein Außenposten für das Exil
pl_pl: Imperium Samouczek 2 - Azyl dla wygnańców

source: 01 - From nemesis to genesis
pl_pl: 01 - Od plagi do początku

source: Atoll
pl_pl: Atol

source: Who will be the real King of the big atoll?
pl_pl: Kto zostanie królem wielkiego atolu?

source: Checkmate
de_de: Freundschaftstest
pl_pl: Szach mat

source: Whether just one of nature's strangest features or the creation of a mad (and game-hungry) god, this weird battleground awaits two opponents for another confrontation.
de_de: Vielleicht ist es eine der seltsamsten Launen der Natur oder ein Gedanke im Kopf eines bösartigen (und spielsüchtigen) Gottes, doch so oder so ruft dieses verrückte Kriegsgebiet nach zwei neuen Gegnern und einer neuen Konfrontation.
pl_pl: Jeśli tylko wybryk natury, lub kreacja szalonego (i gry chciwego) boga, to dziwne pole czeka na konfrontację dwóch przeciwników.

source: Comet Island
de_de: Kometen Insel
pl_pl: Wyspa komet

source: A few miles in front of Gerion Coast lies a small unnamed island. Until now, you have not seen any reason, to ship there, but yesterday a big fireball came from the sky and touched down in it's middle. Is this a sign of the Gods? You believe it is and you hope, that your tribe will find the treasure of this island, before other tribes will follow.
de_de: Ein paar Meilen vor der Gerion Küste liegt seit eh und je eine kleine, namenlose Insel. Bisher gab es für dich nie einen Grund zu ihr herüber zu fahren, doch gestern kam urplötzlich ein Feuerball vom Himmel, der in der Mitte der Insel zu Boden ging. War das ein Zeichen der Götter? Du bist dir sicher, dass es eines war und du hoffst, dass dein Stamm die Schätze dieser Insel finden kann, bevor es einer der anderen Stämme tut.
pl_pl: Parę mil od Brzegu Gerion leży mała, bezimienna wyspa. Aż do teraz, nie miałeś powodów aby tam wypłynąć, ale wczroaj, wielka kula ognia spadła z nieba na środek tej wyspy. Jest to znak od Bogów? Wieżysz, że tak i liczysz, że twoje plemię znajdzie na tej wyspie skarby, przed innymi rodami.

source: Crater
de_de: Krater
pl_pl: Krater

source: Long after a meteor crashed into a couple of mountains life blossoms in the crater. Two tribes are now fighting about the rich resources.
de_de: Lange nachdem ein Meteor in dieses Gebirge gestürzt ist erblüht wieder das Leben in dem Krater. Zwei Stämme kämpfen um die reichhaltigen Ressourcen.
pl_pl: Długo po tym, co meteoryt spadł na kilka gór, życie zaczyna się pojawiać w kraterze. Teraz dwa plemiona walczą o bogate źródła zasobów.

source: Dry Riverbed
de_de: Trockenes Flussbett
pl_pl: Suche koryto rzeki

source: It is a long time ago, since the last rain drop touched these grounds. No wonder, that here is not much water left in this dry riverbed. Everyone knows: soon there will be a war. A war about the last water.
de_de: Es ist lange her, seit der letzte Regentropfen den staubigen Boden dieser Landschaft berührte. Und so ist es auch nicht verwunderlich, dass dieses Flussbett schon fast völlig trocken liegt. Jeder weiß, dass bald ein Krieg um das letzte verbliebene Wasser ausbrechen wird...
pl_pl: Już dużo czasu mineło od ostatnich kropli deszczu. Nie można się dziwić, że już tak mało wody zostało w tych wyschniętych korytach. Wszyscy wiedzą, że w krótce zacznie wojna. Wojna, o wodę.

source: Elven Forests
de_de: Elfenwälder
pl_pl: Elfickie lasy

source: The breath-taking beauty of these emerald lands has lured many a tribe into the attempt of taking them for itself.
de_de: Die atemberaubende Schönheit dieses magischen Landes hat schon häufiger einen Stamm dazu getrieben, es für sich zu beanspruchen.
pl_pl: Odbierająca dech piękność tych szmaragdowych krajin, zwabiła wiele plemion w próbę wzięcia ich dla siebie.

source: Enemy in sight
de_de: Feind in Sicht
pl_pl: Wróg na horyzoncie

source: A Multiplayer-battle-map on a X-Shaped island.
de_de: Eine Mehrspielerkarte auf einer X-förmigen Insel
pl_pl: Wojenna mapa multiplayer na wyspie w kształcie X.

source: Finnish Lakes
pl_pl: Fińskie jeziora

source: These are the beautiful Finnish lands, which are of lakes, rivers, ancient forests and mountains. It is up to you, to find a way through these lands.
pl_pl: To jest piękna Fińska krajina, składjąca się z jezior, rzek, starożytnych lasów i gór. Pozostaje to na tobie, odnaleźć drogę przez ten ląd.

source: Firegames
de_de: Feuerspiele
pl_pl: Zabawy z ogniem

source: Is this a test by the Gods or an evil plan by someone else, that you and your tribe woke up on this island among fire and lava? Until now it seems as if you are alone, but no-one knows, what might happen if you meet an opponent tribe?
de_de: Ist es ein Test der Götter oder ein böser Plan von jemand anderem, dass Deine Gefolgschaft und Du heute morgen auf dieser Insel zwischen Feuer und Lava erwachen musstet? Bisher scheint alles ruhig und verlassen zu sein. Doch niemand weiß was kommen mag, wenn Du auf andere Menschen triffst.
pl_pl: Jeżeli jest to test od Bogów lub diabelski plan kogoś inego, że twoję plemię się obudziło na tej wyspie obok ognia i lawy? Cały czas wygląda na to, że jesteś tutaj sam, ale nikt nie wie co się stanie jak spotkasz przeciwne plemię?

source: Four Castles
de_de: Vier Burgen
pl_pl: Cztery zamki

source: Well protected in their mighty fortresses, four power-hungry warlords are completing their schemes to dominate these lands...
de_de: Gut geschützt in ihren kraftstrotzenden Festungen sitzen vier machtgierige Anführer. Und jeder für sich schmieden Sie Pläne, wie dieser Landstrich einzunehmen sei.
pl_pl: Dobrze chronieni w ich potężnych fortecach, czterej chciwi władzy dygnitarze dokańczają swoje schematy aby zawładnąć nad tą krainą...

source: Four Mountains
de_de: Vier Berge
pl_pl: Cztery góry

source: Each tribe is surrounded by four mighty mountains. Who will first conquer them and claim the resources for his own tribe? Hint I: Water can be found along the river. Hint II: Snowmen mark additional water sources. Hint 3: Each mountain contains only one resource.
pl_pl: Każdę plemię jest otoczone przez cztery potężne góry. Kto pierwszy je zdobędzie i zacznie wydobywać zasoby dla swojego plemiona? Podpowiedź I: Woda można znaleźć blizko rzeki. Podpowiedź II: Bałwany oznaczają dalsze źródła wody. Podpowiedź III: Każda góra ma tylko jeden typ zasobów.

source: Glacier Lake
de_de: Gletschersee
pl_pl: Lodowcowe jezioro

source: A long time your tribe dwelled on this beautiful and lonely glacier lake. Noone disturbed you and the resources were enough for your whole tribe, but a few month ago another tribe came over the mountains and settled down. And you are sure, that there is only place enough for one tribe.
de_de: Schon seit geraumer Zeit wohnten die Leute unter Deiner Führung an diesem schönen, einsamen Gletschersee. Niemand störte Euch. An Rohstoffen mangelte es nicht. Doch vor einigen Monaten gelangte ein zweiter Stamm über die Berge und ließ sich nieder. Du bist Dir sicher, dass der Raum nur für einen Stamm vorgesehen ist.
pl_pl: Bardzo długo twoje plemię mieszkało na tym pięknym samotnym jezioru lodowcowym. Nikt nie przeszkadzał tobie a twoje zasoby wystarczały na całe plemię, ale parę miesięcy temu inny szczep przyszedł i usadził się pobliż. Jesteś pewien, że tutaj wystarczy miejsca tylko na twoje ród.

source: Golden Peninsula
de_de: Goldene Insel
pl_pl: Złoty półwysep

source: Two empires race for the treasures of a legendary peninsula...
de_de: Zwei Imperien breiten sich aus, um den Schatz einer legendären Halbinsel zu finden...
pl_pl: Dwa mocarstwa się ścigają o skarby legendarnego półwyspu...

source: Impact
de_de: Einschlag
pl_pl: Uderzenie

source: After an impact of an asteroid and the following harsh winter, three isles are connected by ice and stone, setting an end to the peaceful coexistence of three tribes.
de_de: Nach dem Einschlag eines Asteroiden und dem darauffolgenden, harten Winter werden urplötzlich drei Inseln durch Eis und Felstrümmer verbunden. Dies ist das Ende des friedlichen Miteinander der drei Inselstämme.
pl_pl: Po rozbiciu asteroidy i następującej szorstkiej zimie, trzy wysepki są połączone lodem i skałą, ukańczając pokojowe istnienie trzech plemion.

source: Islands at war
de_de: Inseln im Krieg
pl_pl: Wojna wysep

source: For centuries you lived peaceful together with the other tribe on the neighboured island. This peace seems to end now. - Your neighbour begins to expand.
de_de: Über Jahrhunderte lebte euer Volk in Frieden mit dem Stamm auf der Nachbarinsel. Dieser Frieden scheint nun vorbei zu sein. - Euer Nachbar beginnt zu expandieren.
pl_pl: Setki lat żyłeś w pokoju z plemionem na sąsiedniej wyspie. Ale ten pokój zaczyna się kończyć - Twój sąsiad zaczyna się rozwijać.

source: Lake of Tranquility
de_de: See der Ruhe
pl_pl: Jezioro spokoju

source: This lake, deep in the most ancient forests, has long been known for its beauty and idyllic peace. Yet, its sanctity has been disturbed now, as two hostile tribes arrive at its shores...
de_de: Dieser See, in den Tiefen der ältesten Wälder, war lange Zeit für seine Schönheit und den idyllischen Frieden bekannt. Doch seit kurzer Zeit streifen zwei gefährliche Stämme um ihn herum.
pl_pl: To jezioro, głęboko w pradawnych lesach, jest znane za swoją piekność i sielski pokój. I tak, jego świętość była poruszana poprzez dwa wrogie plemiona, które się pojawiły na jego brzegu...

source: Last Bastion
de_de: Die letzte Bastion
pl_pl: Ostatni bastion

source: Whimsical Gods didn't answer our prayers. Instead the thousand fold hotter Sun heated up the Earth and melted glaciers and people plunged into the deep. But now - high in the majestic mountains, on the last scrap of land - two surviving tribes are sheltering. Even though the Gods showed mercy and the climate thus turned cooler again the water is still rising and rising. Onto the last secure place - the highest mountain range where the amount of gold and the space to live merely suffice for one tribe - only two opposite paths lead. But remember, be careful... this last living space is also a hard and small place to live. Don't forget to take care about your timber supplies, you'll need them.
de_de: Launische Götter haben unsere Gebete nicht erhöhrt. Stattdessen hat die Sonne die Erde verbrannt und die Gletscher geschmolzen, die Völker mussten sich zurückziehen. Nun - hoch in den Bergen, auf dem letzten Festland - suchen zwei überlebende Stämme Zuflucht. Obwohl die Götter Mitleid zeigten und das Klima wieder etwas kühler geworden ist, steigt der Meeresspiegel weiter. Zum letzten sicheren Platz - dem höchsten Berg mit genug Platz und Golderz für einen Stamm - führen zwei gegenüberliegende Pfade. Beachte aber, dass der verbleibende Platz klein und die Rohstoffe gering sind. Vergiss nicht, immer für genug Holznachschub zu sorgen, du wirst es brauchen.
pl_pl: Kapryśni Bogowie nie odpowiedzieli na nasze modlitwy. Zamiast tego tysiące razy gorętsze niż zwykle słońcę roztopiło lodowce i ludzkość była zatopiona w głębiach. Ale teraz - wysoko w majestatycznych górach, na ostatnim skrawku lądu, dwa przetrwawające plemiona się ukrywają. I gdyż bogowie pokazali litość i klimat znów się ochłodził, woda cały czas rośnie i rośnie. Na ostatnim bezpiecznym miejscu - szczycie góry z wystarczającą ilością miejsca i złota dla przeżycia jednego plemiona. Tylko dwie przeciwległe ścieżki tam prowadzą. Ale pamiętaj - bądź ostrożny... to ostatnie miejsce jest też małe i w trudnych warunkach. Nie zapomnij postarać się o swoje zasoby drewna, będziesz je potrzebował.

source: Mystical Maze
de_de: Mystisches Labyrinth
pl_pl: Mistyczny labirynt

source: There are two big questions around: Who created this unbelievable big maze and what can be found inside?
de_de: Zwei Geheimnisse umwehen diese Landschaft: Wer hat dieses unglaublich große Labyrinth gebaut und was ist dort versteckt?
pl_pl: W powietrzu wiszą dwa pytania: kto stworzył ten niemożliwie wielki labirynt i co jest w środku?

source: The Green Plateau
de_de: Das grüne Plateau
pl_pl: Zielone pogórze

source: You are standing on an island, crowned by mighty mountains, which keep a wonderful and mighty treasure in their middle - The Green Plateau, which is hard to get, but easy to lose, so if you want it, be aware of the other clans.
de_de: Du stehst auf einer Insel, die von einem mächtigen Berg gekrönt wird. In ihm steckt der große Schatz dieser Insel - das grüne Plateau. Es ist schwer zu bekommen und schnell wieder verloren. Wenn Du es also halten willst, beobachte jeden Schritt Deiner Gegner.
pl_pl: Stoisz na wyspie z koroną potężnych gór, które mają piekny i potężny skarb w środku - zielone pogórze, które jest ciężko zdobyć ale łatwo stracić, także jeśli je chcesz, uważaj na inne plemiona.

source: Rendez-Vous
pl_pl: Spotkanie

source: Only a small hill in the centre of the map connects these four competing tribes. Lead your army right away to this hill and build a giant stronghold as a sign of your superiority! Hint: In the centre is only space for one stronghold. Water can be found everywhere, so there is no need to send out geologists.
de_de: Nur ein kleiner Hügel in der Mitte der Karte verbindet diese vier konkurrierenden Völker. Führe deine Armee zu diesem Hügel und baue auf ihm eine Festung als Zeichen deiner Überlegenheit! Hinweis: In der Mitte ist nur Platz für eine Festung. Wasser ist überall vorhanden, das Suchen mit Geologen erübrigt sich.
pl_pl: Tylko mała górka w środku mapy łączy te cztery konkurujące plemiona. Poprowadź swoją armię pod górę i zbuduj wielką twierdzę jako znak twojej mocy! Podpowiedź: Na środku mapy jest miejsce tylko na jedną twierdzę. Woda może być odnaleziona wszędzie, także nie ma potrzeby wysyłać geologów.

source: Riverlands
de_de: Land der Flüsse
pl_pl: Lądy rzek

source: A mystical land, full of different landscapes, which are all crossed by a handful of big rivers.
de_de: Ein mystisches Land, voll von verschiedenen Landschaften, die alle durch eine handvoll großer Flüsse durchflossen werden.
pl_pl: Mistyczny ląd, pełen różnych krajobrazu, które są przecinane przez wielkie ilości rzek.

source: The ancient sun of fire
pl_pl: Starożytne słońce ognia

source: For hundreds of years this island was kept as sanctuary of the Gods. No human ever ventured to set a foot on it. But now, that a tribe was finally barefaced enough to settle on the coast of that island, a lot other followed afterwards.
pl_pl: Setki lat, ta wyspa była utrzymana jako sanktuarium Bogów. Żaden człowiek nigdy tam nie wszedł. Ale teraz, kiedy jedno plemię było wystarczająco bezczelne aby się usadzić na brzegu wyspy, dalsi się wybrali za nimi.

source: Swamp Island
de_de: Sumpf Insel
pl_pl: Bagienna wyspa

source: It smells like swamp, it looks like swamp and it is swamp. But it is the place you were born and you lived your whole life. If you don't want to loose it, defend it!
de_de: Es riecht nach Sumpf, es sieht so aus und es ist ein Sumpf! Aber hier bist du geboren und hast dein ganzes Leben verbracht. Wenn du ihn nicht verlieren willst, verteidige ihn!
pl_pl: Pachnie to jak bagno, wygląda to jak bagno i jest to bagno. Ale jest to miejsce w którym się urodziłeś, i spędziłeś całe swoje życie. Jeśli je nie chcesz starcić, broń je!

source: The Far North
de_de: Der weite Norden
pl_pl: Daleka północ

source: Some say that impenetrable lands to the far north scared away even the most courageous settlers and the bravest of the brave warriors. Big and old forests, full of big and predatory game, cut across by wetlands and hills were shrouded in mystery. The ones who had managed to come back mentioned tremendous buildings, decorated with carvings and gold from majestic mountain ranges somewhere amongst the wilderness. Dozens of years after only some crumbly ruins remain of these good old times, covered with moss and trees. Their shapes give only an idea about the craftsmanship of ancient constructors. Nobody knows why they (have) disappeared. Nobody knows why. People say that now nothing is blocking the road to wealth. But many will die pulled apart by wolves, engulfed by swamp... encircled by hostile tribes.
de_de: Es wird gesagt dass die unwirtlichen Landschaften im hohen Norden selbst die mutigsten Siedler und die tapfersten Soldaten abschrecken. Riesige, uralte Wälder, voll mit Großwild, nur unterbrochen von Sumpfgebieten bleiben geheimnisumwittert. Einige wenige die es geschafft haben zurückzukehren, berichten von gewaltigen Bauten, reich verziert mit Ornamenten und Gold aus den Gebirgszügen in der Wildniss. Jahrzehnte später zeugen nur noch moosüberwucherte Ruinen von den alten Zeiten. Ihre Umrisse deuten die Kunstfertigkeiten ihrer Erbauer nur an. Niemand weiss, warum sie verschwunden sind. Niemand. Die Leute erzählen, dass Wagemutigen nichts auf dem Weg zu Reichtum im Wege steht. Aber viele werden von Wölfen angefallen oder versinken in den Sümpfen... umgeben von feindlichen Stämmen.
pl_pl: Niektórzy mówią, że nieprzeniknione krajiny północy wystraszyły nawet najbardziej śmiałych osadników i najodważnieszych z odważnych wojowników. Wielkie i stare lasy, pełne dużych i drapieżnych zwięrząt, przecinają się przez mokre ziemie i góry, pokryte całunem tajemnic. Ci, którym się udało wrócić, mówili o wielkich budynkach, dekorowanych w rzeźby i złoto z przpiękny pasm górskich, głęboko w dziczy. Setki lat później pozostały tylko ruiny jako wspomnienie starych dobrych czasów, przykryte mchem i drzewami. Ich kształty mało co mówią o rzemieśle starożytnych konstruktorów. Nikt nie wie dlaczego znikneli. Nie nie wie czemu. Ludzie mówią, że nic nie blokuje drogi do ich bogactwa. Ale wiele zginie rozerwanych przez wilki, pochłonionych przez bagna... otoczonych przez nieprzyjazne plemiona.

source: The Oasis Triangle
de_de: Das Oasen-Dreieck
pl_pl: Trojkąt oaz
