Repository: FeodorFitsner/widelands
Catalog: po/*/maps.po
Languages: de_de, pl_pl

source: There is something mystical, like a grey atmosphere, about this three Oasis, which noone found out, yet. Perhaps you will be the one, but be aware of the others, who are searching, too!
de_de: Es ist etwas Mystisches, wie eine graue Atmosphäre, dass diese drei Oasen umhüllt. Und doch hat bisher niemand den Grund hierfür finden können. Vielleicht wirst Du der Erste sein, der das Geheimnis lüftet. Doch bedenke, dass Du nicht der Einzige bist, der danach sucht.
pl_pl: Jest coś mistycznego, jak szara atmosfera, dookoła tych trzech Oaz, które jeszcze nikt nie odnalazł. Może ty będziesz pierwszym, które na nie natrafi. Ale wiedz, że blizko są dalśi, którze je też chcą odnaleźć!

source: The Thaw
de_de: Die Schneeschmelze
pl_pl: Odwilż

source: Another thaw set in. Three tribes were sheltering form severe winter among majestic mountains. While solstice they listened to the oracle and went on war. Only survivor will sacrifice his enemies treasures on the ancient altar, build there a splendid castle and gain goodwill and the respect of the Gods.
de_de: Eine weitere Schneeschmelze setzt sein. Drei Völker hatten am Fuße der mächtigen Berge Schutz vor dem harten Winter gesucht. Während der Sonnenwende haben sie die Orakel befragt und ziehen nun in den Krieg. Nur einer wird die Schätze seiner Feinde auf dem uralten Altar den Göttern darbringen können um ihren Respekt zu gewinnen und die prächtige Burg zu beziehen.
pl_pl: Kolejna odwilż nadciąga. Trzy plemiona ukrywały się przed srogą zimą przy tych majestatycznych górach. Przy przesileniu, wysłuchali wyroczni i zaczeli walczyć. Ten który przeżyje, ofiaruje skarby swoich przeciwników na starożytnym ołtarzu, zbuduje tam wspaniały zamek i zdobędzie przychylność i szacunek Bogów.

source: The big lake
de_de: Der große See
pl_pl: Wielkie jezioro

source: This island once came out of the deepest grounds of the sea. In those days, fire rose out of the salty seawater and brought ash, stones and earth to daylight. And the fire came nearer and nearer to the sun, while the mountain grew and grew. Until one day, when the whole firemountain exploded. Nowadays only this ring is left from that mighty firemountain. Do you think, that it is big enough for more than one tribe?
de_de: Diese Insel kam einst aus den tiefsten Gründen des Meeres. In jenen Tagen kam Feuer aus den salzigen Wasser des Meeres und brachte Asche, Steine und Erde ans Tageslicht. Und das Feuer kam näher und näher an die Sonne, während der Berg immer weiter wuchs. Bis zu dem Tage, als der ganze Feuerberg explodierte. In den heutigen Tagen ist nur noch dieser Ring von jenem mächtigen Feuerberg übrig. Denkst du dass er für mehr als einen Stamm Platz bietet?
pl_pl: Ta wyspa jednego dnia wyszła z największych głębin morza. W tamte dni, ogień wzbił się ze słonej wody morskiej i przyniósł popiół, kamienię i ziemię na światło dzienne. I ogień zbliżał się do słońca bardziej i bardziej, kiedy góra rosła i rosła. Aż do pewnego dnia, kiedy całe ogniste wzgórze wybuchło. Dziś, nie zostało z tej góry nic, prócz pierścienia. Myślisz, że jest wystarczająco duże dla więcej niż jednego plemiona?

source: The long way
de_de: Der lange Weg
pl_pl: Długa droga

source: Another strange test by the Gods. To reach the other side, there seems to be no other way, than occupying the land of your enemies.
de_de: Ein anderer seltsamer Test der Götter. Um die andere Seite zu erreichen, scheint es keinen anderen Weg zu geben, als das Land deiner Gegner zu besetzen.
pl_pl: Kolejny dziwny test od Bogów. Aby dostać się na drugą stronę, musisz przejść przez ląd, zajęŧy twoimi przeciwnikami.

source: The pass through the mountains
de_de: Der Pass durch die Berge
pl_pl: Górski przesmyk

source: In this mountainous region two princes have settled. Now they are expanding their territories unaware of the fact that they are not alone!
pl_pl: W tej górzystej krajinie usadziło się dwóch książąt. Teraz roszerzają swoje terytorium, nie więdzec że nie są sami!

source: Three Warriors
de_de: Drei Krieger
pl_pl: Trzej wojownicy

source: Mighty mountains divide this land into three fertile valleys. But a path connects the valleys and thus seems a fight inescapable! Hint: Water can be found around the lakes.
de_de: Gewaltige Berge teilen das Land in drei fruchtbare Täler. Aber ein Pfad verbindet die Täler und ein Kampf schein deshalb unausweichlich! Hinweis: Wasser kann an den Ufern der Seen gefunden werden.
pl_pl: Potężne góry rozdięlają ten ląd na trzy urodzajne doliny. Ale jedna ścieżka łączy te doliny, i wygląda na to, że nie da się ominąć wojny.

source: Twinkling Waves
pl_pl: Migotliwe fale

source: Many beautiful, green islands await the ones brave enough to pass the thousand waves, twinkling in the sun.
pl_pl: Dużo pięknych zielonych wysp oczekuje na wystarczająco odważnych na to, aby przekroczyli tysiące fal, mrugających w słońcu.

source: Two Frontiers
de_de: Zwei Grenzen
pl_pl: Dwie granice

source: A multiplayer-battle-map on a small circle-shaped island.
de_de: Eine Mehrspielerkarte auf einer kleinen, kreisförmigen Insel.
pl_pl: Wojenna mapa multiplayer, na małej wyspie w kształcie koła.

source: War of the Valleys
de_de: Krieg der Täler
pl_pl: Wojna dolin

source: It is said that even sun and moon must find their way between the spires of these mountains. HINT: Monoliths mark ore-spots. Don't bother sending Geologists elsewhere.
de_de: Man sagt, dass sogar Sonne und Mond ihren Weg durch die Täler dieser Berge suchen müssen. TIPP: Obelisken markieren Erzvorkommen. Andernorts lohnt es sich nicht, Geologen auszusenden.
pl_pl: Mówi się, że nawet słońce i księżyc muszą szukać przejścia poprzez iglice tych gór. PODPOWIEDŹ: Monolity oznaczają rudę żelaza. Nie trać czasu na wysyłanie geologów w inne miejsca.

source: Wisent Valley
de_de: Das Tal der Wisente
pl_pl: Dolina żubrów

source: It seems as if this magical valley was inhabitated by wisents since the beginning of days. When your tribe came to this place, you were sure that it offers enough space for a peaceful life. But can you tribe live in peace with your neighbours?
de_de: Es scheint, als ob dieses magische Tal schon seit dem Anbeginn der Zeit von Wisenten bewohnt und beherrscht wurde. Als dein Volk an diesen Platz kam, warst du dir noch sicher, dass es hier mehr als genug Platz für ein friedliches Leben gibt, doch kann dein Volk auch wirklich friedlich mit euren Nachbarn zusammenleben?
pl_pl: Wygląda na to, że tę magiczną doliną od niepamiętnych czasów zamieszkują żubry. Gdy twoje plemię przybyło do tego miejsca, byłeś pewien, że oferuje wystarczająco dużo miejsca na spokojne życie. Lecz czy twoje może żyć w zgodzie z sąsiadami?

source: First Mission of the Barbarian Tutorial Campaign. In this tutorial the basic gameplay and control as well as basic production buildings (wood, stone, etc.) will be introduced.
de_de: Erste Mission des Tutorials der Barbaren. In dieser Karte werden die Grundzüge des Spiels, wie Kontrollen und Spielsteuerungen gezeigt. Auch der Aufbau einer Grundwirtschaft (Holz, Steine, etc.) wird erklärt.

source: Second Mission of the Barbarian Tutorial Campaign. In this tutorial the higher production buildings, including mining and the military expansions will be introduced.
de_de: Zweite Mission des Tutorials der Barbaren. In dieser Karte werden die weiteren Wirtschaftszweige, inklusive des Bergbaus und die Vergrößerung des Einflussbereichs erklärt.

source: After losing an important battle against the barbarians, which leads to the forfeition of a bigger part of Empire's territory, Lutius leaves Fremil, to start a new life. But his destiny takes his ship into a heavy storm, which nearly desctructs the ship. Only with lot of luck he can save his people and the damaged ship on a unknown desert strand.
de_de: Nachdem er eine wichtige Schlacht gegen die Barbaren - die zum Verlust eines größeren Gebietes des Imperium führte - verloren hatte, verließ Lutius die Hauptstadt Fremil, um ein neues Leben zu beginnen. Doch sein Schicksal trieb sein Schiff in einen schweren Sturm, der diesem großen Schaden zufügte. Nur mit viel Glück konnte er sich und seine Leute an einen unbekannten Wüstenstrand retten.

source: Finally the ship was repaired, so Lutius and his people again went on the quest to find a good place for a new beginning. Only few days later they land on a green, mediteran island, looking like paradise.
de_de: Schließlich war das Schiff wieder fahrtauglich. Und so fuhren Lutius und seine Leute erneut auf hohe See, um sich wieder auf die Suche nach einen Platz für ihren Neuanfang zu machen. Und so vergingen einige Tage auf dem Meer, bis sie schließlich eine grüne, mediterrane Insel erreichten, die dem Paradies sehr nahe kam.

source: Finish Lakes
de_de: Finnische Seen

source: These are the beautiful finish lands, which are of lakes, rivers, ancient forests and mountains. It is up to you, to find a way through these lands.
de_de: Dies sind die wunderschönen finnischen Lande, die sich vor allem durch Seen, Flüsse, uralte Wälder und Berge auszeichnen. Nun ist es an Dir, Deinen Weg zu finden...

source: Each tribe is surrounded by four mighty mounains. Who will first conquer them and claim the resources for his own tribe? Hint I: Water can be found along the river. Hint II: Snowmen mark additional watersources. Hint 3: Each mountain contains only one resource.
de_de: Jeder Stamm ist umgeben von vier gewaltigen Bergen. Wer wird der erste sein, der sie besteigt und die Ressourcen für sich beansprucht? Hinweis I: Entlang des Flusses gibt es Wasser. Hinweis II: Schneemänner markieren weitere Wasserquellen. Hinweis III: Jeder Berg verbirgt nur einen Rohstoff.

source: In this mountainous region two princes have settled. Now they are expanding their terretories unaware of the fact that they are not alone!
de_de: In dieser Gebirgsregion haben sich zwei Prinzen niedergelassen. Nun beginnen sie ihre Gebiete zu vergrößern, nichtsahnend dass sie nicht alleine sind!
