Repository: FeodorFitsner/widelands
Catalog: po/*/widelands.po
Languages: de_de

source: One of your mines has run empty. Consider expanding it.
de_de: Eines deiner Bergwerke findet keine Ressourcen mehr. Du solltest überlegen es auszubauen oder abzureißen.

source: Mine empty
de_de: Bergwerk leer

source: soldier type
de_de: Soldatenart

source: expected {"hp"|"attack"|"defense"|evade"} but found "%s"
de_de: erwartete {"L"|"Angriff"|"Verteidigung"|Ausweichen"}, fand jedoch "%s"

source: expected level > %u but found "%s"
de_de: unerwartetes level > %u , fand jedoch "%s"

source: (not occupied)
de_de: (nicht besetzt)

source: Worker missing
de_de: Arbeiter fehlt

source: (stopped)
de_de: (gestoppt)

source: [battle] soldier %u loose battle
de_de: [Schlacht] Krieger %u verliert Schlacht

source: [battle] waking up winner %d
de_de: [Schlacht] Gewinner aufwecken %d

source: positive integer
de_de: positive Ganzzahl

source: expected positive integer >= %u but found "%s"
de_de: erwartete positive Ganzzahl >= %u fand aber "%s"

source: bad direction '%d'
de_de: schlechte Richtung '%d'

source: no
de_de: nein

source: Game engine
de_de: Spieltreiber

source: Logic error
de_de: Logikfehler

source: should mine resource %s, which does not exist in world; tribe is not compatible with world
de_de: sollte eine Mine Resourcen von %s hervorbringen, die es in dieser Welt nicht gibt, dann ist dieser Stamm mit der Welt inkompatibel

source: should breed resource type %s, which does not exist in world; tribe is not compatible with world
de_de: sollte Züchter Resourcen Typs %s, welche in dieser Welt nicht existieren, hervorbringen, dann ist der Stamm nicht mit dieser Welt kompatibel.

source: A geologist found resources.
de_de: Ein Geologe hat Resourcen entdeckt.

source: The game engine has encountered a logic error. The %s #%u of player %u (carrying %s) could not find a way home from (%i, %i) (with %s immovable) to the base flag at (%i, %i) of its %s at (%i, %i). The %s will be made homeless and probably die, unless some object is removed very soon and the %s finds a way to a flag connected to a warehouse. The %s will immediately request a new worker. Unfortunately this may happen repeatedly and drain the supply of workers (tools). No solution for this problem has been implemented yet. It would be safest to destroy the %s and not rebuild it at that location, nor any other building that sends out a worker on the map. This problem usually occurs near unpassable terrain, such as water, when an object, such as a farm field, is placed on the map while the worker is out working. (bug #1796611) (The game has been paused.)
de_de: Der Spieltreiber hat einen Logikfehler entdeckt. Der/die/das %s #%u vom Spieler %u (trägt %s) konnte keinen Weg von (%i, %i) (mit einem %s Objekt) zur Flagge bei (%i, %i) seines %s bei (%i, %i) finden. Dem %s wird nun sein Haus aberkannt. Er wird wahrscheinlich sterben - nur die Entfernung eines bestimmten Objekts könnte den %s eventuell retten, sodass er einen Weg zu einem Warenhaus finden kann. Sein Haus (%s) wird jetzt sofort einen neuen Arbeiter anfordern. Leider kann das aber auch dazu führen das noch mehr Arbeiter verloren gehen und somit Werkzeuge verschwendet werden. Bisher wurde keine Möglichkeit eingebaut um den Fehler (#1796611) zu beheben. Es wird das sicherste sein das Gebäude (%s) abzureißen und es dort nicht wieder aufzubauen. Es wöre auch nicht ratsam ein anderes Gebäude dorthinzustellen dessen Arbeiter das Haus häufiger verlassen. Diese Problem geschieht am häufigsten in der Nähe von unbegehbarem Land wie z.B. Wasser -> Ein Objekt wird erstellt (z.B. ein Feld) und versperrt den einzigen Weg den der andere Arbeiter zurück zu seinem Haus nehmen könnte. (Das Spiel wurde pausiert.)

source: nothing
de_de: nichts

source: none found
de_de: keine gefunden

source: frontier styles: %s
de_de: Grenzpostenstil: %s

source: flag styles: %s
de_de: Flaggen Stil: %s

source: tribe %s: %s
de_de: Stamm %s: %s

source: player command: %s
de_de: Spielerkommando: %s

source: player immovable %u: %s
de_de: Gegenstand eines Spielers %u: %s

source: bulldoze: %s
de_de: Abrreißen: %s

source: build: %s
de_de: Baue: %s

source: build flag: %s
de_de: Setze Flagge: %s

source: build road: %s
de_de: Baue Weg: %s

source: flag %u: %s
de_de: Flagge %u: %s

source: flag action: %s
de_de: Flaggenaktion: %s

source: start/stop building: %s
de_de: Starte/Stoppe Gebäude: %s

source: enhance building: %s
de_de: Gebäude ausbauen: %s

source: site %u: %s
de_de: Gebäude %u: %s

source: set ware priority: %s
de_de: Warenpriorität setzn: %s

source: change target quantity: %s
de_de: Zielwert ändern: %s

source: set target quantity: %s
de_de: Zielwerte setzen: %s

source: change training options: %s
de_de: Trainingsoptionen verändern: %s

source: soldier %u: %s
de_de: Soldat %u: %s

source: drop soldier: %s
de_de: Soldat raussenden: %s

source: change soldier capacity: %s
de_de: Soldatenkapazität ändern: %s

source: game logic: %s
de_de: Spiellogik: %s

source: Player 1
de_de: Spieler 1

source: Resting
de_de: Warten

source: Not Working
de_de: Arbeitet nicht

source: preload: %s
de_de: Vorladung: %s

source: player %u does not exist in the game
de_de: Spieler %u existier in diesem Spiel nicht

source: interactive player: %s
de_de: interaktiver Spieler: %s

source: read number of economies as %u, but this was read as %u elsewhere
de_de: lese Wirtschaftszahlen als %u, diese jedoch wurde als %u woanders gelesen

source: there is no flag at the specified location
de_de: Auf dem spezifizierten Standort gibt es keine Flagge

source: economies: %s
de_de: Wirtschaften: %s

source: command queue: %s
de_de: Kommandoschlange: %s

source: player number (%i) is out of range (1 .. %u)
de_de: Spielernummer (%i) ist außerhalb der Reichweite (1 .. %u)

source: player info: %s
de_de: Spielerinfo: %s

source: Choose your map!
de_de: Wähle deine Karte!

source: Author:
de_de: Autor:

source: Size:
de_de: Größe:

source: World:
de_de: Welt:

source: Players:
de_de: Spieler:

source: Descr:
de_de: Beschr:

source: Back
de_de: Zurück

source: Users online:
de_de: Benutzer online:

source: List of games:
de_de: Liste der Spiele:

source: Name of your server:
de_de: Name deines Servers:

source: Maximum of players:
de_de: Spielermaximum:

source: Join this game
de_de: Nimm an diesem Spiel teil

source: Open a new game
de_de: Öffne ein neues Spiel

source: Points
de_de: Punkte

source: Load Map as scenario:
de_de: Lade die Karte als Szenario:

source: (directory)
de_de: (Ordner)

source: Single Player Menu
de_de: Einzelspielermenü

source: New Game
de_de: Neues Spiel

source: Campaigns
de_de: Kampagnen

source: Load Game
de_de: Spielstand laden

source: Choose saved game!
de_de: Wähle ein gespeichertes Spiel!

source: Map Name:
de_de: Karte:

source: Gametime:
de_de: Spielzeit:

source: Initialization
de_de: Startbedingung

source: Open
de_de: Geöffnet

source: AI:
de_de: KI:

source: Human
de_de: Mensch

source: Editor Menu
de_de: Editor Menü

source: New Map
de_de: Neue Karte

source: Load Map
de_de: Karte laden

source: Choose a replay!
de_de: Wähle eine Aufnahme!

source: Select map
de_de: Karte wählen

source: Select Savegame
de_de: Speicherung wählen

source: Start game
de_de: Spiel starten

source: Launch Game
de_de: Starte Spiel

source: Player's name
de_de: Name des Spielers

source: Player's type
de_de: Art des Spielers

source: Player's tribe
de_de: Volk des Spielers

source: Start type
de_de: Startbedingung

source: Switch to position
de_de: Wechsel zur Position

source: Lobby:
de_de: Zuschauer:

source: Ready
de_de: Fertig

source: File not found
de_de: Datei nicht gefunden

source: Widelands tried to start a game with a file that could not be found at given path. The file was: %s If this happens in a network game, the host might have selected a file that you do not have. In that case you should ask the host to send you the file.
de_de: Widelands had versucht, ein Spiel mit einer Datei zu starten, die am gegebenen Pfad nicht gefunden wurde. Die Datei war: %s Falls dies in einem Netzwerkspiel passiert, hat der Gastgeber wahrscheinlich eine Datei ausgewählt, die du nicht besitzt. In diesem Falle solltest du den Gastgeber kontaktieren und ihn bitten, dir die Datei zuzuschicken.

source: (no map)
de_de: (keine Karte)

source: WARNING!!! Host selected file "
de_de: ACHTUNG!!! Der Gastgeber hat die Datei "

source: " for this game, but you do not have it.
de_de: " für dieses Spiel ausgewählt. Diese ist bei dir nicht vorhanden.

source: Please add it manually.
de_de: Bitte füge sie per Hand hinzu.

source: Choose game type
de_de: Wähle die Art des Spiels

source: Internet game
de_de: Internet Spiel

source: LAN / Direct IP
de_de: LAN / Direkte IP

source: Show login dialog
de_de: Zeige Login Dialog

source: Begin Network Game
de_de: Beginne ein Netzwerkspiel

source: List of games in your local network:
de_de: Liste der Spiele im lokalen Netzwerk:

source: Your nickname:
de_de: Dein Spitzname:

source: Host to connect:
de_de: IP/Name des Gastgebers:

source: Host a new game
de_de: Eröffne ein neues Spiel

source: Load previous host
de_de: Lade letzten Gastgeber

source: State
de_de: Status

source: Closed
de_de: Geschlossen

source: Press ESC or click to continue ...
de_de: Drücke ESC oder benutze die Maus um fortzufahren ...

source: Select a campaign
de_de: Wähle eine Kampagne

source: Campaign:
de_de: Kampagnen:

source: Difficulty:
de_de: Schwierigkeit:

source: Description:
de_de: Beschreibung:

source: [No value found]
de_de: [Kein Wert gefunden]

source: Easy living
de_de: Leichtes Spiel

source: Be vigilant
de_de: Sei Achtsam

source: Hard struggle
de_de: Harter Kampf

source: [Invalid entry]
de_de: [Fehlerhafter Eintrag]

source: Invalid path to file in cconfig: %s
de_de: Inkorrekter Pfad zur Datei in cconfig: %s

source: Single Player
de_de: Einzelspieler

source: Multi Player
de_de: Mehrspieler

source: Watch Replay
de_de: Aufnahme abspielen

source: View Readme
de_de: Liesmich

source: by the Widelands Development Team
de_de: Widelands Entwicklungsteam

source: Advanced Options
de_de: Erweiterte Optionen

source: Apply
de_de: Übernehmen

source: days
de_de: Tage

source: General Options
de_de: Allgemeine Optionen

source: Fullscreen
de_de: Vollbild

source: Grab Input
de_de: Feste Maus

source: Enable Music
de_de: Musik

source: Enable Sound
de_de: Geräusche

source: In-game resolution
de_de: Grafikauflösung im Spiel

source: Language
de_de: Sprache

source: In-game Options
de_de: Spieloptionen

source: Use single Watchwindow Mode
de_de: Benutze ein Beobachtungsfenster

source: Start roadbuilding after placing flag
de_de: Beginne mit dem Wegbau nach dem Flaggensetzen

source: Show buildings area preview
de_de: Zeige Vorschau des Einflussbereichs der Gebäude

source: Snap windows only when overlapping
de_de: Fenster nur andocken, wenn sie sich überlappen

source: Dock windows to edges
de_de: Fenster an den Rand andockbar

source: Save game automatically every
de_de: Speichere das Spiel automatisch alle

source: Off
de_de: Aus

source: System default language
de_de: Systemstandard

source: Main menu font:
de_de: Hauptmenü Schrift:

source: Do not zip widelands data files (maps, replays and savegames).
de_de: Packe die Daten (Karten, Spielaufzeichnungen und Speicherungen) nicht als zip-Dateien.

source: Speed of a new game:
de_de: Startgeschwindigkeit für neue Spiele:

source: Distance for windows to snap to other panels:
de_de: Abstand der Fenster um an anderen Fenster zu haften:

source: Distance for windows to snap to borders:
de_de: Abstand der Fenster um am Rand zu haften:

source: Graphics experimental improvements.
de_de: Experimentelle Grafik Verbesserungen.

source: Graphics double buffering.
de_de: Grafik Doppelbufferung.

source: Remove Syncstream dumps on startup
de_de: Entferne Abgleichungsflussentladungen beim Starten

source: FreeSerif (Default)
de_de: FreeSerif (Standard)

source: Field Information
de_de: Feldinformationen

source: 1) Node info Coordinates: (%i, %i) Height: %u Caps:
de_de: 1) Punkte Infos Koordinaten: (%i, %i) Höhe: %u Caps:

source: flag
de_de: Flagge

source: port
de_de: Hafen

source: walk
de_de: gehen

source: swim
de_de: schwimmen

source: Owned by %i Has base immovable: %s Has bobs: %s
de_de: Gehört %i Hat unbewegte Basis: %s Hat Natur: %s

source: 2) Terrain Info Name:
de_de: 2) Gebietsinfo Name:

source: Texture Number: %i
de_de: Texturnummer %i

source: 4) Map Info Name:
de_de: 4) Karteninfo Name:

source: Size: %ix%i Author:
de_de: Größe: %ix%i Autor:

source: Descr:
de_de: Beschr:

source: Number of Players: %i
de_de: Anzahl der Spieler: %i

source: 5) World Info Name:
de_de: 5) Weltinfo Name:

source: Author:
de_de: Autor:

source: New Trigger
de_de: Auslöser neu

source: Available Trigger types:
de_de: Mögliche Auslöser:

source: Description:
de_de: Beschreibung:

source: NOTE: There is no options window for this trigger type yet. It has to be created manually by editing the text files in the map.
de_de: ACHTUNG: Es gibt bisher noch kein Optionsfenster für diesen Auslöser. Diese Auslöser-Art kann daher nur durch die manuelle Bearbeitung der "trigger" Datei der Karte erstellt werden.

source: There is another event registered with the name "%s". Choose another name.
de_de: Es gibt einen anderes registriertes Ereignis mit dem Namen "%s". Wähle einen anderen Namen.

source: Name in use
de_de: Name wird benutzt

source: New Random Map
de_de: Neue Zufallskarte

source: Random Number:
de_de: Zufallsnummer:

source: Width: %u
de_de: Breite: %u

source: Height: %u
de_de: Höhe: %u

source: Water: %u %%
de_de: Wasser: %u %%

source: Wasteland: %u %%
de_de: Unbewohnbar: %u %%

source: Mountains: %u %%
de_de: Berge: %u %%

source: Island mode:
de_de: Insel Modus:

source: Resources:
de_de: Resourcen

source: Low
de_de: Wenig

source: High
de_de: Hoch

source: Map ID:
de_de: Karten ID:

source: Generate Map
de_de: Generiere Karte

source: Water: %i %%
de_de: Wasser: %i %%

source: Wasteland: %i %%
de_de: Unbewohnbar: %i %%

source: Mountains: %i %%
de_de: Berge: %i %%

source: Generating random map...
de_de: Erstelle Zufallskarte...

source: Make Directory
de_de: Erstelle Ordner

source: Enter Directory Name:
de_de: Ordnernamen eingeben:

source: Edit Objective
de_de: Ändere Aufgabe

source: Visible at Begin:
de_de: Bei Spielbeginn sichtbar:

source: Objective text:
de_de: Text zur Aufgabe:

source: Visible
de_de: Sichtbar

source: New
de_de: Neu

source: Edit
de_de: Ändern

source: Delete
de_de: Löschen

source: Unnamed%u
de_de: Namenlos%u

source: Trigger:
de_de: Auslöser:

source: The objective was deleted, but not its trigger, because it is still referenced by:
de_de: Die Aufgabe wurde gelöscht, sein Auslöser wurde allerdings beibehalten, weil er immer noch verwendet wird von:

source: Note
de_de: Notiz

source: Author:
de_de: Autor:

source: Size:
de_de: Größe:

source: World:
de_de: Welt:

source: Players:
de_de: Spieler:

source: Descr:
de_de: Beschr:

source: Trigger Time Options
de_de: Zeit-Auslöseroptionen

source: Trigger at an absolute time from the beginning of the game (otherwise, only trigger if activated by an event set timer).
de_de: Verwendet die absolute Zeit die seit dem Spielbeginn vergangen ist (ansonsten wird die Zeit verwendet die von einem "Setze Zeit" Ereignis gesetzt wird).

source: Trigger at absolute time
de_de: Mit absoluter Zeit rechnen

source: There is another trigger registered with the name "%s". Choose another name.
de_de: Es gibt einen anderen registrierten Auslöser mit dem Namen "%s". Wähle einen anderen Namen.

source: Terrain Select
de_de: Geländeform

source: Current:
de_de: Zur Zeit:

source: Message Box Event Options
de_de: Nachrichtenereignisoptionen

source: Button 1
de_de: Knopf 1

source: Button 2
de_de: Knopf 2

source: Button 3
de_de: Knopf 3

source: Is Modal:
de_de: Unterbricht den Spielverlauf:

source: Window Title:
de_de: Fenstername:

source: Number of Buttons:
de_de: Zahl der Knöpfe:

source: Button Name:
de_de: Knopfname:

source: Select Trigger:
de_de: Wähle Auslöser:

source: Current:
de_de: Zur Zeit:

source: No trigger selected!
de_de: Kein Auslöser ausgewählt!

source: Set origin
de_de: Setze Ursprungspunkt

source: Set the position that will have the coordinates (0, 0). This will be the top-left corner of a generated minimap.
de_de: Setzt die Koordinate (0,0). Dies ist die linke obere Ecke in der Minikarte.

source: Map Options
de_de: Kartenoptionen

source: Nr Players:
de_de: Spielerzahl:

source: Edit Event Chain
de_de: Bearbeite Ereigniskette

source: Runs multiple times
de_de: Läuft mehrere Male

source: Events:
de_de: Ereignisse:

source: Conditional
de_de: Bedingung

source: New Event
de_de: Ereignis neu

source: Insert
de_de: Einfügen

source: Available Events:
de_de: Mögliche Ereignisse:

source: %s Building Types Event Options
de_de: %s Gebäudeart Ereignisoptionen

source: No building types are selected. Select at least one.
de_de: Keine Gebäudetypen wurden ausgewählt. Wähle mindestens einen aus.

source: Nothing selected
de_de: Nichts ausgewählt

source: Bobs Menu
de_de: Bewegte Natur

source: Event Menu
de_de: Ereignisse

source: Event Chains
de_de: Ereignisketten

source: Triggers
de_de: Auslöser

source: Can not delete event. It is in use by
de_de: Kann das Ereignis nicht löschen. Es wird genutzt von

source: Error!
de_de: Fehler!

source: Can not delete trigger. It is in use by
de_de: Kann den Auslöser nicht löschen. Er wird genutzt von

source: Unnamed
de_de: Namenlos

source: Resources Tools Options
de_de: Optionen: Rohstoffwerkzeug

source: In-/Decrease Value
de_de: Wert ändern

source: Set Value
de_de: Wert setzen

source: Current Selection
de_de: Derzeitige Auswahl

source: Create Map
de_de: Karte erstellen

source: Height Tools Options
de_de: Optionen: Höhenwerkzeug

source: Tool Menu
de_de: Werkzeuge

source: Change height
de_de: Ändere Höhe

source: Noise height
de_de: Zufallshöhewerkzeug

source: Immovable
de_de: Unbewegte Natur

source: Bob
de_de: Objekt

source: Available Event types:
de_de: Mögliche Ereignisse:

source: NOTE: There is no options window for this event type yet. It has to be created manually by editing the text files in the map.
de_de: ACHTUNG: Es gibt bisher noch kein Optionsfenster für dieses Ereignis. Diese Ereignis-Art kann daher nur durch die manuelle Bearbeitung der "event" Datei der Karte erstellt werden.

source: Set Player's Frontier Style Event Options
de_de: Grenzenstilereignisoptionen des Spielers einstellen

source: Conquer Area Event Options
de_de: Eroberungsereignisoptionen

source: Current position:
de_de: Derzeitige Position:

source: Player:
de_de: Spieler:

source: Area:
de_de: Gebiet:

source: Save Map
de_de: Karte speichern

source: Exit Editor
de_de: Editor beenden

source: New Variable
de_de: Neue Variable

source: Integer
de_de: Zahl

source: String
de_de: Wort

source: Edit Variable
de_de: Bearbeite Variable

source: Value
de_de: Wert

source: "%s" is not a valid integer!
de_de: "%s" ist keine gültige Ganzzahl!

source: Parse error!
de_de: Analyse-Fehler!

source: Variables Menu
de_de: Variablenmenü

source: Noise Height Options
de_de: Optionen: Zufallshöhewerkzeug

source: Set value: %u
de_de: Wert setzen: %u

source: Player: %u
de_de: Spieler: %u

source: How many: %u
de_de: Wie viele: %u

source: Building: %s
de_de: Gebäude: %s

source: Building Trigger Options
de_de: Gebäude-Auslöserioptionen

source: Immovable Bobs Menu
de_de: Unbewegte Natur

source: unnamed
de_de: Namenlos

source: exists already. Overwrite?
de_de: existiert bereits. Überschreiben?

source: Save Map Error!!
de_de: Speicherfehler!

source: Map Saving Error! Saved Map-File may be corrupt! Reason given:
de_de: Fehler beim Speichern der Karte! Die gespeicherte Karte ist evtl. beschädigt Grund:

source: Toolsize Menu
de_de: Werkzeuggröße

source: Current Size: %u
de_de: Jetzige Größe: %u

source: Allowed Buildings
de_de: Erlaubte Gebäude

source: Allowed Buildings:
de_de: Erlaubte Gebäude:

source: Forbidden Buildings:
de_de: Verbotene Gebäude:

source: Move View Event Options
de_de: Kartenbewegungsereignisoptionen

source: Unhide Area Event Options
de_de: Aufdeckungsereignisoptionen

source: Player Options
de_de: Spieleroptionen

source: Add player
de_de: Füge Spieler hinzu

source: Remove last player
de_de: Entferne untersten Spieler

source: Number of Players
de_de: Anzahl der Spieler

source: Player
de_de: Spieler

source: Can not remove player. It is referenced in some place. Remove all buildings, bobs, triggers and events that depend on this player and try again.
de_de: Kann Spieler nicht löschen, der Spieler wird verwendet. Entferne alle Gebäude, Natur, Auslöser und Ereignisse, die mit diesem Spieler verknüpft sind, und versuche es nochmal.

source: Can not change player tribe. It is referenced in some place. Remove all bobs, triggers and events that depend on this tribe and try again.
de_de: Kann Spieler-Stamm nicht ändern, der Stamm wird verwendet. Entferne alle Naturobjekte, Auslöser und Ereignisse, die mit diesem Stamm verknüpft sind, und versuche es nochmal.

source: Edit Trigger Conditional
de_de: Auslöserbedingung bearbeiten

source: Trigger Conditional:
de_de: Auslöserbedingung:

source: AND
de_de: UND

source: OR
de_de: ODER

source: NOT
de_de: NICHT

source: Available Triggers:
de_de: Mögliche Auslöser:

source: Syntax Error
de_de: Syntaxfehler

source: Your conditional contains at least one syntax error. Please correct!
de_de: Deine Bedingung hat mindestens einen Syntaxfehler. Bitte beheben!

source: no descr
de_de: (Keine Beschreibung vorhanden.)

source: Aggressive
de_de: Aggressiv

source: Defensive
de_de: Defensiv

source: no description defined
de_de: Keine Beschreibung vorhanden.

source: Player:
de_de: Spieler:

source: Clear
de_de: Aufheben

source: Clear selection
de_de: Auswahl aufheben

source: Invert
de_de: Invertieren

source: Invert selection
de_de: Invertiere Auswahl
