Repository: FeodorFitsner/widelands
Catalog: po/*/widelands.po
Languages: de_de

source: ownership: %s
de_de: Besitztum: %s

source: Invalid World
de_de: Unzulässige Welt

source: The world "%s" set by the map, does not exist on your filesystem.
de_de: Die Welt "%s" die von der Karte vorgegeben wird, exisitiert nicht auf deinem Dateisystem.

source: terrain: %s
de_de: Gelände: %s

source: call economy balance: %s
de_de: Wirtschaftsgleichgewicht abrufen: %s

source: waresqueue: %s
de_de: Warenschlange: %s

source: Loading animations: %d%% complete
de_de: Lade Animationen: %d%% fertig

source: frame number
de_de: Bildnummer

source: Could not establish connection to host
de_de: Konnte keine Verbindung zum Gastgeber erstellen

source: Widelands could not establish a connection to the given address. Either no Widelands server was running at the supposed port or the server shut down as you tried to connect.
de_de: Widelands konnte keine Verbindung zu der angegebenen Adresse erstellen. Entweder lief kein Widelandsserver am erhofften Port, oder der Server wurde gerade beendet, als du dich anmelden wolltest.

source: Client has left the game.
de_de: Der Client hat das Spiel verlassen.

source: Client crashed and performed an emergency save.
de_de: Der Client ist abgestürzt und hat eine Notfallspeicherung durchgeführt.

source: Server sent a player update for a player that does not exist.
de_de: Der Server hat ein Spieler-Update für einen nicht existenten Spieler gesendet.

source: Server sent an user update for a user that does not exist.
de_de: Der Server hat ein Benutzerupdate für einen nicht existenten Benutzer gesendet.

source: Expected a HELLO packet from server, but received command number %u. Maybe the server is running a different version of Widelands?
de_de: Habe ein HELLO Paket vom Server erwartet, aber die Anweisung Nummer %u erhalten. Vielleicht verwendet der Server eine andere Widelands-Version?

source: Server uses a different protocol version
de_de: Der Server benutzt eine andere Protokollversion

source: Unexpectedly received LAUNCH command from server.
de_de: Ich habe unerwartet ein LAUNCH Befehl vom Server erhalten.

source: Server sent a PLAYERCOMMAND even though no game is running.
de_de: Der Server hat ein PLAYERCOMMAND gesendet, obwohl noch kein Spiel läuft.

source: Server sent a SYNCREQUEST even though no game is running.
de_de: Der Server hat ein SYNCREQUEST gesendet, obwohl noch kein Spiel läuft.

source: Server sent an unknown command (command number %u)
de_de: Der Server eine unbekannte Anweisungen (Anweisung Nummer: %u) gesendet

source: Something went wrong:
de_de: Irgendetwas ist schief gelaufen:

source: An automatic savegame will be created.
de_de: Eine automatische Spielsicherung wird durchgeführt.

source: Closed the connection to the metaserver.
de_de: Die Verbindung zum Metaserver wurde beendet.

source: Your Server was not reachable from the Internet. Please try to solve the problem - Reading the notes at http://wl.widelands.org/wiki/InternetGaming can be advantageous.
de_de: Dein Server war nicht aus dem Internet erreichbar. Bitte versuche das Problem manuell zu lösen - Die Aufzeichnungen bei http://wl.widelands.org/wiki/InternetGaming sind höchstwahrscheinlich hilfreich.

source: Connected to the metaserver of:
de_de: Verbunden mit dem Metaserver von:

source: Reconnected to the metaserver.
de_de: Metaserververbindung wieder hergestellt.

source: NOTE: The Internet gaming implementation is in very early state.
de_de: HINWEIS: Die Implementierung der Internetspielfunktion ist in einem frühen Stadium.

source: Please take a look at the notes at:
de_de: Bitte beachte die Hinweise bei:

source: joined the metaserver.
de_de: hat den Metaserver betreten.

source: left the metaserver.
de_de: hat den Metaserver verlassen.

source: Server has left the game.
de_de: Der Server hat das Spiel verlassen.

source: The game has started just after you tried to connect.
de_de: Das Spiel wurde, kurz nachdem du dich verbinden wolltest, gestartet.

source: Server has crashed and performed an emergency save.
de_de: Der Server ist abgestürzt und hat eine Notfallsicherung durchgeführt.

source: Host sent player %s to the lobby!
de_de: Der Gastgeber hat %s zu den Zuschauern gesendet!

source: WARNING: %s uses version: %s, while Host uses version: %s
de_de: WARNUNG: %s benutzt die Version %s, während der Gastgeber die Version %s benutzt.

source: %s has joined the game
de_de: %s hat das Spiel betreten.

source: Client reports time to host that is running backwards.
de_de: Der Client hat dem Gastgeber eine Zeit genannt, die zurück läuft.

source: Client simulates beyond the game time allowed by the host.
de_de: Der Client simuliert ausserhalb der vom Server erlaubten Zeit.

source: Client did not submit sync report in time.
de_de: Der Client hat der Synchronisationsreport nicht rechtzeitig gesendet.

source: Client and host have become desynchronized.
de_de: Client und Server sind unsynchron geworden.

source: New User
de_de: Neuer Benutzer

source: The game has already started.
de_de: Das Spiel hat bereits begonnen.

source: Connection to client lost.
de_de: Verbindung zum Client verloren.

source: Client sent malformed commands:
de_de: Der Client hat einen unverständlichen Befehl gesendet:

source: Game is running already, but client has not connected fully
de_de: Das Spiel läuft bereits, aber der Client ist noch nicht richtig verbunden.

source: First command sent by client is %u instead of HELLO. Most likely the client is running an incompatible version.
de_de: Der Erste vom Clienten gesendete Befehl ist %u stattdessen hätte HELLO kommen müssen. Höchstwahrscheinlich verwenden Server und Client inkompatible Versionen.

source: Server uses a different protocol version.
de_de: Der Server verwendet eine andere Protokollversion

source: Client sent TIME command even though game is not running.
de_de: Der Client hat einen TIME Befehl gesendet, obwohl noch kein Spiel läuft.

source: Client sent PLAYERCOMMAND command even though game is not running.
de_de: Der Client hat ein PLAYERCOMMAND gesendet, obwohl noch kein Spiel läuft.

source: Client %u (%u) sent a playercommand (%i) for a different player (%i).
de_de: Der Client %i (%i) hat einen Spielerbefehl (%i) für einen anderen Spieler (%i) gesendet.

source: Client sent unexpected synchronization report.
de_de: Der Client hat einen unerwarteten Synchronisationsreport geschickt.

source: Started to send file to %s
de_de: Beginne die Datei zu %s zu senden.

source: Client requests file altough none is available to send.
de_de: Client fordert Datein an, obwohl keine zu Sendung vorgesehen ist.

source: Completed transfer to %s
de_de: Transfer der Datei zu %s wurde beendet

source: Client sent unknown command number %u
de_de: Der Client hat einen unbekannten Befehl Nummer %u gesendet.

source: %s has left the game (%s)
de_de: %s hat das Spiel verlassen (%s).

source: (military influence): %s
de_de: (Militär-Einfluss): %s

source: (time): %s
de_de: (Zeit): %s

source: Building Trigger
de_de: Gebäude-Auslöser

source: Triggers when the player has the specified number of buildings of the specified type in the specified area.
de_de: Löst aus, wenn der Spieler eine bestimmte Anzahl eines Gebäudes in dem angegebenen Gebiet besitzt.

source: Defeated Player Trigger
de_de: Spieler besiegt Auslöser

source: Triggers when the player was defeated. The trigger is set to true, if the player has 0 workers.
de_de: Löst aus, wenn ein Spieler besiegt wurde. Der Auslöser wird wahr wenn der Spieler keine Arbeiter mehr hat.

source: Military influence Trigger
de_de: Militär-Einfluss-Auslöser

source: Triggers when the player has some (or highest) military influence over the specified number of nodes in the specified area.
de_de: Löst aus, wenn der Spieler einen bestimmte (oder den höchsten) militärischen Einfluss in dem angegebenen Gebiet besitzt.

source: Ownership Trigger
de_de: Gebiets-Besitzer Auslöser

source: Triggers when the the player owns at least the specified number of locations in the specified area. Unless it is a one-time trigger, it becomes unset when this no longer holds.
de_de: Löst aus, wenn der Spieler mindestens eine bestimmte Menge Land in dem ausgewählten Gebiet besitzt. Falls es kein einfacher Auslöser ist, wird der Auslöser wieder zurückgesetzt, sobald der Spieler wieder zuwenig Land besitzt.

source: Time Trigger
de_de: Zeit-Auslöser

source: Triggers at a certain time. The time can be set to a value in ms. If the trigger has no time is set, a time can be set for it with an event.
de_de: Löst nach einer bestimmten Zeit aus. Die Zeit kann in einem Wert in ms gesetzt werden. Wenn der Auslöser keine Zeitdauer gegeben hat, kann eine Dauer über ein Ereignis gegeben werden.

source: Vision Trigger
de_de: Sicht-Auslöser

source: Triggers when the the player sees (or has seen) at least a specified number of locations in the specified area. Unless it is a one-time trigger, it becomes unset when this no longer holds.
de_de: Löst aus, wenn der Spieler mindestens eine bestimmte Menge Land in dem ausgewählten Gebiet sieht (oder gesehen hat). Falls es kein einfacher Auslöser ist, wird der Auslöser wieder zurückgesetzt, sobald die Bedingung nicht mehr zutrifft.

source: (ownership): %s
de_de: (Besitztum): %s

source: (vision): %s
de_de: (Sicht): %s

source: player is %u, but map has only %u players
de_de: Spieler is %u, die Karte hat jedoch nur %u Spieler

source: (defeated): %s
de_de: (Besiegt): %s

source: Options
de_de: Optionen

source: Statistics
de_de: Statistik

source: Nickname:
de_de: Spitzname:

source: WARNING: Password will be shown and saved readable!
de_de: ACHTUNG: Passwort wird lesbar angezeigt und gespeichert!

source: Password:
de_de: Passwort:

source: Register new account
de_de: Neu registrieren

source: Cancel
de_de: Abbrechen

source: nobody
de_de: Niemand

source: Empty Nickname
de_de: Leerer Spitzname

source: Please enter a nickname!
de_de: Bitte gebe einen Spitznamen ein!

source: Space in Nickname
de_de: Leerzeichen im Spitznamen

source: Sorry, but spaces are not allowed in nicknames!
de_de: Entschuldige, aber Leerzeichen sind im Spitznamen nicht erlaubt!

source: Empty Password
de_de: Leeres Passwort

source: Please enter a password!
de_de: Bitte gebe ein Passwort ein!

source: Map
de_de: Karte

source: Terrain
de_de: Gelände

source: Owner
de_de: Besitzer

source: Flags
de_de: Flaggen

source: Roads
de_de: Straßen

source: Buildings
de_de: Gebäude

source: Zoom
de_de: Vergrößerung

source: Objectives Menu
de_de: Aufgaben

source: Claim Victory
de_de: Sieg annehmen

source: Restart Mission
de_de: Mission neustarten

source: General Statistics
de_de: Allgemeine Statistiken

source: Wares
de_de: Waren

source: Productivity
de_de: Produktivität

source: Casualties
de_de: Verluste

source: Kills
de_de: Siege

source: Military buildings lost
de_de: Verlorene Militärgebäude

source: Military buildings defeated
de_de: Militärgebäude besiegt

source: Civilian buildings lost
de_de: Verlorene Zivilgebäude

source: Military
de_de: Militär

source: 1 h
de_de: 1 Std

source: 2 h
de_de: 2 Std

source: Help
de_de: Hilfe

source: 4 h
de_de: 4 Std

source: 8 h
de_de: 8 Std

source: 16 h
de_de: 16 Std

source: Objectives
de_de: Aufgaben

source: Minimap
de_de: Minikarte

source: Buildhelp
de_de: Bauhilfe

source: Messages
de_de: Nachrichten

source: Resource information
de_de: Rohstoff-Information

source: Ware help
de_de: Waren Hilfe

source: Main Menu
de_de: Statistiken

source: Ware Statistics
de_de: Warenstatistik

source: Building Statistics
de_de: Gebäudestatistik

source: Stock
de_de: Lager

source: Target quantities
de_de: Zielwerte

source: Decrease permanent target quantity
de_de: Setze permanenten Zielwert herab

source: Increase permanent target quantity
de_de: Erhöhe permanenten Zielwert

source: Decrease temporary target quantity
de_de: Setze temporären Zielwert herab

source: Increase temporary target quantity
de_de: Erhöhe temporären Zielwert

source: Reset
de_de: Zurücksetzen

source: Reset target quantity to default value
de_de: Setze Zielwert auf Standard zurück

source: Soldiers:
de_de: Soldaten:

source: Send less soldiers
de_de: Sende weniger Soldaten

source: Number of soldiers
de_de: Anzahl der Soldaten

source: Send more soldiers
de_de: Sende mehr Soldaten

source: Retreat: Never!
de_de: Rückzug: Nie!

source: Supported damage before retreat
de_de: Ausgehaltener Schaden vor dem Rückzug

source: Once injured
de_de: sobald verwundet

source: NO GAME CONTROLLER
de_de: KEIN KONTROLLGERÄT

source: Tribe ware encyclopedia
de_de: Warenlexikon des Stammes

source: Consumed ware type(s)
de_de: Verbrauchte Warenart(en)

source: Quantity
de_de: Anzahl

source: or
de_de: oder

source: Follow
de_de: Folge

source: Center mainview on this
de_de: Zentriere Hauptfenster hierauf

source: Close
de_de: Schließen

source: Watch
de_de: Beobachten

source: Build small buildings
de_de: Baue kleine Gebäude

source: Build medium buildings
de_de: Baue mittlere Gebäude

source: Build large buildings
de_de: Baue große Gebäude

source: Action
de_de: Aktion

source: Build road
de_de: Baue Wege

source: Destroy this flag
de_de: Flagge abreißen

source: Configure economy
de_de: Wirtschaftseinstellungen

source: Send geologist to explore site
de_de: Sende einen Geologen, um die Fläche zu untersuchen

source: Put a flag
de_de: Flagge setzen

source: Destroy a road
de_de: Weg zerstören

source: Watch field in a separate window
de_de: Zeige das Feld in einem seperaten Fenster

source: Toggle building statistics display
de_de: Schalte Gebäudestatistik an/aus

source: Toggle building label display
de_de: Schalte Gebäudenamen ein/aus

source: Debug window
de_de: Debug-Fenster

source: Build roads
de_de: Baue Wege

source: Start attack
de_de: Angriff starten

source: Attack
de_de: Attacke

source: Build mines
de_de: Baue Minen

source: Build flag
de_de: Setze Flagge

source: Cancel road
de_de: Straße Abbrechen

source: Debug Field
de_de: Felddebugging

source: %i, %i - height: %u
de_de: %i, %i - Höhe: %u

source: Show wares
de_de: Zeige Waren

source: Show workers
de_de: Zeige Arbeiter

source: Chat Menu
de_de: Chat-Menü

source: Exit Replay
de_de: Aufnahme beenden

source: Save Game
de_de: Spiel speichern

source: Message Menu
de_de: Nachrichten Menü

source: delete selected message
de_de: Lösche ausgewählte Nachricht

source: delete all messages
de_de: lösche alle Nachrichten

source: go to location
de_de: gehe zum Ort des Ereignisses

source: sort messages
de_de: sortiere die Nachrichten

source: Sound Options
de_de: Klang Optionen

source: Ingame Music
de_de: Musik

source: Sound FX
de_de: Geräusche

source: Ingame Music Volume
de_de: Musik Lautstärke

source: Sound FX Volume
de_de: Geräusch-Lautstärke

source: Map Name:
de_de: Kartenname:

source: Game Time:
de_de: Spielzeit:

source: Game Saving Error! Saved Game-File may be corrupt! Reason given:
de_de: Speicherfehler! Das gespeicherte Spiel ist evtl. beschädigt! Grund:

source: Save Game Error!!
de_de: Speicherfehler!

source: A File with the name
de_de: Eine Datei mit dem Namen

source: already exists. Overwrite?
de_de: existiert bereits - überschreiben?

source: Total Productivity:
de_de: Gesamtproduktivität:

source: Owned:
de_de: Im Besitz:

source: In Build:
de_de: In Bau:

source: Jump to unproductive:
de_de: Springe zum Unproduktivsten:

source: Owned
de_de: Fertig

source: Build
de_de: In Bau

source: Show previous
de_de: Zeige Vorigen

source: Show next
de_de: Zeige Nächsten

source: README
de_de: Liesmich

source: License
de_de: Lizenz

source: Authors
de_de: Autoren

source: Exit Game
de_de: Spiel beenden

source: Do you really want to destroy this
de_de: Möchtest du wirklich das Gebäude

source: Destroy building?
de_de: Gebäude zerstören?

source: Enhance to %s
de_de: Erweitern zu %s

source: Destroy
de_de: Zerstören

source: Show workarea
de_de: Zeige Arbeitsbereich

source: Hide workarea
de_de: Verstecke Arbeitsbereich

source: Worker Listing
de_de: Arbeiterliste

source: Type:
de_de: Typ:

source: Experience:
de_de: Erfahrung:

source: Trying to become:
de_de: Wird ausgebildet zu:

source: (vacant)
de_de: (nicht besetzt)

source: (coming)
de_de: (kommt)

source: Highest priority
de_de: Höchste Priorität

source: Normal priority
de_de: Normale Priorität

source: Lowest priority
de_de: Kleinste Priorität

source: Show worker listing
de_de: Zeige Arbeiterliste

source: Capacity
de_de: Kapazität

source: HP
de_de: LP

source: DE
de_de: PA

source: EV
de_de: AU

source: Capacity: %2u
de_de: Kapazität: %2u

source: Menu
de_de: Menü

source: Tool
de_de: Werkzeug

source: Toolsize
de_de: Werkzeuggröße

source: Players
de_de: Spieler

source: Events
de_de: Ereignisse

source: Variables
de_de: Variablen

source: Unsupported format
de_de: Nicht unterstütztes Format

source: Widelands could not load the file "%s". The file format seems to be incompatible.
de_de: Widelands konnte die Datei "%s" nicht laden. Das Dateiformat scheint inkompatibel zu sein.

source: Loading tribe: %s
de_de: Lade Stamm: %s

source: Loading world data
de_de: Lade Weltdaten

source: Loading graphics...
de_de: Graphiken laden...

source: Map unsaved
de_de: Karte nicht gespeichert

source: The Map is unsaved, do you really want to quit?
de_de: Die Karte ist nicht gespeichert! Willst du den Editor wirklich beenden?

source: No Name
de_de: Kein Name

source: Unknown
de_de: Unbekannt

source: %s: too many terrain types, can not be more than 16
de_de: %s: zu viele Geländetypen, es könne nicht mehr als 16 sein

source: %u%% built
de_de: %u%% gebaut

source: conquer
de_de: erobern

source: %sA new %s was added to your economy.</p></rt>
de_de: %sEin neues %s wurde deiner Wirtschaft hinzugefügt.</p></rt>

source: %u soldier
de_de: %u Soldat

source: %u(+%u) soldier
de_de: %u(+%u) Soldat

source: %sThe enemy defeated your soldiers at the %s.</p></rt>
de_de: %sDer Feind hat deine Soldaten bei dem/der %s besiegt.</p></rt>

source: Militarysite lost!
de_de: Militärgebäude verloren!

source: %sYour soldiers defeated the enemy at the %s.</p></rt>
de_de: %sDeine Soldaten haben den Feind bei dem/der %s besiegt.</p></rt>

source: Enemy at site defeated!
de_de: Feindliches Militärgebäude besiegt.

source: %sYour %s discovered an aggressor.</p></rt>
de_de: %sDein(e) %s hat einen Angreifer entdeckt.</p></rt>

source: %sYour %s is under attack.</p></rt>
de_de: %sDein(e) %s wird angegriffen.</p></rt>

source: You are under attack!
de_de: Du wirst angegriffen!

source: small
de_de: klein

source: medium
de_de: mittel

source: big
de_de: groß

source: no actions
de_de: keine Aktionen

source: this program has already been declared
de_de: Das Programm wurde bereits deklariert.

source: program %s: %s
de_de: Programm %s: %s

source: expected 0 .. 255 but found %u
de_de: erwartete 0 .. 255, fand aber %u

source: [terrain affinity] "%s" (not in current world): %s
de_de: [Geländeneigung] "%s" (nicht in momentaner Welt): %s

source: immovable %s has no program "%s"
de_de: unbewegbares %s hat kein Programm "%s"

source: tribe %s does not define immovable type "%s"
de_de: Stamm %s definiert keinen unbeweglichen Typ "%s"

source: unknown tribe %s
de_de: Unbekannter Stamm %s

source: world does not define immovable type "%s"
de_de: Welt definiert keinen unbeweglichen Typ "%s"

source: immovable type %s
de_de: Unbewegte Natur Typ %s

source: duration in ms
de_de: Dauer in ms

source: priority
de_de: Priorität

source: immovable type not in tribe but target type has scope ("%s")
de_de: unbeweglicher Typ nicht im Stamm, Ziel hat jedoch Weite ("%s")

source: scope "%s" given for target type (must be "world")
de_de: Weite "%s" die für den Zieltypen gegeben wurde muss ("Welt") sein

source: expected probability in range [1, 254] but found "%s"
de_de: unerwartete Wahrscheinlichkeit in Reichweite [1, 254] gefunden wurde jedoch "%s"

source: illegal transformation to the same type
de_de: illegale Umwandlung des selben Types

source: probability in range [1, 254]
de_de: Wahrscheinlichkeit in Reichweite [1,254]

source: Preloading a map
de_de: Lese Teile der Karte

source: Loading a world
de_de: Lade eine Welt

source: Adding player %u
de_de: Füge Spieler %u hinzu

source: Loading a map
de_de: Lade eine Karte

source: Preloading map
de_de: Lade Teile der Karte vor

source: Configuring players
de_de: Konfiguriere Spieler

source: Loading map
de_de: Lade Karte

source: Creating player infrastructure
de_de: Erstelle Infrastruktur eines Spielers

source: Missing starting position
de_de: Fehlender Startpunkt

source: Widelands could not start the game, because player %u has no starting position. You can manually add a starting position with Widelands Editor, to fix this problem.
de_de: Widelands konnte das Spiel nicht starten, das Spieler %u keinen Startpunkt besitzt. Du kannst manuell mit dem Widelands Editor einen Startpunkt setzen, um das Problem zu lösen.

source: check eventchain: %s
de_de: prüfe Ereigniskette: %s

source: destroy map object: %s
de_de: zerstöre Kartenobjekt: %s

source: object %u: %s
de_de: Objekt %u: %s

source: act: %s
de_de: Handle: %s

source: %s is not declared as an input ("%s=<count>" was not found in the [inputs] section)
de_de: %s ist nicht als Eingabe dekleriert ("%s=<count>" wurde nicht inder [inputs] Sektion gefunden)

source: wrong order of ware types within group: ware type %s appears after ware type %s (fix order!)
de_de: falsche Befehl über Warentypen innerhalb der Gruppe: Warentyp %s erscheint nach Warentyp %s (berichtige den Befehl!)

source: count
de_de: Anzahl

source: group count is %u but (total) input storage capacity of the specified ware type(s) is only %u, so the group can never be fulfilled by the site
de_de: Gruppenzählung ist %u, aber (insgesamt) ist die Lagerkapazität der spezifizierten Wahtensorte(n) nur %u, sodass die Gruppe nie von der Seite volfüllt sein kann

source: not
de_de: nicht

source: economy needs
de_de: Wirtschaft braucht

source: site has
de_de: Gebäude hat

source: workers need experience
de_de: Arbeiter brauchen Erfahrung

source: invalid condition: %s
de_de: Ungültige Verhältnisse: %s

source: expected {"failed"|"completed"|"skipped"} but found "%s"
de_de: erwarte {"fehlgeschlagen"|"vollständig"|"übersprungen"}, gefunden wurde jedoch "%s"

source: expected "and" or end of input
de_de: erwartet "und" oder Ende der Eingabe

source: expected condition at end of input
de_de: erwartete Verhältnisse am Ende der Eingabe

source: expected "or" or end of input
de_de: Erwarte "oder" oder Ende der Eingabe

source: and
de_de: und

source: because:
de_de: weil:

source: because not:
de_de: weil nicht:

source: the program "%s" has not (yet) been declared in %s (wrong declaration order?)
de_de: Das Programm "%s" wurde (noch) nicht in %s deklariert (falsche Erklärungsanweisung?)

source: %s handling method already defined
de_de: %s Handhabungsmethode bereits definiert

source: failure
de_de: Fehler

source: completion
de_de: Beendigung

source: skip
de_de: überspringe

source: {"failure"|"completion"|"skip"}
de_de: {"Versagen"|"Vervollständigung"|"überspringen"}

source: {"fail"|"complete"|"skip"|"repeat"}
de_de: {"versagen"|"fertig"|"überspringen"|"wiederholen"}

source: sleep: %s
de_de: Schlafe: %s

source: idle animation is default; calling is not allowed
de_de: Leerlaufsanimation ist Standard; Berufung ist nicht erlaubt

source: expected ware_type1[,ware_type2[,...]][:N] ...
de_de: erwartete ware_type1[,ware_type2[,...]][:N]...

source: is missing
de_de: fehlt

source: %s is not declared as an output ("output=%s" was not found in the [global] section)
de_de: %s ist nicht als Ausgabe deklariert ("Ausgabe=%s" konnte nicht im [globalen] Abschnitt gefunden werden)

source: Produced
de_de: Produziert

source: distance
de_de: Entfernung

source: percentage
de_de: Prozentzahl
