Repository: FeodorFitsner/widelands
Catalog: po/*/widelands.po
Languages: de_de

source: Requesters
de_de: Anforderer

source: Providers
de_de: Zubringer

source: Successors
de_de: Nachfolger

source: Predecessors
de_de: Vorgänger

source: Employers
de_de: Arbeitsgeber

source: Building types
de_de: Gebäudeart

source: Icon
de_de: Bild

source: Size
de_de: Größe

source: Buildable
de_de: Baubar

source: Enhanced
de_de: Erweitert

source: Stop
de_de: Stopp

source: Conquer<br/>range
de_de: Eroberungs-<br/>gebiet

source: Vision<br/>range
de_de: Sichtfeld

source: Mine
de_de: Bergwerk

source: Small
de_de: Klein

source: Medium
de_de: Mittel

source: Big
de_de: Groß

source: Yes
de_de: Ja

source: No
de_de: Nein

source: building_types.xhtml
de_de: Gebäudearten.xhtml

source: Is mine.
de_de: Ist Bergwerk.

source: Is big.
de_de: Ist groß.

source: Is medium.
de_de: Ist mittel.

source: Is small.
de_de: Ist klein.

source: Is not buildable.
de_de: Ist nicht baubar.

source: Is enhanced.
de_de: Ist erweitert.

source: Conquer range is %u.
de_de: Eroberungsgebiet ist %u.

source: Vision range is %u.
de_de: Sichtfeld ist %u.

source: Build cost
de_de: Baukosten

source: 's constructionsite
de_de: s Baustelle

source: Enhancements
de_de: Erweiterungen

source: 's enhancement
de_de: s Erweiterung

source: Worker types
de_de: Arbeiterart

source: Minimum<br/>needed<br/>experience
de_de: Kleinste<br/>erforderliche<br/>Erfahrung

source: Maximum<br/>needed<br/>experience
de_de: Größte<br/>erforderliche<br/>Erfahrung

source: Becomes
de_de: Wird zu

source: worker_types.xhtml
de_de: Arbeiterarten.xhtml

source: Combat Properties
de_de: Kampf Einstellungen

source: Hitpoints is between %u and %u, plus %u for each level above 0 (maximum level is %u).
de_de: Lebenpunkte liegen zwischen %u und %u, + %u für jede Stufe über 0 (Die höchste Stufe ist %u).

source: Attack is between %u and %u, plus %u for each level above 0 (maximum level is %u).
de_de: Angriff ist zwischen %u und %u, + %u für jede Stufe über 0 (Die höchste Stufe ist %u).

source: Defense is %u, plus %u for each level above 0 (maximum level is %u).
de_de: Verteidigung ist %u, + %u für jede Stufe über 0 (Die höchste Stufe ist %u).

source: Evade is %u, plus %u for each level above 0 (maximum level is %u).
de_de: Ausweichen ist %u, + %u für jede Stufe über 0 (Die höchste Stufe ist %u).

source: 's creation
de_de: s Produkt

source: Needs experience from working between %u and %u times to become
de_de: Braucht Erfahrung von %u bis %u mal Arbeiten. Wird dann befördert zu

source: 's promotion
de_de: s Beförderung

source: Programs
de_de: Programme

source: mine
de_de: Baue ab

source: breed
de_de: Züchte

source: createitem
de_de: Erstelle Einheit

source: setdescription
de_de: Setze Beschreibung

source: setbobdescription
de_de: Setze Objekt Beschreibung

source: findobject
de_de: Finde Objekt

source: findspace
de_de: Finde Platz

source: walk
de_de: Gehe

source: return
de_de: Gebe zurück

source: object
de_de: Objekt

source: plant
de_de: Pflanze

source: create_bob
de_de: Erstelle Bob

source: removeobject
de_de: Entferne Objekt

source: geologist
de_de: Prüfe Gestein

source: geologist_find
de_de: Finde Gestein

source: playFX
de_de: Spiele Sound

source: UNKNOWN
de_de: UNBEKANNT

source: Production
de_de: Produktion

source: Workers
de_de: Arbeiter

source: 's employee
de_de: s Arbeiter

source: Inputs
de_de: Zufuhr

source: 's input
de_de: s Zufuhr

source: Output
de_de: Ertrag

source: 's output
de_de: s Ertrag

source: productionsite_program_reference.xhtml
de_de: Produktionsgebäude_Programm_Referenz.xhtml

source: Documentation for program command return
de_de: Dokumentation für das Programmkommando Gebe zurück

source: failed
de_de: missglückt

source: completed
de_de: beendet

source: skipped
de_de: übersprungen

source: and
de_de: und

source: when
de_de: falls

source: or
de_de: oder

source: unless
de_de: solange nicht

source: economy
de_de: Wirtschaft

source: needs
de_de: braucht

source: site
de_de: Gebäude

source: has
de_de: hat

source: workers of this site
de_de: Arbeiter dieser Stelle

source: workers
de_de: Arbeiter

source: need
de_de: braucht

source: experience
de_de: Erfahrung

source: Documentation for program command call
de_de: Dokumentation für das Programmkommando Rufe

source: call
de_de: Rufe

source: site's program %s
de_de: Programm der Stelle %s

source: Documentation for program command worker
de_de: Dokumentation für das Programmkommando Arbeiter

source: worker
de_de: Arbeiter

source: %s's program %s
de_de: %ss Programm %s

source: Documentation for program command sleep
de_de: Dokumentation für das Programmkommando Schlafe

source: sleep
de_de: Schlafe

source: Documentation for program command animate
de_de: Dokumentation für das Programmkommando Animiere

source: animate
de_de: Animiere

source: Documentation for program command consume
de_de: Dokumentation für das Programmkommando Konsumiere

source: consume
de_de: Verbrauche

source: Documentation for program command produce
de_de: Dokumentation für das Programmkommando Produziere

source: produce
de_de: Produziere

source: Documentation for program command mine
de_de: Dokumentation für das Programmkommando Baue ab

source: Documentation for program command check_soldier
de_de: Dokumentation für das Programmkommando Überprüfe Soldat

source: check soldier
de_de: überprüfe Soldat

source: hp
de_de: LP

source: attack
de_de: Attacke

source: defense
de_de: Verteidigung

source: evade
de_de: Ausweichen

source: Documentation for program command train
de_de: Dokumentation für das Programmkommando Trainiere

source: train
de_de: Trainiere

source: Documentation for program command playFX
de_de: Dokumentation für das Programmkommando Spiele Sound

source: Ware types
de_de: Warenarten

source: ware_types.xhtml
de_de: Warenarten.xhtml

source: ERROR: Could not connect to metaserver (reason above)!
de_de: FEHLER: Konnte nicht zum Metaserver verbinden (obiger Grund)!

source: Sorry, no double-instance debugging on WIN32.
de_de: Entschuldigung, aber der Doppelstart läuft unter Windows nicht.

source: --double is disabled. This is not a debug build!
de_de: --double ist nicht möglich, dies ist kein Debug-Build!

source: This is Widelands-
de_de: Dies ist Widelands-

source: Usage: widelands <option0>=<value0> ... <optionN>=<valueN>
de_de: Benutzung: widelands <Option0>=<Wert0> ... <OptionN>=<WertN>

source: Options:
de_de: Optionen:

source: Sound options: --nosound Starts the game with sound disabled. --disable_fx Disable sound effects. --disable_music Disable music. --nozip Do not save files as binary zip archives. --editor Directly starts the Widelands editor. You can add a =FILENAME to directly load the map FILENAME in editor. --scenario=FILENAME Directly starts the map FILENAME as scenario map. --loadgame=FILENAME Directly loads the savegame FILENAME. --dedicated=FILENAME Starts ggz host with FILENAME as map --speed_of_new_game The speed that the new game will run at when started, with factor 1000 (0 is pause, 1000 is normal speed). --auto_roadbuild_mode=[yes|no] Whether to enter roadbuilding mode automatically after placing a flag that is not connected to a road. --write_HTML=[yes|no] Write HTML-helpfiles for parsed game data. Graphic options: --fullscreen=[yes|no] Whether to use the whole display for the game screen. --depth=[16|32] Color depth in number of bits per pixel. --xres=[...] Width of the window in pixel. --yres=[...] Height of the window in pixel. --hw_improvements=[0|1] Activate hardware acceleration *HIGHLY EXPERIMENTAL* --double_buffer=[0|1] Enables double buffering *HIGHLY EXPERIMENTAL* --opengl=[0|1] Enables opengl rendering *DANGEROUS AND BROKEN, DO NOT USE* Options for the internal window manager: --border_snap_distance=[0 ...] Move a window to the edge of the screen when the edge of the window comes within this distance from the edge of the screen. --dock_windows_to_edges=[yes|no] Eliminate a window's border towards the edge of the screen when the edge of the window is next to the edge of the screen. --panel_snap_distance=[0 ...] Move a window to the edge of the panel when the edge of the window comes within this distance from the edge of the panel. --snap_windows_only_when_overlapping=[yes|no] Only move a window to the edge of a panel if the window is overlapping with the panel.
de_de: Sound Optionen: --nosound Startet das Spiel ohne Geräusch Effekte. --disable_fx Disable sound effects. --disable_music Disable music. --nozip Speichert die Dateien nicht als binäre zip-Dateien. --editor Startet den Widelands Editor direkt. Optional kann ein =DATEINAME angehängt werden, dass die Karte DATEINAME direkt in den Editor einladen lässt. --scenario=DATEINAME Startet die Karte DATEINAME direkt und behandelt sie als Szenario-Karte --loadgame=DATEINAME Läd und startet die Speicherung DATEINAME direkt. --dedicated=DATEINAME Started internet server mit DATEINAME als Karte --speed_of_new_game The speed that the new game will run at when started, with factor 1000 (0 is pause, 1000 is normal speed). --auto_roadbuild_mode=[yes|no] Whether to enter roadbuilding mode automatically after placing a flag that is not connected to a road. --write_HTML=[yes|no] Write HTML-helpfiles for parsed game data. Grafik Optionen: --fullscreen=[yes|no] Whether to use the whole display for the game screen. --depth=[16|32] Color depth in number of bits per pixel. --xres=[...] Width of the window in pixel. --yres=[...] Height of the window in pixel. --hw_improvements=[0|1] Aktiviere die Hardwarebeschleunigung *SEHR EXPERIMENTEL* --double_buffer=[0|1] Ermöglicht doppeltes Buffern *SEHR EXPERIMENTEL* Optionen für den internen Fenstermanager: --border_snap_distance=[0 ...] Move a window to the edge of the screen when the edge of the window comes within this distance from the edge of the screen. --dock_windows_to_edges=[yes|no] Eliminate a window's border towards the edge of the screen when the edge of the window is next to the edge of the screen. --panel_snap_distance=[0 ...] Move a window to the edge of the panel when the edge of the window comes within this distance from the edge of the panel. --snap_windows_only_when_overlapping=[yes|no] Only move a window to the edge of a panel if the window is overlapping with the panel.

source: --double Start the game twice (for localhost network testing)
de_de: --double Startet das Spiel doppelt (Für Tests über das localhost Netz)

source: --help Show this help
de_de: --help Zeigt diese Hilfe

source: Bug reports? Suggestions? Check out the project website: http://www.sourceforge.net/projects/widelands Hope you enjoy this game!
de_de: Fehlerberichte? Ideen? Gucke auf die Projektwebseite: http://www.sourceforge.net/projects/widelands Wir wünschen Dir viel Spaß beim Spielen!

source: Warning:
de_de: Warnung:

source: Game data error
de_de: Spieldaten-Fehler

source: Unexpected error during the game
de_de: Unerwarteter Fehler im Spielverlauf

source: Please report this problem to help us improve Widelands. You will find related messages in the standard output (stdout.txt on Windows). You are using build
de_de: Bitte melde dieses Problem, um uns die Möglichkeit zu geben Widelands zu verbessern. Weitere Informationen findest du in der Standard-Ausgabe (stdout.txt unter Windows). Du benutzt Version

source: . Please add this information to your report. Widelands attempts to create a savegame when errors occur during the game. It is often - though not always - possible to load it and continue playing.
de_de: . Bitte füge der Meldung diese Information hinzu. Widelands versucht eine Speicherung durchzuführen, wenn ein Fehler auftrat. Somit ist es oft - wenn auch nicht immer - möglich das Spiel wieder zu laden und fortzusetzen.

source: Connection timeouted
de_de: Verbindungszeit überschritten

source: Widelands has not been able to get the IP address of the server in time. There seems to be a network problem, either on your side or on side of the server.
de_de: Widelands war nicht in der Lage rechtzeitig die IP Adresse des Servers zu erhalten. Wahrscheinlich gab es ein Netzwerkproblem, entweder bei dir oder Serverseitig.

source: Connection problem
de_de: Verbindungsproblem

source: Widelands has not been able to connect to the host.
de_de: Widelands konnte keine Verbindung zum Gastgeber erstellen

source: The address of the game server is invalid
de_de: Die Adresse the Spiele Servers ist inkorrekt

source: Player
de_de: Spieler

source: Preparing game
de_de: Bereite Spiel vor

source: End of replay
de_de: Ende der Spielaufzeichnung

source: The end of the replay has been reached and the game has been paused. You may unpause the game and continue watching if you want to.
de_de: Das Ende der Spielaufzeichnung wurde erreicht und das Spiel wurde auf Pause gesetzt. Wenn du möchtest, kannst du die Wiedergabe fortsetzen und weitergucken.

source: Loading...
de_de: Laden...

source: Bluebyte Settlers II Map. No comment defined!
de_de: Bluebyte-Siedler-II-Karte. Kein Kommentar definiert!

source: None
de_de: Keine

source: Preparing...
de_de: Vorbereiten...

source: Increase the value
de_de: Vergrößere den Wert

source: Decrease the value
de_de: Verkleinere den Wert

source: Increase the value by 10
de_de: Vergrößere den Wert um 10

source: Decrease the value by 10
de_de: Verkleinere den Wert um 10

source: Change
de_de: Ändere

source: Allow
de_de: Erlaube

source: unknown/unhandled version %u
de_de: unbekannte/nicht verwendbare Version %u

source: (player allowed retreat change): %s
de_de: (Spieler erlaubte Rückzugsveränderungen): %s

source: (flag): %s
de_de: (Flagge): %s

source: Forbid
de_de: Verbiete

source: (immovable): %s
de_de: (Unbewegte Natur): %s

source: player's tribe does not define frontier style "%s"
de_de: Das Volk des Spielers bestimmt keinen Grenzen-Stil "%s"

source: player's tribe does not define flag style "%s"
de_de: Das Volk des Spielers bestimmt keinen Flaggen-Stil "%s

source: (set player flag style): %s
de_de: (Flaggen-Stil des Spielers festlegen): %s

source: illegal coordinates (%i, %i)
de_de: ungültige Koordinaten (%i, %i)

source: (player area): %s
de_de: (Spielergebiet): %s

source: sufficient_suitability (%u) is smaller than required_suitability (%u)
de_de: ausreichende_Tauglichkeit (%u) ist kleiner als die vorrausgesetzte_Tauglichkeit (%u)

source: expected %s but found "%s"
de_de: erwartete %s aber fand "%s"

source: distance (1 .. 255)
de_de: Distanz (1 .. 255)

source: max distance (%u) is smaller than min distance (%u)
de_de: Maximale Distanz (%u) ist geringer als minimale Distanz (%u)

source: duplicated
de_de: dupliziert

source: %s="%s": invalid
de_de: %s="%s": ungültig

source: can not have %u %s (only %u)
de_de: kann nicht betragen %u %s (nur %u)

source: %u soldiers but only %u allowed
de_de: %u Soldaten aber nur %u erlaubt

source: (soldiercontrol): %s
de_de: (Kontrolle über Soldaten): %s

source: (productionsite): %s
de_de: (Produktionstätte): %s

source: (building): %s
de_de: (Gebäude): %s

source: failed to place a %s near (%i, %i) (distance between %u and %u) for player %u (suitability required is %u but found only %u)
de_de: konnte kein %s bei (%i, %i) bauen (Distanz zwischen %u und %u) für Spieler %u (gebraucht wird %u aber nur %u gefunden)

source: wrong player number %i
de_de: falsche Spielernummer %i

source: trigger "%s": not a time trigger
de_de: Auslöser "%s":kein Zeitauslöser

source: (set_timer): %s
de_de: (Timer einstellen): %s

source: (move view): %s
de_de: (Bewege Blick): %s

source: No text defined
de_de: Kein Text definiert

source: Window Title
de_de: Fenstername

source: Continue
de_de: Weiter

source: there are no buttons, at least one is required
de_de: es gibt keine Knöpfe, wenigstens einer ist vorrausgesetzt

source: is not modal although %s=%s
de_de: ist kein Modal obwohl %s=%s

source: %s refers to "%s", which is not a timer
de_de: %s bezieht sich auf "%s", welches kein Zeitmesser ist

source: (message box): %s
de_de: (Nachrichten Fenster): %s

source: "%s" is duplicated
de_de: "%s" ist dupliziert

source: no building types
de_de: keine Gebäudearten

source: Allow building types
de_de: Erlaube Gebäudetypen

source: Allows the construction of buildings of certain types for a player.
de_de: Erlaubt einem Spieler das Errichten von Gebäuden eines bestimmten Gebäudetyps.

source: Forbid building types
de_de: Verbiete Gebäudetypen

source: Forbids the construction of buildings of certain types for a player.
de_de: Erlaubt einem Spieler das Errichten eines Gebäudes eines bestimmten Gebäudetyps.

source: Create building
de_de: Erstelle Gebäude

source: Create a building and optionally place workers in it
de_de: Erstelle ein Gebäude und setze zusätzlich auch ein Arbeiter hinein.

source: Conquer area
de_de: Erobere Gebiet

source: Create flag
de_de: Flagge setzen

source: Create a flag.
de_de: Setze eine Flagge.

source: Create immovable
de_de: Erstelle unbewegten Gegenstand

source: Create an immovable.
de_de: Erstelle einen unbewegten Gegenstand.

source: Show message box
de_de: Zeige Nachrichten Fenster

source: Show a message box. It can be modal or and have a picture. An events can be assigned to each button to give the user chose the course of the game.
de_de: Dieses Ereignis zeigt ein Nachrichtenfenster, welches fest oder veränderbar sein kann. Das Fenster kann aus Text, Bildern und Knöpfen zusammengesetzt werden, wobei jedem Knopf ein bestimmtes Ereignis zugewiesen werden kann.

source: Move view
de_de: Bewege Blick

source: Center the player's view on a certain location.
de_de: Zentriere den Blick des Spielers auf ein bestimmtes Feld.

source: Reveal campaign
de_de: Decke Kampagne auf

source: Reveal a campaign.
de_de: Decke Kampagne auf.

source: Reveal objective
de_de: Decke Aufgabe auf

source: Reveal an objective.
de_de: Decke Aufgabe auf.

source: Reveal scenario
de_de: Decke Szenario auf

source: Reveal a scenario.
de_de: Decke Szenario auf.

source: Create road
de_de: Straße bauen

source: Create a road and optionally place a carrier on it
de_de: Erstelle eine Straße und stelle zusätzlich noch einen Träger darauf.

source: Set timer
de_de: Setze Zeit-Auslöser

source: Set a timer to trigger after a certain duration.
de_de: Setze einen Zeit Auslöser nach einer bestimmten Zeit.

source: Unhide area
de_de: Zeige Gebiet

source: Gives vision for a specified amount of time of all locations within an area to the player.
de_de: Gibt dem Spieler für eine bestimmte Zeit die Sicht auf alle Dinge in einem bestimmten Gebiet.

source: Set player's frontier style
de_de: Lege den Grenzen-Stil des Spielers fest

source: Sets the style of the player's frontier markers to one of the styles that are defined in the player's tribe.
de_de: Stellt den Stil von Grenzposten des Spielers zu einem der Stile die im Stamm des Spielers definiert sind ein.

source: Sets the style of the player's flags to one of the styles that are defined in the player's tribe.
de_de: Fügt den Flaggen-Stil des Spielers zu den Stilen hinzu, die im Volk des Spielers festgelegt sind.

source: Allows retreat value customization
de_de: Erlaubt Rückzugswertanpassung

source: Allows that the player can change the value of 'retreat when hitpoints below x%'.
de_de: Erlaubt dem Spieler den 'zurückziehen wenn Trefferpunkte unter x%' Wert zu verändern.

source: Forbids retreat value customization
de_de: Untersagt Rückzugswertanpassung

source: Forbids that the player can change the value of 'retreat when hitpoints below x%'.
de_de: Verbietet dem Spieler den 'zurückziehen wenn Trefferpunkte unter x%' Wert zu verändern.

source: Set player retreat percentage
de_de: Spieler-Rückzugsprozentsatz einstellen

source: Sets the player value of 'retreat when hit points below x%', this value could be overridden by players if allowed.
de_de: Stellt den Wert 'Rückzug wenn Trefferpunkte unter x%' ein, dieser Wert könnten von den Spieler verändert werden, wäre es erlaubt.

source: Set see all mode for a player
de_de: Stellt den Alles-Sehen-Modus für Spiele ein.

source: Sets the see all mode for a specific player to on/off.
de_de: Stellt den Alles-Sehen-Modus für einen spezifischen Spieler An/Aus.

source: there are no steps
de_de: es gibt keine Schritte

source: there is only 1 step, must be at least 2
de_de: es gibt nur 1 Schritt, es sollten jedoch mindestens 2 sein

source: step %li has direction '%c', must be one of {1 (northeast), 2 (east), 3 (southeast), 4 (southwest), 5 (west), 6 (northwest)}
de_de: Schritt %li hat die Richtung '%C', sollte einer von {1 (Nordosten), 2 (Osten), 3 (Südosten), 4 (Südwesten), 5 (Westen), 6 (Nordwesten)} sein

source: the steps "%s" do not form the optimal path from the start to the end through only the used locations, should be "%s"
de_de: die Schritte "%s" formen nicht den optimalen Pfad vom Start bis zum Ende nur duch die benutzten Standorte, sollten "%s" sein.

source: immovable %u: %s
de_de: Unbewegte Natur %u: %s

source: immovable data: %s
de_de: unbewegbare Daten: %s

source: Triggers: %s
de_de: Auslöser: %s

source: unknown object header %u
de_de: unbekannter Objektkopf %u

source: map objects: %s
de_de: Karten Objekt: %s

source: building %u: %s
de_de: Gebäude %u: %s

source: buildingdata: %s
de_de: Gebäudedaten: %s

source: wares: %s
de_de: Waren: %s

source: constructionsite: %s
de_de: Baustelle: %s

source: unknown worker type "%s"
de_de: unbekannte Arbeiterart "%s"

source: warehouse: %s
de_de: Warenhaus: %s

source: militarysite: %s
de_de: Militärgebäude: %s

source: program %s was skipped at time %u, but time is only %u
de_de: Programm %s wurde übersprungen zum Zeitpunkt %u aber die Zeit ist erst %u

source: trainingsite: %s
de_de: Trainingslager: %s

source: heights: %s
de_de: Höhe: %s

source: unknown/unhandled version %i
de_de: unbekannte/ungehandhabte Version %i

source: allowed buildings: %s
de_de: Erlaubte Gebäude: %s

source: elemental data: %s
de_de: Elementare Daten: %s

source: item %u: %s
de_de: Ding: %u: %s

source: waredata: %s
de_de: Warendaten: %s

source: road %u: %s
de_de: Straße %u: %s

source: roaddata: %s
de_de: Straßendaten: %s

source: the node is owned by player %u
de_de: der Knoten ist in Besitzt von Spieler %u

source: is owned by player %u
de_de: ist im Besitz von %u

source: has a flag (%u)
de_de: hat eine Flagge (%u)

source: neighbour node (%i, %i): %s
de_de: Nachbarsknoten (%i, %i): %s

source: flags: %s
de_de: Flaggen: %s

source: wrong flag (%u) at given position (%i, %i)
de_de: falsche Flagge (%u) an angegebener Position (%i, %i)

source: no flag at given position (%i, %i)
de_de: keine Flagge an angegebener Position (%i, %i)

source: flagdata: %s
de_de: Flaggendaten: %s

source: EventChains: %s
de_de: Ereignisketten: %s

source: invalid type "%s"
de_de: ungültiger Typ "%s"

source: variables: %s
de_de: Variablen: %s

source: extradata: %s
de_de: Extradaten: %s

source: ware data: %s
de_de: Warendaten: %s

source: road: %s
de_de: Straße: %s

source: Objectives: %s
de_de: Aufgaben: %s

source: unseen immovable: %s
de_de: ungesehener Gegenstand: %s

source: player names and tribes: %s
de_de: Spielernamen und -Stämme: %s

source: Events: %s
de_de: Ereignisse: %s

source: player %u: %s
de_de: Spieler: %u: %s

source: player positions: %s
de_de: Spielerpositionen: %s

source: player %u does not exist
de_de: Spieler %u existiert nicht

source: buildings: %s
de_de: Gebäude: %s

source: seen: %s
de_de: Gesehen: %s

source: unknown task type "%s"
de_de: unbekannter Aufgabentyp "%s"

source: reading path: %s
de_de: Lese Pfad: %s

source: bob %u: %s
de_de: Objekt %u: %s

source: bobdata: %s
de_de: Objektdaten: %s

source: critter bob: %s
de_de: Tierobjekt: %s

source: soldier: %s
de_de: Soldat: %s

source: carrier: %s
de_de: Träger: %s

source: unknown bob type %u
de_de: unbekannter Objekttyp %u

source: tribe "%s" does not exist
de_de: Stamm "%s" existiert nicht

source: bobs: %s
de_de: Natur Objekte: %s
