Repository: FeodorFitsner/widelands
Catalog: po/texts/*.po
Languages: de_de, nn

source: (CTRL+) 0-9 Remember and go to previously remembered locations
nn: (Ctrl+) 0-9 Hugs og gå til tidlegare hugsa stader

source: , / . Go to previous / next location
nn: , / . Gå til førre / neste stad

source: - how to reproduce the bug
de_de: - Wie der Fehler reproduziert werden kann
nn: - korleis syne feilen att

source: - send us a compressed (zip, gzip, bzip2) replay if the bug appeared in-game. For more explanation, see the section on Replays below.
nn: - send oss ein komprimert (zip, gzip, bzip2) film viss feilen kom i spelet. For meir forklaring, sjå Avspelingar-avsnittet under

source: - send us a compressed (zip, gzip, bzip2) session record if possible, unless the<br>bug is trivial to reproduce. In fact, it may be a good idea to always record<br>your sessions in case a bug surfaces. For more explanation, see below.
de_de: - Sende uns, wenn möglich, ein verpacktes Spielprotokoll (zip, gzip, bzip) zu, es sei denn, der Fehler ist leicht zu reproduzieren.<br>Es ist daher sinnvoll, wenn Du einfach immer ein Spielprotokoll mitschreiben lässt, denn falls dann ein Fehler auftreten sollte, hast Du direkt das Spielprotokoll zu diesem Fehler.
nn: - send oss eit komprimert (zip, gzip, bzip2) øktopptak viss mogleg, med mindre <br>feilen er umonaleg å reprodusera. Faktisk kan det vere ein god idé å alltid ta opp<br> økta di i tilfelle det kjem ein feil. For meir forklaring, sjå under.

source: - what version of Widelands did you use (i.e. the build number, or whether it's<br>a custom compile from SVN)
de_de: - Welche Version von Widelands benutzt Du (offizielle Buildnummer oder SVN-Version)
nn: - kva versjon av Widelands brukte du (dvs. byggenummeret, eller viss det er<br>ei tilpassa bygging frå SVN)

source: - which map you were playing
de_de: - Welche Karte Du gespielt hast
nn: - kva kart du spelte

source: 0. This License applies to any program or other work which contains a notice placed by the copyright holder saying it may be distributed under the terms of this General Public License. The Program, below, refers to any such program or work, and a work based on the Program means either the Program or any derivative work under copyright law: that is to say, a work containing the Program or a portion of it, either verbatim or with modifications and/or translated into another language. (Hereinafter, translation is included without limitation in the term modification.) Each licensee is addressed as you.<br>Activities other than copying, distribution and modification are not covered by this License; they are outside its scope. The act of running the Program is not restricted, and the output from the Program is covered only if its contents constitute a work based on the Program (independent of having been made by running the Program). Whether that is true depends on what the Program does.<br>
de_de: <br>§0. Diese Lizenz gilt für jedes Programm und jedes andere Datenwerk, in dem ein entsprechender Vermerk des Copyright-Inhabers darauf hinweist, daß das Datenwerk unter den Bestimmungen dieser General Public License verbreitet werden darf. Im folgenden wird jedes derartige Programm oder Datenwerk als „das Programm“ bezeichnet; die Formulierung „auf dem Programm basierendes Datenwerk“ bezeichnet das Programm sowie jegliche Bearbeitung des Programms im urheberrechtlichen Sinne, also ein Datenwerk, welches das Programm, auch auszugsweise, sei es unverändert oder verändert und/oder in eine andere Sprache übersetzt, enthält. (Im folgenden wird die Übersetzung ohne Einschränkung als „Bearbeitung“ eingestuft.) Jeder Lizenznehmer wird im folgenden als „Sie“ angesprochen.<br><br>Andere Handlungen als Vervielfältigung, Verbreitung und Bearbeitung werden von dieser Lizenz nicht berührt; sie fallen nicht in ihren Anwendungsbereich. Der Vorgang der Ausführung des Programms wird nicht eingeschränkt, und die Ausgaben des Programms unterliegen dieser Lizenz nur, wenn der Inhalt ein auf dem Programm basierendes Datenwerk darstellt (unabhängig davon, daß die Ausgabe durch die Ausführung des Programmes erfolgte). Ob dies zutrifft, hängt von den Funktionen des Programms ab.<br>
nn: 0 Lisensen gjeld alle program eller andre verk som har ein merknad frå kopiretthaldaren som seier det kan fordelast under denne generelle utgivingslisensen. Programmet, under, refererer til kva slikt program eller verk som helst, og eit verk som er basert på programmet tyder anten programmet eller andre verk baserte på det under lova for kopirett: det vil seie, eit verk som inneheld programmet eller ein del av det, anten direkte eller med endringar og/eller omsett til eit anna språk. (Omsetting er inkludert utan avgrensingar i endring av kåra.) Alle lisensen gjeld blir adressert som deg.<br>Aktivitetar anna enn kopiering, fordeling og endring er ikkje dekka av denne lisensen. Å køyre programmet er fullt lov og resultatet av programmet blir berre dekka viss det er eit verk basert på programmet (uavhengig av å ha vore laga med å køyre programmet). Om det er tilfellet avhenger av kva programmet gjer.<br>

source: 1-0 Changes tools size
de_de: 1-0 Ändert die Werkzeuggröße
nn: 1-0 Endrar verktøystorleik

source: 1. You may copy and distribute verbatim copies of the Program's source code as you receive it, in any medium, provided that you conspicuously and appropriately publish on each copy an appropriate copyright notice and disclaimer of warranty; keep intact all the notices that refer to this License and to the absence of any warranty; and give any other recipients of the Program a copy of this License along with the Program.<br>You may charge a fee for the physical act of transferring a copy, and you may at your option offer warranty protection in exchange for a fee.<br>
de_de: §1. Sie dürfen auf beliebigen Medien unveränderte Kopien des Quelltextes des Programms, wie sie ihn erhalten haben, anfertigen und verbreiten. Voraussetzung hierfür ist, daß Sie mit jeder Kopie einen entsprechenden Copyright-Vermerk sowie einen Haftungsausschluß veröffentlichen, alle Vermerke, die sich auf diese Lizenz und das Fehlen einer Garantie beziehen, unverändert lassen und desweiteren allen anderen Empfängern des Programms zusammen mit dem Programm eine Kopie dieser Lizenz zukommen lassen.<br><br>Sie dürfen für den eigentlichen Kopiervorgang eine Gebühr verlangen. Wenn Sie es wünschen, dürfen Sie auch gegen Entgelt eine Garantie für das Programm anbieten.<br>
nn: 1 Du kan kopiera og fordela ordrette kopiar av kjeldekoda til programmet slik du får henne, i kva medium som helst, så lenge du legg ved høveleg kopirett og frådrag av garanti, held alle referansar til denne lisensen og fraveret av garanti lik, og gir andre mottakarar ein kopi av lisensen saman med programmet.<br> Du kan ta pengar for å overføre ein kopi, og du kan velje å garantere tryggleik mot gjelding.<br>

source: 10. If you wish to incorporate parts of the Program into other free programs whose distribution conditions are different, write to the author to ask for permission. For software which is copyrighted by the Free Software Foundation, write to the Free Software Foundation; we sometimes make exceptions for this. Our decision will be guided by the two goals of preserving the free status of all derivatives of our free software and of promoting the sharing and reuse of software generally.
de_de: §10. Wenn Sie den Wunsch haben, Teile des Programms in anderen freien Programmen zu verwenden, deren Bedingungen für die Verbreitung anders sind, schreiben Sie an den Autor, um ihn um die Erlaubnis zu bitten. Für Software, die unter dem Copyright der Free Software Foundation steht, schreiben Sie an die Free Software Foundation; wir machen zu diesem Zweck gelegentlich Ausnahmen. Unsere Entscheidung wird von den beiden Zielen geleitet werden, zum einen den freien Status aller von unserer freien Software abgeleiteten Datenwerke zu erhalten und zum anderen das gemeinschaftliche Nutzen und Wiederverwenden von Software im allgemeinen zu fördern.
nn: 10 Viss du vil innarbeida delar av programmet inn i andre frie program med andre vilkår for fordeling, skriv til forfattaren for å be om tillating. For fri programvare med kopirettar som tilhøyrer Free Software Foundation, skriv til Free Software Foundation, sia me av og til gjer unntak. Valet vårt blir rettleid av dei to måla om å halde på den frie statusen til alle program basert på våre frie program, og å forfremma deling og bruk av programvare generelt.

source: 11. BECAUSE THE PROGRAM IS LICENSED FREE OF CHARGE, THERE IS NO WARRANTY FOR THE PROGRAM, TO THE EXTENT PERMITTED BY APPLICABLE LAW. EXCEPT WHEN OTHERWISE STATED IN WRITING THE COPYRIGHT HOLDERS AND/OR OTHER PARTIES PROVIDE THE PROGRAM AS IS WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE. THE ENTIRE RISK AS TO THE QUALITY AND PERFORMANCE OF THE PROGRAM IS WITH YOU. SHOULD THE PROGRAM PROVE DEFECTIVE, YOU ASSUME THE COST OF ALL NECESSARY SERVICING, REPAIR OR CORRECTION.
de_de: <br>§11. Da das Programm ohne jegliche Kosten lizenziert wird, besteht keinerlei Gewährleistung für das Programm, soweit dies gesetzlich zulässig ist. Sofern nicht anderweitig schriftlich bestätigt, stellen die Copyright-Inhaber und/oder Dritte das Programm so zur Verfügung, „wie es ist“, ohne irgendeine Gewährleistung, weder ausdrücklich noch implizit, einschließlich – aber nicht begrenzt auf – Marktreife oder Verwendbarkeit für einen bestimmten Zweck. Das volle Risiko bezüglich Qualität und Leistungsfähigkeit des Programms liegt bei Ihnen. Sollte sich das Programm als fehlerhaft herausstellen, liegen die Kosten für notwendigen Service, Reparatur oder Korrektur bei Ihnen.
nn: 11 SIA PROGRAMLISENSEN ER GRATIS, ER DET INGEN GARANTI FOR PROGRAMMET, TIL DEN GRAD SOM ER LOVLEG. UNNTATT NÅR ANNA ER SKRIVEN HAR KOPIRETTHALDAREN OG/ELLER ANDRE PARTAR SOM GIR UT PROGRAMMET INGEN GARANTI, ENTEN UTTALT ELLER ANTEKEN, INKLUDERT, MEN IKKJE GRENSA TIL, GARANTIAR OM SALGBARHEIT OG SØMMELEGHEIT TIL EIN GITT ÅRSAK. HEILE RISIKOEN OM KVALITETEN OG YTELSEN TIL PROGRAMMET LIGG MED DEG. VISS PROGRAMMET ER DEFEKT MÅ DU SJØLV DEKKE KOSTNADEN VED NAUDSYNT VEDLIKEHALD, REPARASJON ELLER RETTING.

source: 12. IN NO EVENT UNLESS REQUIRED BY APPLICABLE LAW OR AGREED TO IN WRITING WILL ANY COPYRIGHT HOLDER, OR ANY OTHER PARTY WHO MAY MODIFY AND/OR REDISTRIBUTE THE PROGRAM AS PERMITTED ABOVE, BE LIABLE TO YOU FOR DAMAGES, INCLUDING ANY GENERAL, SPECIAL, INCIDENTAL OR CONSEQUENTIAL DAMAGES ARISING OUT OF THE USE OR INABILITY TO USE THE PROGRAM (INCLUDING BUT NOT LIMITED TO LOSS OF DATA OR DATA BEING RENDERED INACCURATE OR LOSSES SUSTAINED BY YOU OR THIRD PARTIES OR A FAILURE OF THE PROGRAM TO OPERATE WITH ANY OTHER PROGRAMS), EVEN IF SUCH HOLDER OR OTHER PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.
de_de: §12. In keinem Fall, außer wenn durch geltendes Recht gefordert oder schriftlich zugesichert, ist irgendein Copyright-Inhaber oder irgendein Dritter, der das Programm wie oben erlaubt modifiziert oder verbreitet hat, Ihnen gegenüber für irgendwelche Schäden haftbar, einschließlich jeglicher allgemeiner oder spezieller Schäden, Schäden durch Seiteneffekte (Nebenwirkungen) oder Folgeschäden, die aus der Benutzung des Programms oder der Unbenutzbarkeit des Programms folgen (einschließlich – aber nicht beschränkt auf – Datenverluste, fehlerhafte Verarbeitung von Daten, Verluste, die von Ihnen oder anderen getragen werden müssen, oder dem Unvermögen des Programms, mit irgendeinem anderen Programm zusammenzuarbeiten), selbst wenn ein Copyright-Inhaber oder Dritter über die Möglichkeit solcher Schäden unterrichtet worden war.
nn: 12 UNDER INGEN OMSTENDE ANNA ENN NAUDSYNT VED LOV ELLER AVTALT SKRIFTLEG KAN NOKON KOPIRETTHALDAR, ELLER NOKON ANNAN SOM KAN ENDRE OG/ELLER GI PROGRAMMET VIDARE SOM TILLATEN OVANFOR, STILLAST TIL ANSVAR FOR SKADAR, INKLUSIVT GENERELL, SPESIELL, HENSIKTSMESSIG ELLER VED UHELL, SOM FØLGJE AV Å IKKJE KUNNE BRUKE PROGRAMMET (INKLUDERT MELLOM ANNA TAP AV DATA ELLER DATA SOM IKKJE VISAST RETT ELLER TAP FORÅRSAKA AV DEG ELLER TREDJEPARTAR ELLER FEIL VED FORSØK PÅ Å BRUKE PROGRAMMET SAMAN MED ANDRE PROGRAM), SJØLV OM DEN PERSONEN ELLER ANDRE PARTIET HAR VARSLA OM AT SLIKE SKADAR ER MOGLEGE.

source: 2. You may modify your copy or copies of the Program or any portion of it, thus forming a work based on the Program, and copy and distribute such modifications or work under the terms of Section 1 above, provided that you also meet all of these conditions:<br><br>a) You must cause the modified files to carry prominent notices stating that you changed the files and the date of any change.<br>b) You must cause any work that you distribute or publish, that in whole or in part contains or is derived from the Program or any part thereof, to be licensed as a whole at no charge to all third parties under the terms of this License.<br>c) If the modified program normally reads commands interactively when run, you must cause it, when started running for such interactive use in the most ordinary way, to print or display an announcement including an appropriate copyright notice and a notice that there is no warranty (or else, saying that you provide a warranty) and that users may redistribute the program under these conditions, and telling the user how to view a copy of this License. (Exception: if the Program itself is interactive but does not normally print such an announcement, your work based on the Program is not required to print an announcement.)
de_de: §2. Sie dürfen Ihre Kopie(n) des Programms oder eines Teils davon verändern, wodurch ein auf dem Programm basierendes Datenwerk entsteht; Sie dürfen derartige Bearbeitungen unter den Bestimmungen von Paragraph 1 vervielfältigen und verbreiten, vorausgesetzt, daß zusätzlich alle im folgenden genannten Bedingungen erfüllt werden:<br><br> 1.Sie müssen die veränderten Dateien mit einem auffälligen Vermerk versehen, der auf die von Ihnen vorgenommene Modifizierung und das Datum jeder Änderung hinweist.<br> 2. Sie müssen dafür sorgen, daß jede von Ihnen verbreitete oder veröffentlichte Arbeit, die ganz oder teilweise von dem Programm oder Teilen davon abgeleitet ist, Dritten gegenüber als Ganzes unter den Bedingungen dieser Lizenz ohne Lizenzgebühren zur Verfügung gestellt wird.<br> 3. Wenn das veränderte Programm normalerweise bei der Ausführung interaktiv Kommandos einliest, müssen Sie dafür sorgen, daß es, wenn es auf dem üblichsten Wege für solche interaktive Nutzung gestartet wird, eine Meldung ausgibt oder ausdruckt, die einen geeigneten Copyright-Vermerk enthält sowie einen Hinweis, daß es keine Gewährleistung gibt (oder anderenfalls, daß Sie Garantie leisten), und daß die Benutzer das Programm unter diesen Bedingungen weiter verbreiten dürfen. Auch muß der Benutzer darauf hingewiesen werden, wie er eine Kopie dieser Lizenz ansehen kann. (Ausnahme: Wenn das Programm selbst interaktiv arbeitet, aber normalerweise keine derartige Meldung ausgibt, muß Ihr auf dem Programm basierendes Datenwerk auch keine solche Meldung ausgeben).
nn: 2 Du kan endre kopien eller kopiane dine av programmet eller kva del av det som helst, og med det skape eit verk basert på programmet, og kopiere og fordela slike endringar under tingingane i bolk 1 ovanfor, så lenge du og har alle desse tingingane: <br><br>a) Du må få dei endra filane til å innehalde merknadar om at du endra filane og datoen for endringane. <br> b) Du må få eventuelle verk du gir vidare, som heilt eller delvis inneheld programmet, til å ha full lisens utan kostnad til alle tredjepartar under kåra i denne lisensen.<br> c) Viss det endra programmet vanligvis les ordrar interaktivt ved køyring, må du få det til, når det har begynt å køyre interaktivt på vanlegaste måte, til å visa ei annonse som inneheld naudsynt kopirettmerknad g merknad om at det ikkje er nokon garanti (eller sei at du har ein garanti) og at brukaren kan gi programmet vidare med same kåra, og fortelle dei korleis dei kan sjå denne lisensen. (Unntak: viss sjølve programmet er interaktivt men vanlegvis ikkje visar ei slik annonse, må verket ditt basert på det heller ikkje vise ei annonse.)

source: 3. You may copy and distribute the Program (or a work based on it, under Section 2) in object code or executable form under the terms of Sections 1 and 2 above provided that you also do one of the following:<br><br>a) Accompany it with the complete corresponding machine-readable source code, which must be distributed under the terms of Sections 1 and 2 above on a medium customarily used for software interchange; or,<br>b) Accompany it with a written offer, valid for at least three years, to give any third party, for a charge no more than your cost of physically performing source distribution, a complete machine-readable copy of the corresponding source code, to be distributed under the terms of Sections 1 and 2 above on a medium customarily used for software interchange; or,<br>c) Accompany it with the information you received as to the offer to distribute corresponding source code. (This alternative is allowed only for noncommercial distribution and only if you received the program in object code or executable form with such an offer, in accord with Subsection b above.)
de_de: §3. Sie dürfen das Programm (oder ein darauf basierendes Datenwerk gemäß Paragraph 2) als Objectcode oder in ausführbarer Form unter den Bedingungen der Paragraphen 1 und 2 kopieren und weitergeben – vorausgesetzt, daß Sie außerdem eine der folgenden Leistungen erbringen:<br><br> 1.Liefern Sie das Programm zusammen mit dem vollständigen zugehörigen maschinenlesbaren Quelltext auf einem für den Datenaustausch üblichen Medium aus, wobei die Verteilung unter den Bedingungen der Paragraphen 1 und 2 erfolgen muß. Oder:<br> 2. Liefern Sie das Programm zusammen mit einem mindestens drei Jahre lang gültigen schriftlichen Angebot aus, jedem Dritten eine vollständige maschinenlesbare Kopie des Quelltextes zur Verfügung zu stellen – zu nicht höheren Kosten als denen, die durch den physikalischen Kopiervorgang anfallen –, wobei der Quelltext unter den Bedingungen der Paragraphen 1 und 2 auf einem für den Datenaustausch üblichen Medium weitergegeben wird. Oder:<br> 3. Liefern Sie das Programm zusammen mit dem schriftlichen Angebot der Zurverfügungstellung des Quelltextes aus, das Sie selbst erhalten haben. (Diese Alternative ist nur für nicht-kommerzielle Verbreitung zulässig und nur, wenn Sie das Programm als Objectcode oder in ausführbarer Form mit einem entsprechenden Angebot gemäß Absatz 2 erhalten haben.)
nn: 3 Du kan kopiere og fordela programmet (eller verk basert på det, bolk 2) som kode eller som program under kåra i bolk 1 og 2 over så lenge du òg gjer ein av følgande:<br><br>a) Legg ved ei full tilsvarande maskinlesbar kjeldekode, som er utgiven under kåra i bolk 1 og 2 over på eit medium laga for å flytte programvare, eller <br>b) legge ved eit skriftleg tilbod, gyldig i minst tre år, om å gi kva tredjepart som helst, til ein kostnad som ikkje er høgare enn du treng for å faktisk gi kjeldekoden, ein full maskinlesbar kopi av den tilsvarande kjeldekoden, som skal gis ut under kåra i bolk 1 og 2 over på eit medium som blir brukt til flytting av programvare, eller,<br>c) Ha med informasjon du fekk om korleis fordela tilsvarande kjeldekode. (Dette alternativet er berre tillaten for ikkje-kommersiell fordeling g berre viss du får programmet som kode eller køyrbart gjennom eit slikt tilbod, i samsvar med underbolk b over.)

source: 4. You may not copy, modify, sublicense, or distribute the Program except as expressly provided under this License. Any attempt otherwise to copy, modify, sublicense or distribute the Program is void, and will automatically terminate your rights under this License. However, parties who have received copies, or rights, from you under this License will not have their licenses terminated so long as such parties remain in full compliance.
de_de: §4. Sie dürfen das Programm nicht vervielfältigen, verändern, weiter lizenzieren oder verbreiten, sofern es nicht durch diese Lizenz ausdrücklich gestattet ist. Jeder anderweitige Versuch der Vervielfältigung, Modifizierung, Weiterlizenzierung und Verbreitung ist nichtig und beendet automatisch Ihre Rechte unter dieser Lizenz. Jedoch werden die Lizenzen Dritter, die von Ihnen Kopien oder Rechte unter dieser Lizenz erhalten haben, nicht beendet, solange diese die Lizenz voll anerkennen und befolgen.
nn: 4 Du kan ikkje kopiera, endra, underlisensera eller fordela programdelane på nokon anna måte enn det som står i lisensen. Forsøk på å kopiera, endra, underlisensera eler fordela programmet på andre måtar er ulovleg, og vil automatisk fjerne rettane dine under denne lisensen. Men partar som har fått kopiar eller rettar frå deg under denne lisensen får behalda sine lisensar så lenge dei partane held seg i fullt samsvar.

source: 5. You are not required to accept this License, since you have not signed it. However, nothing else grants you permission to modify or distribute the Program or its derivative works. These actions are prohibited by law if you do not accept this License. Therefore, by modifying or distributing the Program (or any work based on the Program), you indicate your acceptance of this License to do so, and all its terms and conditions for copying, distributing or modifying the Program or works based on it.
de_de: §5. Sie sind nicht verpflichtet, diese Lizenz anzunehmen, da Sie sie nicht unterzeichnet haben. Jedoch gibt Ihnen nichts anderes die Erlaubnis, das Programm oder von ihm abgeleitete Datenwerke zu verändern oder zu verbreiten. Diese Handlungen sind gesetzlich verboten, wenn Sie diese Lizenz nicht anerkennen. Indem Sie das Programm (oder ein darauf basierendes Datenwerk) verändern oder verbreiten, erklären Sie Ihr Einverständnis mit dieser Lizenz und mit allen ihren Bedingungen bezüglich der Vervielfältigung, Verbreitung und Veränderung des Programms oder eines darauf basierenden Datenwerks.
nn: 5 Du er ikkje nøydd til å akseptera denne lisensen, sia du ikkje har signert han. Men ingenting anna gir deg tillating til å endre eller fordela programmet eller verk basert på det. Slike handlingar er verna av lova viss du ikkje aksepterer denne lisensen. Derfor, ved å endre eller fordela programmet, eller verk basert på programmet, visar du at du aksepterer lisensen, med alle vilkåra for å kopiera, fordela eller endra programmet eller verk basert på det.

source: 6. Each time you redistribute the Program (or any work based on the Program), the recipient automatically receives a license from the original licensor to copy, distribute or modify the Program subject to these terms and conditions. You may not impose any further restrictions on the recipients' exercise of the rights granted herein. You are not responsible for enforcing compliance by third parties to this License.
de_de: §6. Jedesmal, wenn Sie das Programm (oder ein auf dem Programm basierendes Datenwerk) weitergeben, erhält der Empfänger automatisch vom ursprünglichen Lizenzgeber die Lizenz, das Programm entsprechend den hier festgelegten Bestimmungen zu vervielfältigen, zu verbreiten und zu verändern. Sie dürfen keine weiteren Einschränkungen der Durchsetzung der hierin zugestandenen Rechte des Empfängers vornehmen. Sie sind nicht dafür verantwortlich, die Einhaltung dieser Lizenz durch Dritte durchzusetzen.
nn: 6 Kvar gong du gir programmet (eller verk basert på programmet) vidare, får mottakaren automatisk ein lisens frå den originale lisenshaldaren om å kopiera, fordela eller endra programmet i henhold til dei kåra. Du kan ikkje innføra vidare avgrensingar til motakarens utføring av rettane givne her. Du er ikkje ansvarleg for å tvinge denne lisensen på tredjepartar.
