Repository: FeodorFitsner/widelands
Catalog: po/texts/*.po
Languages: de_de, nn

source: This General Public License does not permit incorporating your program into proprietary programs. If your program is a subroutine library, you may consider it more useful to permit linking proprietary applications with the library. If this is what you want to do, use the GNU Library General Public License instead of this License.
de_de: Diese General Public License gestattet nicht die Einbindung des Programms in proprietäre Programme. Ist Ihr Programm eine Funktionsbibliothek, so kann es sinnvoller sein, das Binden proprietärer Programme mit dieser Bibliothek zu gestatten. Wenn Sie dies tun wollen, sollten Sie die GNU Library General Public License anstelle dieser Lizenz verwenden.
nn: Denne generelle offentlege lisensen tillét ikkje bruk av programmet ditt i ufrie program. Viss programmet ditt er eit bibliotek for underrutinar kan du sjå det som nyttigare å tillata lenking av ufrie program med biblioteket. Viss dette er det du vil gjere, bruk GNU Mindre Generelle Utgjevingslisens (GNU Library General Public License) i staden for denne lisensen.

source: This section is intended to make thoroughly clear what is believed to be a consequence of the rest of this License.
de_de: Dieser Paragraph ist dazu gedacht, deutlich klarzustellen, was als Konsequenz aus dem Rest dieser Lizenz betrachtet wird.
nn: Denne bolken skal gjera det heilt klårt kva som er sett på som konsekvens av resten av lisensen.

source: Those pages might be more complete and up to date than this file. And there you further can find a short tutorial about building a map.
de_de: Jene Seiten sollten aktueller und kompletter sein als diese Datei und selbst ein kurzes Tutorial zum Map erstellen ist dort zu finden.
nn: Dei sidene er kanskje meir fulleinte og oppdaterte enn denne fila. I tillegg kan du der finne ei kort innføring om korleis du kan lage ditt eigne kart.

source: To close an open window, right click it.
nn: Høgreklikk eit ope vindauge for å lukka det.

source: To create a session record, start the game with the --record parameter. On Linux, simply start Widelands like so: $ ./widelands --record=filename.rec
de_de: Um ein Spielprotokoll zu erstellen, musst Du das Spiel mit dem --record Parameter starten. Unter Linux würde der Befehl wie folgt aussehen: $ ./widelands --record=filename.rec
nn: For å lage eit øktopptak, start spelet med --record-parameteret. I Linux kan du ganske enkelt starta Widelands med å køyre: $ ./widelands --record=filename.rec

source: To do so, attach the following notices to the program. It is safest to attach them to the start of each source file to most effectively convey the exclusion of warranty; and each file should have at least the copyright line and a pointer to where the full notice is found.
de_de: Um dies zu erreichen, fügen Sie die folgenden Vermerke zu Ihrem Programm hinzu. Am sichersten ist es, sie an den Anfang einer jeden Quelldatei zu stellen, um den Gewährleistungsausschluß möglichst deutlich darzustellen; zumindest aber sollte jede Datei eine Copyright-Zeile besitzen sowie einen kurzen Hinweis darauf, wo die vollständigen Vermerke zu finden sind.
nn: For å gjera det, legg til følgande merknadar i programmet. Det er tryggast å legga dei til i byrjinga på kvar kjeldefil for å formidla fritaket frå garanti mest effektivt, og kvar fil bør minst ha kopirettlinja og ein peikar til der den fulle merknaden er.

source: To minimize/maximize a window, click on the titlebar of that window either with middle mousebutton or with left mousebutton while holding down CTRL.
nn: For å minimere eller maksimere eit vindauge, klikk på tittellinja til vindauget med midterste museknapp eller med venstre museknapp mens du held Ctrl nede.

source: Translation
de_de: Übersetzung
nn: Omsetting

source: Translators
de_de: Übersetzer
nn: Omsettarar

source: Use '@name' at the beginning of a chat message to send it to only one player.
nn: Bruk «@namn» i byrjinga av ei pratemelding for å kun sende ho til ein spelar.

source: Use priority buttons in building window to adjust delivery of a specific ware.
de_de: Benutze die Prioritätsknöpfe im Fenster der Gebäude, um die Anlieferung von speziellen Waren zu steuern.
nn: Bruk prioriteringsknappar i byggevindauget for å justera levering av ei given vare.

source: Use the ',' (comma) and '.' (period) keys to go back and forth between recently visited places in the world.
nn: Bruk «,» (komma-) og «.» (punktum-) tastane for å gå att og fram mellom nyleg vitja stadar i verda.

source: Use the 'configure economy' menu to adjust the target quantity of a specific ware.
nn: Bruk «juster økonomi»-menyen for å tilpassa målmengda for ei given vare.

source: Using the Watch Replay option in the main menu, a previously played game will be precisely reconstructed for you to watch. Note, however, that even small changes in the game data files or the Widelands executable can cause a replay to become incompatible and to 'go out of sync'. This is similar to how network games will suffer from desynchronization problems if one of the players has a different version of the game.
nn: Bruk Syn Film-valet i hovudmenyen for å sjå ein film av eit tidlegare spel. Merk at den minste endring i speldatafiler i Widelands kan gjere ein film ukompatibel og «usynkronisert». Dette liknar korleis nettverksspel kan gå ut av synkronisering viss ein spelar har ein anna versjon av spelet.

source: Version 2, June 1991<br></p></rt>
de_de: Deutsche Übersetzung der Version 2 vom Juni 1991<br></p></rt>
nn: Versjon 2, juni 1991<br></p></rt>

source: When finishing a road, if Ctrl is down, place flags along the road. Default is to place flags from end to start. If Shift is also down, place flags from start to end instead.
nn: Viss du held Ctrl nede i det du fullførar ein veg, plantar du flag langs heile vegen. Standard er å planta flag frå slutten til byrjinga av vegen. Viss du òg held Shift nede blir flaga planta frå byrjinga til sluten i staden.

source: When removing a road, if Ctrl is pressed all flags up to the first junction are removed.
nn: Viss du held Ctrl nede når du fjernar ein veg, fjernar du alle flaga fram til første kryss.

source: Widelands Development Team
de_de: Das Widelands Entwicklungsteam
nn: Widelands utviklarlag

source: Widelands can record all your keypresses and mouse movements to a file. It can then replay an entire session from starting the game to exiting it. This is really helpful for debugging problems.
de_de: Widelands kann alle Tastatureingaben und Mausbewegungen, die Du innerhalb eines Spiels vornimmst, in einer externen Datei speichern. Somit kann Widelands ein gesamtes Spiel von Start bis Ende orginalgetreu nachspielen. Dies ist sehr hilfreich für die Fehlerbehebung.
nn: Widelands kan ta opp alle tasttrykka og musrørslene dine og lagra dei i ei fil. Desse kan vere til god hjelp ved feilsøking av problem.

source: Widelands is a strategy game aiming for gameplay similar to Settlers II by BlueByte.<br>In this game, you start out on a small piece of land with nothing more than a few useful resources. Using those, you can build yourself an empire with many thousands of inhabitants. On your way towards this goal, you will have to build up an economic infrastructure, explore the lands around you and face enemies who are trying to rule the world just like you.
nn: Widelands er eit strategispel som skal spelast på omtrent same måte som Settlers II av BlueByte.<br>I dette spelet startar du med eit lite stykke land utan anna enn nokre få nyttige resursar. Med dei kan du bygga deg eit imperium med tusenvis av innbyggarar. På vegen mot dette målet må du bygga ein økonomisk infrastruktur, utforska landa rundt deg og trossa fiendar som prøvar å styra verda akkurat som deg.

source: Widelands is licensed under the GNU General Public License (GPL). For more information, see the file 'COPYING' or select the License button from the main menu.
de_de: Widelands ist unter der GNU General Public License (GPL) lizenziert. Die Lizenz ist in der Datei 'COPYING' beigefügt. Um diese Lizenz zu lesen öffne entweder obige Datei direkt oder wähle im Hauptmenü den Knopf 'Lizenz'.
nn: Widelands er lisensiert under GNU Generelle utgjevingslisens (GPL). For meir informasjon, sjå fila «COPYING» eller trykk på knappen merka Lisens i hovudmenyen.

source: Widelands is now on the step of being playable, but to become more playable volunteers are needed. Your contributions (yes, I'm talking to you) are required, especially in the area of graphics, to make Widelands a better game.
de_de: Widelands ist kurz davor, richtig spielbar zu sein. Doch um dieses Ziel möglichst schnell zu erreichen werden dringend Freiwillige gebraucht. Deine Hilfe (Ja, tatsächlich spreche ich mit Dir :-)) wird gebraucht. Gerade im Grafik- und Übersetzungsbereich brauchen wir immer Hilfe. Oder verstehst Du vielleicht sogar was vom Programmieren? Dann hilf uns. Wir sind für jede Hand die mitanpackt dankbar.
nn: Widelands held på å bli spelbart, men for å ble meir spelbart treng me frivillige. Bidraga dine (ja, eg snakkar til deg) er naudsynte, spesielt i høve til grafikk, for å gjere Widelands eit betre spel.

source: Widelands records every game you play in two files. One of these files has a .wrpl.wgf extension and contains an initial savegame. The other file has just a .wrpl extension and contains all commands that were issued by all players, such as building a road or attacking an enemy. The rest of the filenames will tell you the time you started the game.
nn: Widelands tek opp alle spela du speler i to filar. Ei av dei er i .wrpl.wgf og har det lagra spelet. Den andre er i .wrpl og har alle ordra som blei sende av alle spelarane, som å bygga vegar eller angripa fiendar. Resten av filnamna seier når du starta spelet.

source: You can find general help for the editor as well as a short tutorial in our wiki at www.widelands.org
nn: Du kan finna generell hjelp til skriveprogrammet i tillegg til ei kort innføring på wiki-sidene våre på www.widelands.org

source: You can select multiple nature object (bob) types if you hold down CTRL during selection. If you then click on the map, an instance of one of the selected object types will be placed.
nn: Du kan velja fleire naturobjekttypar (bobbar) viss du held nede Ctrl mens du vel dei. Viss du så trykkar på kartet, vil eit eksemplar av eitt av dei valde objekttypane plasserast der.

source: You can use '/me' at the beginning of a chatmessage: '/me is tired' will be printed as '-> Nickname is tired'.
nn: Du kan bruka «/me» i byrjinga på ei pratemelding: «/me er trøytt» synest som «-> Kallenamn er trøytt».

source: You can use 'Page up' and 'Page down' keys to adjust your wished speed - the real speed is then democratically set.
nn: Du kan bruka «Page Up»- og «Page Down»-tastane for å endra farta du vil ha - den ekte farta blir så sett demokratisk.

source: Your territory can be expanded by building various military buildings - Sentry, Fortress, Barracks, etc.
nn: Området ditt kan utvidast med å bygga ymse militærbygg - vaktpost, fort, brakke osb.

source: Yoyodyne, Inc., hereby disclaims all copyright interest in the program<br>`Gnomovision' (which makes passes at compilers) written by James Hacker.<br><br><signature of Ty Coon>, 1 April 1989<br>Ty Coon, President of Vice
de_de: Yoyodyne, Inc., hereby disclaims all copyright interest in the program <br>`Gnomovision' (which makes passes at compilers) written by James Hacker.<br><br>[Unterschrift von Ty Coon], 1 April 1989<br><br>Ty Coon, President of Vice
nn: Yoyodyne, Inc., fråskriv seg her all kopirettinteresse i programmet<br> «Gnomevision» (som gjer flyttingar ved kompilatorar) skriven av James Hacker.<br><br>signaturen til Ty Croon>, 1. april 1989<br>Ty Coon, Visepresident

source: an open source strategy game
de_de: Ein Open Source Strategiespiel
nn: eit strategispel med open kjeldekode

source: Widelands is a strategy game aiming for gameplay similar to Settlers II by BlueByte.<br>In this game, you start out on a small piece of land with nothing more than a few of useful resources. Using those, you can build yourself an empire with many thousands of inhabitants. On your way towards this goal, you will have to build up an economic infrastructure, explore the lands around you and face enemies who are trying to rule the world just like you do.
de_de: Widelands ist ein Strategiespiel welches auf dem Prinzip von Siedler II von BlueByte aufbaut.<br>In Widelands startest Du mit nur wenigen Rohstoffen auf einem kleinen Stück Land. Was mit diesen Rohstoffen passiert und ob das Land wachsen wird liegt nun in Deiner Hand. Du kannst ein ganzes Imperium, ein König- oder Kaiserreich mit etlichen Bewohnern aufbauen. Doch ohne Infrastruktur wird das nichts. Vom einfachen Holzfäller bis zur schützenden Festung hat alles einen wichtigen Platz in Deinem zukünftigen Imperium. Erforsche die Welt um Dein kleines Land herum und sei nicht zu überrascht, wenn Du plötzlich auf Völker triffst die ein ähnliches Ziel wie Du verfolgen. Land ist Macht und das werden diese Völker auch wissen...

source: SPACE Toggles build-help
de_de: Leertaste Zeigt die Bauhilfe

source: F5 Reveals the entire map (only in debug-builds)
de_de: F5 Zeigt die gesamte Karte (nur in Debug-Version)

source: F10 Quit the game immediately
de_de: F10 Beendet das Spiel unmittelbar

source: vacant
de_de: unbesetzt

source: Barbarian Campaign Story
de_de: Geschichte der Barbarenkampagne

source: This Editor is intended for players who'd like to design their own maps to use with Widelands.<br>As you can see, this Editor is heavy work in progress and as the Editor becomes better and better this text will also get longer and more complete.
de_de: Der Editor ist für Spieler gedacht, die gerne ihre eigenen Karten erstellen und spielen würden.<br>Wie Du sehen kannst, wird am Editor noch hart gearbeitet. Und so wird mit dem immer besser werdenden Editor auch dieser Text schon bald länger und länger werden.

source: F Toggle Fullscreen
de_de: F Schaltet den Vollbildmodus an/aus

source: Some buildings, such as the vineyard, have a very small working area. If the building is surrounded with trees or roads, production will stop.
de_de: Manche Gebäude (zum Beispiel Bauern- oder Weinhöfe) haben nur einen kleinen Arbeitsbereich. Diese Gebäude können nicht produzieren, wenn sie von Straßen und/oder Bäumen eingekreist sind.

source: Keep an eye on fisherman's huts; after fish resources are exhausted in the working area, production will stop.
de_de: Beobachte die Fischerhütten. Wenn die Fischressourcen schwinden, werden die Fischer aufhören zu arbeiten.

source: Your territory can be expanded by building various war buildings - Sentry, Fortress, Barracks, etc.
de_de: Dein Territorium kannst du durch Errichten verschiedener Militärgebäude wie Baracken, Wachstuben oder Festungen erweitern.

source: Always build a forester and a ranger's hut, so you will not run out of trunks and food.
de_de: Baue immer ein paar Försterhütten auf, damit du nie ohne Holz da stehst. Ein Wildhüter erhält den Wildbestand des Waldes.

source: Any further questions? Meet us at www.widelands.org. There are our FAQs, the Wiki and of course our Community Forums.
de_de: Irgendwelche Fragen? Dann triff uns auf www.widelands.org. Dort findest du unsere FAQs, das Wiki und natürlich unsere Community Foren.
