Repository: FeodorFitsner/widelands
Catalog: po/texts/*.po
Languages: de_de, nn

source: 7. If, as a consequence of a court judgment or allegation of patent infringement or for any other reason (not limited to patent issues), conditions are imposed on you (whether by court order, agreement or otherwise) that contradict the conditions of this License, they do not excuse you from the conditions of this License. If you cannot distribute so as to satisfy simultaneously your obligations under this License and any other pertinent obligations, then as a consequence you may not distribute the Program at all. For example, if a patent license would not permit royalty-free redistribution of the Program by all those who receive copies directly or indirectly through you, then the only way you could satisfy both it and this License would be to refrain entirely from distribution of the Program.
de_de: §7. Sollten Ihnen infolge eines Gerichtsurteils, des Vorwurfs einer Patentverletzung oder aus einem anderen Grunde (nicht auf Patentfragen begrenzt) Bedingungen (durch Gerichtsbeschluß, Vergleich oder anderweitig) auferlegt werden, die den Bedingungen dieser Lizenz widersprechen, so befreien Sie diese Umstände nicht von den Bestimmungen dieser Lizenz. Wenn es Ihnen nicht möglich ist, das Programm unter gleichzeitiger Beachtung der Bedingungen in dieser Lizenz und Ihrer anderweitigen Verpflichtungen zu verbreiten, dann dürfen Sie als Folge das Programm überhaupt nicht verbreiten. Wenn zum Beispiel ein Patent nicht die gebührenfreie Weiterverbreitung des Programms durch diejenigen erlaubt, die das Programm direkt oder indirekt von Ihnen erhalten haben, dann besteht der einzige Weg, sowohl das Patentrecht als auch diese Lizenz zu befolgen, darin, ganz auf die Verbreitung des Programms zu verzichten.
nn: 7 Viss, som følge av dom ved domstol om brot av patent eller andre grunnar (ikkje grensa til patentsaker), du blir tiltalt med kår (av domstol, avtale eller anna) som motseier kåra for denne lisensen, får du framleis bruke denne lisensen. Viss du ikkje kan fordela for å tilfredsstilla obligasjonane dine under denne lisensen og andre obligasjonar, får du ikkje fordela programmet i det heile. For eksempel, viss ei patentlisens ikkje tillét fordeling av programmet for dei som får programmet direkte eller indirekte av deg, er einaste måten du kan følga begge lisensane å ikkje fordela programmet i det heile.

source: 8. If the distribution and/or use of the Program is restricted in certain countries either by patents or by copyrighted interfaces, the original copyright holder who places the Program under this License may add an explicit geographical distribution limitation excluding those countries, so that distribution is permitted only in or among countries not thus excluded. In such case, this License incorporates the limitation as if written in the body of this License.
de_de: §8. Wenn die Verbreitung und/oder die Benutzung des Programms in bestimmten Staaten entweder durch Patente oder durch urheberrechtlich geschützte Schnittstellen eingeschränkt ist, kann der Urheberrechtsinhaber, der das Programm unter diese Lizenz gestellt hat, eine explizite geographische Begrenzung der Verbreitung angeben, in der diese Staaten ausgeschlossen werden, so daß die Verbreitung nur innerhalb und zwischen den Staaten erlaubt ist, die nicht ausgeschlossen sind. In einem solchen Fall beinhaltet diese Lizenz die Beschränkung, als wäre sie in diesem Text niedergeschrieben.
nn: 8 Viss fordelinga og/eller bruk av programmet er avgrensa i enkelte land anten ved patenter eller brot av kopirett, kan den originale kopiretthaldaren som gav programmet denne lisensen legge til geografisk fordeling som forbyr fordeling i dei landa, så fordeling berre er lov i land kor det er lov. I slike tilfelle er desse avgrensingane i denne lisensen som om dei var skrivne.

source: 9. The Free Software Foundation may publish revised and/or new versions of the General Public License from time to time. Such new versions will be similar in spirit to the present version, but may differ in detail to address new problems or concerns.<br>Each version is given a distinguishing version number. If the Program specifies a version number of this License which applies to it and any later version, you have the option of following the terms and conditions either of that version or of any later version published by the Free Software Foundation. If the Program does not specify a version number of this License, you may choose any version ever published by the Free Software Foundation.
de_de: §9. Die Free Software Foundation kann von Zeit zu Zeit überarbeitete und/oder neue Versionen der General Public License veröffentlichen. Solche neuen Versionen werden vom Grundprinzip her der gegenwärtigen entsprechen, können aber im Detail abweichen, um neuen Problemen und Anforderungen gerecht zu werden.<br><br>Jede Version dieser Lizenz hat eine eindeutige Versionsnummer. Wenn in einem Programm angegeben wird, daß es dieser Lizenz in einer bestimmten Versionsnummer oder „jeder späteren Version“ (“any later version”) unterliegt, so haben Sie die Wahl, entweder den Bestimmungen der genannten Version zu folgen oder denen jeder beliebigen späteren Version, die von der Free Software Foundation veröffentlicht wurde. Wenn das Programm keine Versionsnummer angibt, können Sie eine beliebige Version wählen, die je von der Free Software Foundation veröffentlicht wurde.
nn: 9 Free Software Foundation kan gi ut gjennomsyna og/eller nye versjonar av den generelle utgivingslisensen no og då. Slike nye versjonar vil likna den noverande, men kan vere ulike i detaljar for nye program eller ottar.<br>Kvar versjon får sitt eigne versjonstall. Viss programmet har ein given versjon av lisensen som gjeld det og seinare versjonar, har du valet om å følge kåra for den versjonen eller seinare versjonar utgivne av Free Software Foundation. Viss programmet ikkje har noka versjonnummer av lisensen kan du velje kva versjon du vil utgiven av Free Software Foundation.

source: <one line to give the program's name and a brief idea of what it does.><br>Copyright (C) <year> <name of author><br><br>This program is free software; you can redistribute it and/or modify<br>it under the terms of the GNU General Public License as published by<br>the Free Software Foundation; either version 2 of the License, or<br>(at your option) any later version.<br><br>This program is distributed in the hope that it will be useful,<br>but WITHOUT ANY WARRANTY; without even the implied warranty of<br>MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the<br>GNU General Public License for more details.<br><br>You should have received a copy of the GNU General Public License<br>along with this program; if not, write to the Free Software<br>Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA<br><br><br>Also add information on how to contact you by electronic and paper mail.
de_de: [eine Zeile mit dem Programmnamen und einer kurzen Beschreibung]<br>Copyright (C) [Jahr] [Name des Autors]<br><br>This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.<br><br>This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.<br><br>You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110, USA<br><br><br>Fügen Sie auch einen kurzen Hinweis hinzu, wie Sie elektronisch und per Brief erreichbar sind.
nn: <ei linje med namn og kort skildring av programmet.><br>Kopirett (C) <år> <forfattarnamn><br><br>Dette programmet er fri programvare, du kan fordela det og/eller endra<br>det under kåra i GNU General Public Licensesom utgiven av<br>Free Software Foundation, anten versjon 2 av lisensen, eller<br>(etter eige val) seinare versjonar.<br><br>Dette programmet er utgiven i håpet om at det er nyttig,<br>men UTAN GARANTI; sjølv utan indikasjon om garanti for<br>SALBARHEIT eller SØMMELEGHEIT TIL EI GIVEN HENSIKT. Sjå<br>GNU General Public License for detaljar.<br><br>Du burde fått ein kopi av GNU General Public License<br>med dette programmet, viss ikkje, skriv til Free Software<br>Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA<br><br><br>Legg ved informasjon om korleis kontakta deg med papir- eller elektronisk post.

source: A binary file called filename.rec will be created. To play it back, perform the same steps as outlined above, but replace --record with --playback.
de_de: Es wird eine binäre Datei mit dem Namen filname.rec erstellt. Um diese abzuspielen, musst Du die selben Schritte wie oben erklärt durchführen. Hierbei muss der Parameter --record durch den Parameter --playback ersetzt werden.
nn: Binærfila filnamn.rec blir laga. For å spele henne, følg dei same stega skildra over, men byt ut --record med --playback.

source: ALT (Hold) Selects second alternative tool while pressed
de_de: ALT(gehalten) Wählt das zweite alternative Werkzeug aus
nn: Alt (Hald) Vel andre alternative verktøy mens trykka

source: Always build a forester's and a fish breeder's house, so you will not run out of trunks and food.
nn: Alltid bygg eit skogplantar- og fiskeynglarhus sånn at du ikkje går tom for ved og mat.

source: Always build a forester's house so you will not run out of trunks.
nn: Alltid bygg eit skogplantarhus sånn at du ikkje går tom for ved.

source: Always build a ranger's and a gamekeeper's hut, so you will not run out of trunks and food.
nn: Altid bygg eit skogvaktar- og dyrepassarhus så du ikkje går tom for ved og mat.

source: Any further questions? Our FAQs, the wiki and of course our community forums can be found at www.widelands.org.
nn: Fleire spurnadar? FAQ-delen, wiki-en og samfunnsidene våre er å finne på www.widelands.org (på engelsk)

source: Atlantean
nn: Atlantisk

source: Barbarian
nn: Barbar

source: Be sure to send a geologist to survey sites before building a well or a mine.
de_de: Sende erst einen Geologen zur Bodenerkundung aus, bevor du Minen oder Brunnen baust.
nn: Sørg for å senda ein geolog for å undersøka område før du bygg ein brønn eller ei gruve.

source: C Toggle census
de_de: C Schaltet die Namen an/aus
nn: C Slå folketelling på/av

source: C Toggles census on/off
de_de: C Schaltet die Namen an/aus
nn: C Slår folketellinga på/av

source: CTRL+L Load Map
de_de: CTRL+L Karte laden
nn: Ctrl+L Last kart

source: CTRL+S Save Map
de_de: CTRL+S Karte speichern
nn: Ctrl+S Lagra kart

source: Campaign Story
nn: Kampanjar

source: Check out the Widelands project homepage:
de_de: Komm auf unsere Widelands Projekt-Homepage:
nn: Sjekk heimesida til Widelandsprosjektet:

source: Chieftain
de_de: Häuptling
nn: Hovding

source: Coders
de_de: Übersetzer
nn: Kodarar

source: Copyright (C) 1989, 1991 Free Software Foundation, Inc.<br>59 Temple Place, Suite 330, Boston, MA 02111-1307 USA<br>Everyone is permitted to copy and distribute verbatim copies of this license document, but changing it is not allowed.<br>
de_de: <br><br>Ursprünglich erstellt im Auftrag der S.u.S.E. GmbH – http://www.suse.de<br>von Katja Lachmann Übersetzungen,<br>überarbeitet von Peter Gerwinski, G-N-U GmbH – http://www.g-n-u.de<br>(31. Oktober 1996, 4. Juni 2000)<br><br>Diese Übersetzung wird mit der Absicht angeboten, das Verständnis der GNU General Public License (GNU GPL) zu erleichtern. Es handelt sich jedoch nicht um eine offizielle oder im rechtlichen Sinne anerkannte Übersetzung. <br>Die offizielle englische Version ist durch die Datei COPYING im Hauptordner von Widelands beigefügt und kann dort nachgelesen werden. Diese Übersetzung ist KEIN rechtskräftiger Ersatz für die englischsprachige Originalversion! Bei Rechtsfragen lesen sie also bitte die Datei COPYING!<br><br>Copyright (c) 1989, 1991 Free Software Foundation, Inc.<br>51 Franklin St, Fifth Floor, Boston, MA 02110, USA<br><br>Es ist jedermann gestattet, diese Lizenzurkunde zu vervielfältigen und unveränderte Kopien zu verbreiten; Änderungen sind jedoch nicht erlaubt.<br><br>
nn: Kopirett (C) 1989, 1991 Free Software Foundation, Inc.<br>59 Temple Place, Suite 330, Boston, MA 02111-1307 USA<br>Alle kan kopiera og fordela nøyaktige kopiar av dette lisensdokumentet, men ikkje endra det.<br>

source: Creating a Session Record</p>
de_de: Erstellen eines Spielprotokolls</p>
nn: Filmar økt</p>

source: Ctrl+F10 Quit the game immediately
nn: Ctrl+F10 Avslutt spelet med ein gong

source: Czech
de_de: Tschechisch
nn: tsjekkisk

source: DELETE Archive the current message
nn: DELETE Arkiver den gjeldande meldinga

source: Development
de_de: Entwicklung
nn: Utvikling

source: Documentation, Help and Wiki
nn: Dokumentasjon, hjelp og wiki

source: Dutch
de_de: Niederländisch
nn: Nederlandsk

source: E Toggles event menu
de_de: E Zeigt das Ereignismenü
nn: E Slår hendingmenyen på/av

source: Elders
de_de: Ältesten
nn: Eldre

source: Empire
nn: Imperium

source: End of Terms and Conditions
de_de: Ende der Bedingungen
nn: Slutt på Vilkåra

source: F Toggle Fullscreen
de_de: F Schaltet den Vollbildmodus an/aus
nn: F Gå til/frå fullskjerm

source: F Toggles fullscreen
nn: F Gå til/frå fullskjerm

source: F11 Take a screenshot
de_de: F11 Erstellt einen Schnappschuss des Bildschirms
nn: F11 Tek eit skjermbilete

source: F6 Shows the debug console (only in debug-builds)
nn: F6 Visar feilsøkingskonsollen (berre i feilsøkeversjonar)

source: Finnish
de_de: Finnisch
nn: Finsk

source: Former elders
nn: Tidlegare eldre

source: French
de_de: Französisch
nn: Fransk

source: G Go to location corresponding to current message
nn: G Gå til staden tilsvarande denne meldinga

source: GNU general public licence
de_de: GNU General Public License
nn: GNU generelle utgjevingslisens

source: GNU general public license terms and conditions for copying, distribution and modification
de_de: Allgemeine Öffentliche GNU-Lizenz Bedingungen für die Vervielfältigung, Verbreitung und Bearbeitung
nn: Vilkåra frå GNU generelle utgjevingslisens for å kopiera, fordela og endra

source: Galician
de_de: Galizisch
nn: Galisisk

source: General game control
nn: Generell spelekontroll

source: German
de_de: Deutsch
nn: Tysk

source: Graphicians
de_de: Grafiker
nn: Grafikarar

source: Graphics
de_de: Grafik
nn: Grafikk

source: H Toggles main menu
de_de: H Zeigt das Hauptmenü
nn: H Visar/skjular hovudmenyen

source: Hebrew
de_de: Hebräisch
nn: Hebraisk

source: Holding down ALT switches second alternative tool on (if it exists).
nn: Å halde nede Alt slår andre alternative verktøy på (viss det finst).

source: Holding down SHIFT switches first alternative tool on. This tool is in most cases the complete opposite of the normal tool (for example deletion of an object instead of placing one).
nn: Å halde nede Shift slår første alternative verktøy på. Dette verktøyet er stort sett motsettinga av det vanlege verktøyet. (for eksempel sletting av ting i staden for plassering)

source: Home Center main mapview on starting location
de_de: Pos1 Bringt Dich zum Hauptquartier zurück
nn: Heim Midstill hovudvisinga på kartet til startstad

source: Homepage
nn: Heimeside

source: Homepage Coders
nn: Kodarar for heimesida

source: How to Apply These Terms to Your New Programs
de_de: Anhang: Wie Sie diese Bedingungen auf Ihre eigenen, neuen Programme anwenden können
nn: Korleis bruke desse vilkåra i dei nye programma dine

source: Hungarian
de_de: Ungarisch
nn: Ungarsk

source: I Activates information tool
nn: I Aktivererar infoverktøy

source: If any portion of this section is held invalid or unenforceable under any particular circumstance, the balance of the section is intended to apply and the section as a whole is intended to apply in other circumstances.
de_de: Sollte sich ein Teil dieses Paragraphen als ungültig oder unter bestimmten Umständen nicht durchsetzbar erweisen, so soll dieser Paragraph seinem Sinne nach angewandt werden; im übrigen soll dieser Paragraph als Ganzes gelten.
nn: Viss nokon del av denne bolken er ugyldig eller ikkje tvingbar under

source: If distribution of executable or object code is made by offering access to copy from a designated place, then offering equivalent access to copy the source code from the same place counts as distribution of the source code, even though third parties are notcompelled to copy the source along with the object code.
de_de: Wenn die Verbreitung eines ausführbaren Programms oder von Objectcode dadurch erfolgt, daß der Kopierzugriff auf eine dafür vorgesehene Stelle gewährt wird, so gilt die Gewährung eines gleichwertigen Zugriffs auf den Quelltext als Verbreitung des Quelltextes, auch wenn Dritte nicht dazu gezwungen sind, den Quelltext zusammen mit dem Objectcode zu kopieren.
nn: Viss fordeling av køyrbar- eller objekt-kode blir gjordt med å tilby tilgang til ein kopi frå ein given stad, tel tilsvarande tilbod om å kopiera kjeldekoda frå same staden som fordeling av kjeldekoden, sjølv om tredjeparten ikkje treng å kopiera kjeldekoden saman med objektkoden.

source: If the program is interactive, make it output a short notice like this<br>when it starts in an interactive mode:<br><br>Gnomovision version 69, Copyright (C) year name of author<br>Gnomovision comes with ABSOLUTELY NO WARRANTY; for details type `show w'.<br>This is free software, and you are welcome to redistribute it<br>under certain conditions; type `show c' for details.
de_de: Wenn Ihr Programm interaktiv ist, sorgen Sie dafür, daß es nach dem Start einen kurzen Vermerk ausgibt: <br><br>Gnomovision version 69, Copyright (C) [Jahr] [Name des Autors]<br>Gnomovision comes with ABSOLUTELY NO WARRANTY; for details type `show w'.<br>This is free software, and you are welcome to redistribute it<br> under certain conditions; type `show c' for details.
nn: Viss programmet er interaktivt, få det til å visa ei lita melding som dette<br> når det startar i interaktiv modus:<br><br>Gnomovision versjon 69, Kopirettar (C) år forfattarnamn<br>Gnomevision kjem FULLSTENDIG UTAN GARANTI, for detaljar, skriv «show w».<br> Dette er fri programvare og du må gjerne fordela det vidare<br> under visse kår, skriv «show c» for detaljar.

source: If you develop a new program, and you want it to be of the greatest possible use to the public, the best way to achieve this is to make it free software which everyone can redistribute and change under these terms.
de_de: <br>Wenn Sie ein neues Programm entwickeln und wollen, daß es vom größtmöglichen Nutzen für die Allgemeinheit ist, dann erreichen Sie das am besten, indem Sie es zu freier Software machen, die jeder unter diesen Bestimmungen weiterverbreiten und verändern kann.
nn: Viss du utviklar eit nytt program og vil ha det nyttigast mogleg for folk, er den beste måten å gjere dette å gjere laga det som fri programvare som alle kan fordela og endra under desse kåra.

source: If you need documentation or help for Widelands or the Widelands Editor, be sure to visit our homepage. You can find an up to date online help at:
de_de: Falls Du Dokumentationen oder Hilfe für Widelands oder den Widelands Editor benötigst, solltest Du ins Wiki unserer Homepage schauen. Du findest es auf der Seite:
nn: Viss du treng dokumentasjon eller hjelp til Widelands eller Widelands-redigeringsprogrammet, vitj heimesida vår. Du finn oppdatert hjelp på:

source: If you want to report bugs, please send your report to the mailing list, <widelands-public@list.sourceforge.net><br>To subscribe, visit the following page:
de_de: Falls Du einen Fehler gefunden hast und diesen berichten willst, sende ihn bitte an die mailing list: <widelands-public@lists.sourceforge.net><br>Um Dich dort einzutragen, kannst Du die folgende Seite besuchen:
nn: Viss du vil rapportera feil, ver snill og send rapportane til e-postlista, <widelands-public@list.sourceforge.net><br>For å abonnera, vitj denne sida:

source: In the message window, the following additional shortcuts are available:
nn: I meldingsvindauget er følgande tilleggssnarvegar tilbodne:

source: Introduction
de_de: Einführung
nn: Innleiing

source: It is not the purpose of this section to induce you to infringe any patents or other property right claims or to contest validity of any such claims; this section has the sole purpose of protecting the integrity of the free software distribution system, which is implemented by public license practices. Many people have made generous contributions to the wide range of software distributed through that system in reliance on consistent application of that system; it is up to the author/donor to decide if he or she is willing to distribute software through any other system and a licensee cannot impose that choice.
de_de: Zweck dieses Paragraphen ist nicht, Sie dazu zu bringen, irgendwelche Patente oder andere Eigentumsansprüche zu verletzen oder die Gültigkeit solcher Ansprüche zu bestreiten; dieser Paragraph hat einzig den Zweck, die Integrität des Verbreitungssystems der freien Software zu schützen, das durch die Praxis öffentlicher Lizenzen verwirklicht wird. Viele Leute haben großzügige Beiträge zu dem großen Angebot der mit diesem System verbreiteten Software im Vertrauen auf die konsistente Anwendung dieses Systems geleistet; es liegt am Autor/Geber, zu entscheiden, ob er die Software mittels irgendeines anderen Systems verbreiten will; ein Lizenznehmer hat auf diese Entscheidung keinen Einfluß.
nn: Det er ikkje hensikten til denne bolken å få deg

source: Italian
nn: Italiensk

source: Keep an eye on your fishers. After fish resources are exhausted in their working area, they will stop to fish.
nn: Hald eit auge med fiskarane dine. Etter at fiskeresursane i eit område er oppbrukte vil dei slutte å fiska.

source: Keyboard shortcuts
de_de: Tastaturbefehle
nn: Hurtigtastar

source: Keyboard shortcuts (in-game)
de_de: Tastaturbefehle (im Spiel)
nn: Hurtigtastar (i spelet)

source: License
de_de: Lizenz
nn: Lisens

source: Like with natural objects (bobs), you can also select multiple animals or groundtextures with CTRL + Mouseclick.
nn: Som naturlege objekt (bobar), kan du velge fleire dyr eller bakketeksturar med Ctrl + museklikk.

source: Linux Distributions
nn: Linux-distribusjonar

source: M Toggle minimap
de_de: M Zeigt die Minikarte
nn: M Slå minikart på/av

source: M Toggles minimap
de_de: M Zeigt die Minikarte
nn: M Slår minikart på/av

source: Manage your messages more efficiently: press 'N' for News to access the messages window, then use 'G' for Go To and the Delete key to archive messages.
nn: Handsam meldingane dine meir effektivt: trykk «N» som i nyhende for å opna meldingvindauget, så bruk «G» som i Gå til og Delete-tasten for å arkivera meldingar.

source: Maps and Missions
de_de: Karten und Missionen
nn: Kart og oppdrag

source: Miners will only work if supplied with food.
de_de: Bergarbeiter arbeiten nur, wenn sie mit genügend Verpflegung versorgt werden.
nn: Gruvearbeidarar vil kun jobba viss dei blir forsynde med mat.

source: Musicians
de_de: Musiker
nn: Musikarar

source: N Toggle messages ('news')
nn: N Visar/skjular meldingar (nyhende)

source: NOTE: this list holds people that translated Widelands before we moved to launchpad.net.
nn: MERK: denne lista inneheld personar som omsette Widelands før me flytta til launcpad.net.

source: No warranty
de_de: Keine Gewährleistung
nn: Ingen garanti

source: Non Unix Distributions
nn: Distribusjonar som ikkje er Unix
