Repository: FeodorFitsner/widelands
Catalog: po/texts/*.po
Languages: de_de, nn

source: Note that while recorded files are platform independent, they generally won't work across different versions of Widelands, because the user interface and the order in which low-level functions can be called may change between versions. Session records are not intended to serve as demo files; they are mostly a debugging tool which helps us to track down bugs.
de_de: Beachte bitte, dass die aufgezeichneten Spiele auf Deinem System und Deiner Einstellung basieren und somit nicht auf jedem Rechner, mit jeder Version bzw. jedem Betriebssystem abgespielt werden können. Spielprotokolle sollten nicht als Demo benutzt werden, da Sie wahrscheinlich auf den meisten Systemen nicht funktionieren. Die Funktion der Spielprotokolle ist einzig und allein für die Fehlerbehebung erstellt worden.
nn: Merk at mens opptekne filar er systemsjølvstendige virkar dei stort sett ikkje på tvers av Widelands-versjonar, sia grensesnittet og rekkefølga på henting av funksjonar kan endrast mellom versjonar. Øktopptak er ikkje meint til å vera demo-filar, dei er til som hjelp i feilsøking.

source: O Toggle objectives display
nn: O Visar/skjuler oversikta over mål

source: On Windows, create a shortcut to the file widelands.exe (right-click on widelands.exe and choose Create Shortcut). Then edit the shortcut (right-click on the newly created shortcut and choose Properties). The Target field should read something like c:\games\widelands\widelands.exe. Change this to c:\games\widelands\widelands.exe --record=filename.rec.
de_de: Unter Windows müsstest Du Widelands entweder über die Konsole (mit dem Parameter) starten oder einen Link zur Widelands.exe erstellen. Das geht wie folgt:<br>*rechtsklick auf Widelands.exe und Verknüpfung erstellen auswählen<br>*editiere den Link.<br>->In der Eingabezeile des Links sollte eine Zeile stehen in der etwas ähnliches wie C:\Programme\Widelands\widelands.exe steht. Hier fügst Du einfach --record=filename.rec hinten an.
nn: I Windows, lag ein snarveg til fila widelands.exe (høgreklikk widelands.exe og vel Lag snarveg). Så endrar du snarvegen med å høgreklikke han og velje Eigenskapar). Tekstfeltet merka Mål vil innehalde noka som c:\games\widelands\widelands.exe. Endre dette til c:\games\widelands\widelands.exe --record=filnavn.rec.

source: Online Help
de_de: Onlinehilfe
nn: Hjelp på verdsveven

source: Other
nn: Anna

source: Other Unix Distributions
nn: Andre Unix-distribusjonar

source: Our computer players are too boring? Visit our website at www.widelands.org and meet other players to play online.
nn: Er dataspelarane våre for kjedelege? Vitj heimestaden vår, www.widelands.org, for å møta andre spelarar og spela over nettet.

source: P Toggles player menu
de_de: P Zeigt das Spielermenü
nn: P Visar/skjular spelarmenyen

source: PAGEDOWN Decrease gamespeed
de_de: BildRunter Langsameres Spieltempo / Pause
nn: PageDown Senkar spelhastigheita

source: PAGEUP Increase gamespeed
de_de: BildHoch Schnelleres Spieltempo
nn: PageUp Auker spelhastigheita

source: PAUSE Pauses the game (only for local games)
nn: Pause Pausar spelet (berre lokale spel)

source: Packagers
de_de: Packer
nn: Pakkarar

source: Please look into our enduser manuals in our wiki-pages at:
de_de: Bitte schaue in unsere Endbenutzerhandbücher, in unserem Wiki auf:
nn: Ver snill å sjå sluttbrukar-manualane våre på wiki-sidene på:

source: Please provide enough background information. Tell us:
de_de: Bitte schreibe alle wichtigen Informationen auf. Also:
nn: Gi oss nok bakgrunnsinfo. Fortel oss:

source: Polish
de_de: Polnisch
nn: Polsk

source: Preamble
de_de: Vorwort
nn: Forord

source: Press Ctrl+(0-9) to store important locations, then press 0-9 to recall them.
nn: Trykk Ctrl+(0-9) for å lagra viktige stadar, og trykk 0-9 for å kome til dei.

source: Pressing and holding ALT GR key lets you drag the window below the mouse pointer.
nn: Viss du held nede Alt Gr kan du dra vindauget under musepeikaren.

source: README
de_de: Lies Mich
nn: LESMEG

source: README for the Editor
de_de: Lies Mich des Editors
nn: LESMEG til skriveprogrammet

source: README for the Widelands Editor
de_de: Lies Mich für den Widelands Editor
nn: LESMEG for skriveprogrammet til Widelands

source: Removing a road holding Ctrl let you remove all flags up to the first junction.
nn: Viss du held nede Ctrl mens du fjernar ein veg fjernar du òg alle flaga til første krysset.

source: Replays are a very useful tool to find bugs in the game logic code, so we ask you to attach replay files to all bug reports that you submit. The replay files are saved in the ~/.widelands/replays directory in your home on Linux and in the replays subdirectory of your Widelands installation on Windows.
nn: Filmar er veldig nyttige for å finna feil i den logiske koden i spelet, så me bed deg legga ved filmar til alle feilrapportar du sendar inn. Filmane lagrast i ~/.widelands/replays-mappa i heimemappa di i Linux og spelar av undermappa til Widelands-installasjonen din i Windows.

source: Replays</p>
nn: Filmar</p>

source: Reporting Bugs
de_de: Berichten von Fehlern
nn: Å rapportera feil

source: Russian
de_de: Russisch
nn: Russisk

source: S Toggle statistics
de_de: S Zeigt die Statistiken
nn: S Visar/skjuler statistikk

source: SHIFT (Hold) Selects first alternative tool while pressed
de_de: SHIFT(gehalten) Wählt das erste alternative Werkzeug aus
nn: Shift (Hald nede) Vel første alternative verktøy

source: SPACE Toggle build-help
nn: Mellomrom Slå byggehjelp på/av

source: SPACE Toggles build help
de_de: Leertaste Zeigt die Bauhilfe
nn: Mellomrom Slå bygghjelp på/av

source: SPACE key behaves like in normal game. It switches buildhelp on or off.
nn: Mellomrom-tasten oppfører seg som i vanleg spel. Han slår bygghjelpa på eller av.

source: See https://translations.launchpad.net/widelands for a list of people that helped to translate Widelands via launchpad.net.
nn: Sjå https://translations.launchpad.net/widelands for ei liste over dei som har vore med på å omsetta Widelands gjennom launchpad.net

source: Slovak
de_de: Slovakisch
nn: Slovakisk

source: Some buildings, such as the farm, have a very small working area. If the building is surrounded with trees or roads, production will stop.
nn: Nokre bygg, som gardar har eit veldig lite arbeidsområde. Viss bygget blir krinsa av tre eller vegar vil produksjonen stoppa.

source: Sound
de_de: Musik & Geräusche
nn: Lyd

source: Sound Effects
de_de: Geräusche
nn: Lydeffektar

source: Spanish
de_de: Spanisch
nn: Spansk

source: Split your roads into shorter sections by planting some flags. This will speed up transportation of your wares.
de_de: Teile deine Straßen, durch Flaggen, in viele kleine Teile auf. Das wird den Transport deiner Waren beschleunigen.
nn: Del opp vegane dine i kortare bolkar med å planta nokre flag. Dette gjer at varetransporten går raskare.

source: Status
nn: Tilstand

source: Swedish
de_de: Schwedisch
nn: Svensk

source: T Toggles tools menu
de_de: T Zeigt das Werkzeugmenü
nn: T Visar/skjular verktøymenyen

source: The building process will only start after a road is built to the construction site.
de_de: Erst wenn eine Straße die Baustelle erreicht, wird mit dem Bau begonnen.
nn: Byggearbeidet vil ikkje starta før det finst ein veg til byggeplassen.

source: The hypothetical commands `show w' and `show c' should show the appropriate parts of the General Public License. Of course, the commands you use may be called something other than `show w' and `show c'; they could even be mouse-clicks or menu items--whatever suits your program.<br><br>You should also get your employer (if you work as a programmer) or your school, if any, to sign a copyright disclaimer for the program, if necessary. Here is a sample; alter the names:
de_de: Die hypothetischen Kommandos `show w' und `show c' sollten die entsprechenden Teile der GNU-GPL anzeigen. Natürlich können die von Ihnen verwendeten Kommandos anders heißen als `show w' und `show c'; es könnten auch Mausklicks oder Menüpunkte sein – was immer am besten in Ihr Programm paßt.<br><br>Soweit vorhanden, sollten Sie auch Ihren Arbeitgeber (wenn Sie als Programmierer arbeiten) oder Ihre Schule einen Copyright-Verzicht für das Programm unterschreiben lassen. Hier ein Beispiel. Die Namen müssen Sie natürlich ändern:
nn: Dei hypotetiske ordra «syn w» og «syn c» burde visa dei tilsvarande delane av den generelle utgivingslisensen. Sjølvsagt kan ordra du brukar vera andre enn «syn w» og «syn c», dei kan til og med vera musetrykk eller menyinnlegg, kva enn som passar programmet ditt.<br><br>Du bør òg få arbeidsgivaren din (viss du er programmǿr) eller skulen din, viss du har ein, til å fråskriva kopiretten for programmet, viss naudsynt. Her er eit døme, byt ut namna.

source: The licenses for most software are designed to take away your freedom to share and change it. By contrast, the GNU General Public License is intended to guarantee your freedom to share and change free software--to make sure the software is free for all its users. This General Public License applies to most of the Free Software Foundation's software and to any other program whose authors commit to using it. (Some other Free Software Foundation software is covered by the GNU Library General Public License instead.) You can apply it to your programs, too.<br>When we speak of free software, we are referring to freedom, not price. Our General Public Licenses are designed to make sure that you have the freedom to distribute copies of free software (and charge for this service if you wish), that you receive source code or can get it if you want it, that you can change the software or use pieces of it in new free programs; and that you know you can do these things.<br>To protect your rights, we need to make restrictions that forbid anyone to deny you these rights or to ask you to surrender the rights. These restrictions translate to certain responsibilities for you if you distribute copies of the software, or if you modify it.<br>For example, if you distribute copies of such a program, whether gratis or for a fee, you must give the recipients all the rights that you have. You must make sure that they, too, receive or can get the source code. And you must show them these terms so they know their rights.<br>We protect your rights with two steps: (1) copyright the software, and (2) offer you this license which gives you legal permission to copy, distribute and/or modify the software.<br>Also, for each author's protection and ours, we want to make certain that everyone understands that there is no warranty for this free software. If the software is modified by someone else and passed on, we want its recipients to know that what they have is not the original, so that any problems introduced by others will not reflect on the original authors' reputations.<br>Finally, any free program is threatened constantly by software patents. We wish to avoid the danger that redistributors of a free program will individually obtain patent licenses, in effect making the program proprietary. To prevent this, we have made it clear that any patent must be licensed for everyone's free use or not licensed at all.<br>The precise terms and conditions for copying, distribution and modification follow.<br>
de_de: <br>Die meisten Softwarelizenzen sind daraufhin entworfen worden, Ihnen die Freiheit zu nehmen, die Software weiterzugeben und zu verändern. Im Gegensatz dazu soll Ihnen die GNU General Public License, die Allgemeine Öffentliche GNU-Lizenz, ebendiese Freiheit garantieren. Sie soll sicherstellen, daß die Software für alle Benutzer frei ist. Diese Lizenz gilt für den Großteil der von der Free Software Foundation herausgegebenen Software und für alle anderen Programme, deren Autoren ihr Datenwerk dieser Lizenz unterstellt haben. Auch Sie können diese Möglichkeit der Lizenzierung für Ihre Programme anwenden. (Ein anderer Teil der Software der Free Software Foundation unterliegt stattdessen der GNU Library General Public License, der Allgemeinen Öffentlichen GNU-Lizenz für Bibliotheken.) [Mittlerweile wurde die GNU Library Public License von der GNU Lesser Public License abgelöst – Anmerkung des Übersetzers.]<br><br>Die Bezeichnung „freie“ Software bezieht sich auf Freiheit, nicht auf den Preis. Unsere Lizenzen sollen Ihnen die Freiheit garantieren, Kopien freier Software zu verbreiten (und etwas für diesen Service zu berechnen, wenn Sie möchten), die Möglichkeit, die Software im Quelltext zu erhalten oder den Quelltext auf Wunsch zu bekommen. Die Lizenzen sollen garantieren, daß Sie die Software ändern oder Teile davon in neuen freien Programmen verwenden dürfen – und daß Sie wissen, daß Sie dies alles tun dürfen.<br><br>Um Ihre Rechte zu schützen, müssen wir Einschränkungen machen, die es jedem verbieten, Ihnen diese Rechte zu verweigern oder Sie aufzufordern, auf diese Rechte zu verzichten. Aus diesen Einschränkungen folgen bestimmte Verantwortlichkeiten für Sie, wenn Sie Kopien der Software verbreiten oder sie verändern.<br><br>Beispielsweise müssen Sie den Empfängern alle Rechte gewähren, die Sie selbst haben, wenn Sie – kostenlos oder gegen Bezahlung – Kopien eines solchen Programms verbreiten. Sie müssen sicherstellen, daß auch die Empfänger den Quelltext erhalten bzw. erhalten können. Und Sie müssen ihnen diese Bedingungen zeigen, damit sie ihre Rechte kennen.<br><br>Wir schützen Ihre Rechte in zwei Schritten: (1) Wir stellen die Software unter ein Urheberrecht (Copyright), und (2) wir bieten Ihnen diese Lizenz an, die Ihnen das Recht gibt, die Software zu vervielfältigen, zu verbreiten und/oder zu verändern.<br><br>Um die Autoren und uns zu schützen, wollen wir darüberhinaus sicherstellen, daß jeder erfährt, daß für diese freie Software keinerlei Garantie besteht. Wenn die Software von jemand anderem modifiziert und weitergegeben wird, möchten wir, daß die Empfänger wissen, daß sie nicht das Original erhalten haben, damit irgendwelche von anderen verursachte Probleme nicht den Ruf des ursprünglichen Autors schädigen.<br><br>Schließlich und endlich ist jedes freie Programm permanent durch Software-Patente bedroht. Wir möchten die Gefahr ausschließen, daß Distributoren eines freien Programms individuell Patente lizensieren – mit dem Ergebnis, daß das Programm proprietär würde. Um dies zu verhindern, haben wir klargestellt, daß jedes Patent entweder für freie Benutzung durch jedermann lizenziert werden muß oder überhaupt nicht lizenziert werden darf.<br><br>Es folgen die genauen Bedingungen für die Vervielfältigung, Verbreitung und Bearbeitung:<br><br>
nn: Lisensen til dei fleste program er laga for å ta vekk fridommen din til å dela og endra han. På den andre sida er GNU generelle utgjevingslisens laga for å garantera fridommen din til å dela og endra fri programvare, for å sikra at programvaren er fri for alle brukarane. GNU generelle utgjevingslisens gjeld det meste av programvaren til Free Software Foundation og andre program kor forfattaren brukar han. (Noka av programvaren til Free Software Foundation er dekka av GNU Biblotek-generelle utgivingslisens i staden.) Du kan bruka han til programma dine òg.<br> Når me snakkar om fri programvare er det snakk om fridom. Dei generelle utgivingslisensane våre er laga for å garantera at du har fridommen til å gi eksemplar av fri programvare vidare (og eventuelt ta betalt for dette), at du får tilgang til kjeldekoden, at du kan endra programvaren eller bruka delar av han i nye frie program, og at du veit at du kan gjere alt dette.<br> For å verna rettane dine må me laga forbod for at ingen skal ta frå deg desse rettane. Desse forboda gir deg litt ansvar viss du fordelar eksemplar av programvaren, eller viss du endrar han.<br> For eksempel, viss du fordelar eksemplar av eit slikt program, anten gratis eller for pengar, må du gi mottakaren alle rettane du har. Du må forsikra at dei òg mottek eller får tilgang til kjeldekoden. Og du må visa dei desse kåra så dei veit rettane sine.<br>Me vernar rettane dine i to steg: 1 tek kopirett på programvaren og 2 tilbyd deg denne lisensen som gir deg lovleg tillating til å kopiera, fordela og/eller endra programvaren.<br>I tillegg, for å verna oss sjølve og kvar forfattar, vil me forsikra om at alle skjøner at det ikkje er noken garanti for denne frie programvaren. Viss programvaren er endra av nokon andre og gitt vidare, vil me at mottakarane veit at dei ikkje har originalen, så problem som blir skapa av andre ikkje skadar ryktet til den første forfattaren.<br>Til slutt blir fri programvare stadig trua av patent. Me ønskar å unngå faren om at dei som fordelar programvare får patent på det, og gjer at programvaren blir eigt. For å unngå dette, har me gjort det klart at patentet må vere lisensiert for at alle kan bruka det fritt eller ikkje lisensiert i det heile.<br>Dei konkrete kåra for kopiering, fordeling og endring følgjer.<br>

source: The number keys (1 - 0) allow you to directly set the size of the selected area around your mouse.
nn: Taltastane (1 - 0) lét deg velje storleiken på det valde området rundt peikaren direkte.

source: The source code for a work means the preferred form of the work for making modifications to it. For an executable work, complete source code means all the source code for all modules it contains, plus any associated interface definition files, plus the scripts used to control compilation and installation of the executable. However, as a special exception, the source code distributed need not include anything that is normally distributed (in either source or binary form) with the major components (compiler, kernel, and so on) of the operating system on which the executable runs, unless that component itself accompanies the executable.
de_de: Unter dem Quelltext eines Datenwerkes wird diejenige Form des Datenwerkes verstanden, die für Bearbeitungen vorzugsweise verwendet wird. Für ein ausführbares Programm bedeutet „der komplette Quelltext“: Der Quelltext aller im Programm enthaltenen Module einschließlich aller zugehörigen Modulschnittstellen-Definitionsdateien sowie der zur Compilation und Installation verwendeten Skripte. Als besondere Ausnahme jedoch braucht der verteilte Quelltext nichts von dem zu enthalten, was üblicherweise (entweder als Quelltext oder in binärer Form) zusammen mit den Hauptkomponenten des Betriebssystems (Kernel, Compiler usw.) geliefert wird, unter dem das Programm läuft – es sei denn, diese Komponente selbst gehört zum ausführbaren Programm.
nn: Kjeldekoda til eit arbeid tyder den foretrukne formen av verket for å endra det. For eit køyrbart verk tyder fulleint kjeldekode all kjeldekoden til alle modulane det inneheld, i tillegg til filar som styrar grensesnittet, i tillegg til manusa brukt til å kompilera og installera den køyrbare fila. Men, som eit særskild høve, treng ikkje kjeldekoda innehalde noka som stort sett gis ut (anten som kjelde eller binærformat) med hovuddelane (kompilator, kernel, osb.) til operativsystemet den køyrbare fila køyrar på, med mindre den delen kjem med den køyrbare fila.

source: These requirements apply to the modified work as a whole. If identifiable sections of that work are not derived from the Program, and can be reasonably considered independent and separate works in themselves, then this License, and its terms, do not apply to those sections when you distribute them as separate works. But when you distribute the same sections as part of a whole which is a work based on the Program, the distribution of the whole must be on the terms of this License, whose permissions for other licensees extend to the entire whole, and thus to each and every part regardless of who wrote it.<br>Thus, it is not the intent of this section to claim rights or contest your rights to work written entirely by you; rather, the intent is to exercise the right to control the distribution of derivative or collective works based on the Program.<br>In addition, mere aggregation of another work not based on the Program with the Program (or with a work based on the Program) on a volume of a storage or distribution medium does not bring the other work under the scope of this License.
de_de: Diese Anforderungen gelten für das bearbeitete Datenwerk als Ganzes. Wenn identifizierbare Teile des Datenwerkes nicht von dem Programm abgeleitet sind und vernünftigerweise als unabhängige und eigenständige Datenwerke für sich selbst zu betrachten sind, dann gelten diese Lizenz und ihre Bedingungen nicht für die betroffenen Teile, wenn Sie diese als eigenständige Datenwerke weitergeben. Wenn Sie jedoch dieselben Abschnitte als Teil eines Ganzen weitergeben, das ein auf dem Programm basierendes Datenwerk darstellt, dann muß die Weitergabe des Ganzen nach den Bedingungen dieser Lizenz erfolgen, deren Bedingungen für weitere Lizenznehmer somit auf das gesamte Ganze ausgedehnt werden – und somit auf jeden einzelnen Teil, unabhängig vom jeweiligen Autor.<br><br>Somit ist es nicht die Absicht dieses Abschnittes, Rechte für Datenwerke in Anspruch zu nehmen oder Ihnen die Rechte für Datenwerke streitig zu machen, die komplett von Ihnen geschrieben wurden; vielmehr ist es die Absicht, die Rechte zur Kontrolle der Verbreitung von Datenwerken, die auf dem Programm basieren oder unter seiner auszugsweisen Verwendung zusammengestellt worden sind, auszuüben.<br><br>Ferner bringt auch das einfache Zusammenlegen eines anderen Datenwerkes, das nicht auf dem Programm basiert, mit dem Programm oder einem auf dem Programm basierenden Datenwerk auf ein- und demselben Speicher- oder Vertriebsmedium dieses andere Datenwerk nicht in den Anwendungsbereich dieser Lizenz.
nn: Desse krava gjeld heile det endra verket. Viss det er delar av verket som ikkje er basert på programmet, og kan ses på som uavhengige adskilde delar, gjeld denne lisensen, og kåra dens, ikkje dei delane når du gir dei ut som eigne verk. Men når du fordelar dei same delane som del av eit verk som er basert på programmet, må heile utgivinga vere i tråd med denne lisensen, og kåra for det gjeld andre lisenshaldarar sjølvstende frå kven som skreiv det.<br>Dermed prøvar denne bolken ikkje å krevja rettar eller endra rettane dine til verk som er heilt dine, heller å prøve å utføra retten til å styra utgivinga eller verk(et) basert på programmet.<br>I tillegg, gjeld ikkje lisensen andre verk som nemnar eller informerer om verket.

source: This Editor is intended for players who would like to design their own maps to use with Widelands.<br>As you can see, this Editor is heavy work in progress and as the Editor becomes better and better this text will also get longer and more complete.
nn: Dette skriveprogrammet er laga for spelarar som vil laga sine eigne kart til bruk i Widelands.<br>Som du kan sjå er dette skriveprogrammet eit verk i arbeid og mens skriveprogrammet blir betre blir denne teksten lengre og meir fulleint.
