Repository: FeodorFitsner/widelands
Catalog: po/scenario_t01.wmf/*.po
Languages: de, fr

source: * Place a flag in the middle of the road.<br> There is a flag symbol in the middle of the way you just built. You create a flag there by clicking on the symbol and then choosing the flag button in the menu that opens up. This divides the way the wood is transported into two parts with one carrier each.<br> When many wares are being transported between two points, additional flags in between make them arrive at their destination faster, thus improving your infrastructure.<br>
de: * Platziere eine Flagge in der Mitte der Straße.<br> Es gibt ein Flaggensymbol in der Mitte der Straße, die Du gerade gebaut hast. Du erstellst dort eine Flagge, indem Du auf das Symbol klickst und dann den Knopf „Flagge errichten“ auswählst. Dies teilt den Weg, auf dem das Holz transportiert wird, in zwei Teile mit jeweils einem Träger.<br> Wenn viele Waren zwischen zwei Punkten transportiert werden, helfen zusätzliche Flaggen dazwischen, dass sie ihr Ziel schneller erreichen und damit Deine Infrastruktur zu verbessern.<br>
fr: * Mettez un drapeau au milieu de la route. <br> Il y a un symbole au milieu du chemin que vous venez de construire. Vous y créerez un drapeau en cliquant sur le symbole et en choisissant le bouton 'drapeau' dans le menu qui s'ouvrira. Cela divisera la route en deux, avec un porteur par section. <br> Quand de nombreuses marchandises sont transportées, il est utile de diviser la route en y ajoutant des drapeau sur son tracé, car cela augmente le nombre de porteurs, donc améliore la vitesse de transport et l'efficacité de votre infrastructure. <br>

source: * Place a lumberjack's hut just south of the flag you just placed on the road. Connect the flag you just raised with the flag of the new lumberjack's hut construction site afterwards.<br> Note that instead of building a road step by step, you may also click directly at its destination to build the entire road at once.
de: * Platziere eine Holzfällerhütte südlich der Flagge, die Du gerade gesetzt hast. Verbinde anschließend die neu aufgerichtete Flagge mit der Flagge der Baustelle der Holzfällerhüte. <br> Merke: Anstatt eine Straße Schritt für Schritt zu bauen, ist es möglich, gleich auf das Ziel zu klicken, um die ganze Straße auf einmal zu bauen.
fr: * Placez une cabane de bûcheron immédiatement au sud du drapeau que vous venez de placer. Après cela, reliez le drapeau que vous venez de créer au site de construction de la cabane de bûcheron.<br> Notez qu'au lieu de créer une route tronçon par tronçon, vous pouvez aussi directement cliquer sur sa destination pour construire toute la route en une fois.

source: * Press SPACE to see where you can build.<br> The red house symbols show you where a small building - like a lumberjack's hut - may be built.<br>
de: * Drücke LEERTASTE um zu sehen, wo Du bauen kannst.<br> Das Symbol mit dem ‚roten Haus‘ zeigt, wo Du ein kleines Haus - wie beispielsweise eine Holzfällerhütte - bauen kannst.<br>
fr: * Appuyez sur ESPACE pour voir où vous pouvez construire. <br> les symboles rouges montrent où les petits bâtiments -tel une cabane de bûcheron- peuvent être construits. <br>

source: 01 - Eyes in the Dark
de: 01 - Augen im Dunkel
fr: 01 - Les yeux dans l'obscurité

source: An old man says...
de: Ein alter Mann erscheint...
fr: Un vieil homme dit...

source: At the tomb
de: Am Grab
fr: À la tombe

source: Build a lumberjack's hut
de: Baue eine Holzfällerhütte
fr: Construisez une cabane de bûcheron

source: Build a ranger's hut
de: Baue eine Försterhütte
fr: Construisez une cabane de garde forestier.

source: Build another lumberjack's hut
de: Baue eine weitere Holzfällerhütte
fr: Construisez une autre cabane de bûcheron.

source: Build two quarries
de: Baue zwei Steinbrüche
fr: Construisez deux carrières

source: In the night
de: In der Nacht
fr: Pendant la nuit

source: In this tutorial the basic gameplay and control as well as basic production buildings of the Barbarians are introduced.
de: In dieser Einführung werden sowohl die grundlegenden Spielmechanismen, als auch die grundlegenden Produktionsgebäude der Barbaren erklärt.
fr: Dans ce tutoriel, vous apprendrez les bases du jeu et des contrôles, ainsi que les bâtiments de production de base des Barbares.

source: Khantrukh continues...
de: Khantrukh fährt fort...
fr: Khantrukh poursuit...

source: Khantrukh nods...
de: Khantrukh nickt...
fr: Khantrukh acquiesce...

source: Khantrukh remembers...
de: Khantrukh erinnert sich...
fr: Khantrukh se souvient...

source: Mission Complete
de: Mission erfüllt
fr: Mission accomplie

source: Somebody comes up to you
de: Jemand tritt an Dich heran
fr: Quelqu'un se présente à vous

source: The advisor
de: Der Berater
fr: Le conseiller

source: The elder remarks...
de: Der Alte merkt an...
fr: L'ancien remarque...

source: The elder speaks...
de: Der Alte sagt...
fr: L'ancien parle...

source: The oath
de: Der Schwur
fr: Le serment

source: The old man looks to the sky...
de: Der Alte Mann schaut zum Himmel...
fr: Le vieil homme regarde vers le ciel...

source: The other day
de: Am nächsten Tag
fr: L'autre jour

source: The story begins
de: Die Geschichte nimmt ihren Anfang...
fr: L'histoire commence

source: Thron looks furious...
de: Thron sieht wütend aus...
fr: Thron semble furieux...

source: Thron says thoughtfully...
de: Thron sagt nachdenklich...
fr: Thron dit pensivement...

source: Thron sighs...
de: Thron seufzt...
fr: Thron soupire...

source: Thron speaks...
de: Thron spricht...
fr: Thron parle...
