Repository: FeodorFitsner/widelands
Catalog: po/scenario_t01.wmf/*.po
Languages: de, fr

source: "As father told me, there are times to fight and times to lie and wait, trying not to fall asleep or die before the right time comes. And so I do... wait."
de: „Wie mein Vater mir erzählte, gibt es Zeiten zum kämpfen und Zeiten zum bereitliegen, in welchen man versucht, nicht einzuschlafen oder zu sterben, bevor die richtige Zeit kommt. Und das tue ich... ich warte.“
fr: "Comme Père le disait, il y a un moment pour la bataille, et un autre pour s'allonger et attendre, en essayant de ne pas s'endormir ni mourir avant le bon moment. Ainsi ... j'attends."

source: "Hail, chieftain. I am Khantrukh and have seen many winters pass. Please allow me to aid you with my counsel through these darkened days."
de: „Ehre Dir, Häuptling! Ich bin Khantrukh und sah viele Winter vorübergehen. Erlaube mir, Dir in diesen dunklen Tagen mit meinem Rat zur Verfügung zu stehen.“
fr: "Mes respects, Seigneur. Je me nomme Khantrukh et j'ai enduré bien des hivers. Je vous en prie, permettez-moi de vous apporter mes conseils en ces jours sombres."

source: "I am well aware, chieftain, that neither you nor your warriors have the desire to stay in this forsaken place for long. But even so, our war to reconquer our home might take a long time and it would seem wise to make preparations.<br> I would advise that we obtain stones for the future - who knows what fortifications we might be forced to build very soon. And - like a gift of destiny - there are indeed great rocks just nearby..."<br><br>-- NEW OBJECTIVE --<br>
de: „Ich weiß sehr wohl, Häupling, dass weder Du noch Deine Krieger das Verlangen haben, lange an diesem abgelegenen Ort zu bleiben. Dennoch mag unser Krieg, um unsere Heimat zurück zu erobern, eine lange Zeit in Anspruch nehmen, und es erscheint weise, Vorbereitungen zu treffen.<br>Ich würde vorschlagen, dass wir für die Zukunft Steine schlagen - wer weiß schon, welche Befestigungen wir in naher Zukunft zu bauen gezwungen sein werden? Und - wie ein Geschenk des Schicksals - gibt es tatsächlich große Felsen ganz in der Nähe...“<br><br>-- NEUES ZIEL --<br>
fr: "Je suis bien conscient, Seigneur, que ni vous ni vos guerriers n'ont le désir de s'attarder dans cet endroit maudit. Mais même ainsi, notre guerre pour reconquérir notre patrie peut prendre longtemps et il serait sage de se préparer.<br> Je vous conseillerais d'obtenir des pierres en réserve - qui sait quelles fortifications nous serons amenés à construire très bientôt. Et - comme un don du destin - de grands rochers sont à disposition juste à coté ..."<br><br>-- NOUVEL OBJECTIF --<br>

source: "In another sleepless night, I went up to the hill and gazed to the north. The fires are still burning, satisfying their hunger upon my father's legacy.<br> They are a constant reminder why we have to hide here... and why we must return in the end!"
de: „In einer weiteren schlaflosen Nacht stieg ich auf den Hügel und blickte gegen Norden. Die Feuer brennen noch immer und stillen ihren Hunger an meines Vaters Erbe.<br>Sie sind eine beständige Erinnerung, warum wir uns hier verstecken müssen... und warum wir schließlich zurückkehren müssen!“
fr: "Lors d'une nuit blanche de plus, je suis allé en haut de la colline et j'ai porté mon regard vers le nord. Les feux brûlent toujours, assouvissant leur faim sur l'héritage de mon père.<br> Ils sont un rappel constant de la raison pour laquelle nous nous cachons ici ... et pourquoi nous devrons finalement y retourner!"

source: "It's been months and we are still hiding where the forests are old and dark.<br> My warriors hunt at day and lie awake at night - listening to the sounds of the cruel slaughter echoing from afar amongst the ancient trees."
de: „Es ist schon Monate her und trotzdem verstecken wir uns noch immer in den dunklen Wäldern.<br> Meine Krieger jagen des Tags und liegen des Nachts wach - sie lauschen dem Widerhall der Geräusche jener blutigen Schlacht, der von weit her zwischen den alten Bäumen zu uns getragen wird.“
fr: "Des mois ont passé et nous restons toujours cachés dans la plus sombre des obscurités des forêts anciennes.<br> Mes guerriers chassent le jour et restent aux aguets la nuit - écoutant le son lointain des cruelles tueries résonnant parmi les arbres antiques."

source: "My father's bones rest peacefully in the grounds on which he once ended the senseless bloodspilling that has risen among us. It pains me that his peace only endured for one generation.<br> Boldreth, my loyal companion and friend is a source of peace and comfort to me in these dark times. He keeps my spirits high and those of my warriors awake, not to let greed or despair destroy the bonds between us as well."
de: „Die Gebeine meines Vaters ruhen friedlich in der Erde, auf der er einst das sinnlose Blutvergießen beendete, das unter uns entbrannt war. Es schmerzt mich, dass sein Friede nur eine Generation weilte.<br> Boldreth, mein treuer Begleiter und Freund ist für mich eine Quelle der Ruhe und des Trostes in diesen dunklen Zeiten. Er hält mich bei guter Laune und die Sinne meiner Krieger wachsam, damit nicht Gier oder Verzweiflung auch die Bande zwischen uns zerstören.“
fr: "Les os de mon père reposent en paix dans la terre sur laquelle il arrêta le bain de sang insensé qui avait fait rage parmi nous. Cela me peine que cette paix n'aie duré que le temps d'une génération. <br> Boldreth, mon loyal compagnon et ami est une source de paix et de réconfort dans ces temps sombre. Il maintient mon moral et celui de mes guerriers, et l'envie ni le désespoir ne peut ainsi détruire nos liens."

source: "None but the gods know how long we have to remain hidden here. The warriors hope we may march back gloriously any day now, but I strongly doubt that will happen soon. And the days are already getting shorter and colder...<br> We should prepare, in case we have to face the winter in these harsh lands. I believe to the east of our campsite are a few places where we could raise a lumberjack's hut."<br><br>-- NEW OBJECTIVES --<br>
de: „Niemand als die Götter weiß, wie lange wir hier versteckt bleiben müssen. Die Krieger hoffen, dass wir dieser Tage ruhmreich nach Hause marschieren könnten, aber ich bezweifle stark, dass dies bald geschehen wird. Und die Tage werden bereits kürzer und kühler...<br> Wir sollten uns vorbereiten, falls wir den Winter in diesen rauhen Landen verbringen müssen. Ich glaube, dass es westlich unserer Lagerstätte ein paar Orte gibt, an denen ein Holzfäller erbaut werden könnte.“<br><br>-- NEUE AUFGABE --<br>
fr: "Seuls les dieux savent combien de temps nous devrons rester cachés ici. Les guerriers espèrent que nous pourrons prochainement pavoiser glorieusement, mais je doute que cela arrive bientôt. Et les jours se refroidissent et raccourcissent ... <br> Nous devrions nous préparer à affronter l'hiver sur ces terres rudes. Je pense qu'à l'est de notre campement se trouve un endroit où nous pourrions bâtir quelques cabanes de bûcherons."<br><br> -- NOUVEL OBJECTIF -- <br>

source: "Obviously, it would be too exhausting for our people to walk all the way to the lumberjack's hut through the wilderness. We will have to build a road between our hall and the lumberjack's hut. It's not a hard guess that the men would appreciate a way as short and plain as possible - the wood will surely be heavy enough, nevertheless."<br><br>-- NEW OBJECTIVE --<br>
de: „Offensichtlich wäre es zu anstrengend für unsere Leute, den ganzen Weg bis zur Holzfällerhütte durch die Wildnis zurücklegen zu müssen. Wir werden wohl eine Straße zwischen unserer Halle und der Holzfällerhütte anlegen müssen. Es ist nicht schwer zu erraten, dass die Männer einen so kurz und flach wie möglich gehaltenen Weg bevorzugen würden. Das Holz wird sicherlich auch so bereits schwer genug sein!“<br><br>-- NEUES ZIEL --<br>
fr: "Manifestement, il serait trop épuisant pour notre peuple d'entreprendre le chemin jusqu'à la cabane de bûcheron à travers la région sauvage. Nous allons devoir construire une route entre notre cité et la cabane de bûcheron. Il n'est pas difficile de deviner que les hommes apprécieraient une route aussi courte et plate que possible - le bois sera certainement assez lourd comme ça, néanmoins."<br><br>-- NOUVEL OBJECTIF --<br>

source: "Of course, if we intended to build a bigger settlement, many more lumberjack's huts would be advisable, but this should suffice for now.<br> But never forget - these forests are our heritage, entrusted upon us by our ancestors. We must always respect and care for them. What we take, we must give back again.<br> So, in order to replace the trees we chop down, we should build a ranger's hut, preferably close to the lumberjack's hut."<br><br>-- NEW OBJECTIVE --<br>
de: „Wenn wir beabsichtigten eine größere Siedlung zu errichten, wären natürlich noch viele weitere Holzfällerhütten ratsam; aber derzeit sollte dies ausreichen.<br> Vergiss jedoch niemals: Diese Wälder sind unser Erbe, uns anvertraut von unseren Vorfahren. Wir müssen sie stets in Ehren halten und pflegen. Was wir nehmen, müssen wir auch zurück geben.<br> Um daher die gefällten Bäume zu ersetzen, sollten wir ein Forsthaus bauen - möglichst in der Nähe der Holzfällerhütte.“<br><br>-- NEUES ZIEL --<br>
fr: "Bien entendu, nous voulons construire une colonie plus grande, plusieurs autres cabanes de bûcheron seraient recommandées, mais ce sera suffisant pour l'instant.<br> Mais n'oublions jamais - ces forêts sont notre héritage, nos ancêtres nous les ont confiées. Nous leur devons de les respecter et d'en prendre soin. Ce que nous prenons, nous devrons le redonner<br> Ainsi, pour remplacer les arbres abattus, nous devrions construire une cabane de garde forestier, de préférence proche de la cabane de bûcheron."<br><br>-- NOUVEL OBJECTIF --<br>

source: "Once again, I went up to my father's tomb, in a sacred grove at the foot of the great spire of Kal'mavrath. I just stood there and felt neither the hours pass nor the cold rain pouring down from a darkened sky...<br> Somehow it felt like a farewell. For the first time, I wondered what the future might hold for me..."
de: „Wieder einmal ging ich hinauf zu meines Vaters Grab, gelegen in einem heiligen Hain am Fuße des Berges Kal'mavrath. Ich stand einfach dort und fühlte weder die Stunden, die vorbeizogen, noch den kalten Regen, der vom dunklen Himmel rieselte...<br>Es fühlte sich beinahe wie ein Abschied an. Zum ersten Mal fragte ich mich, was wohl die Zukunft für mich bereit hält...“
fr: "Une nouvelle fois je suis allé sur la tombe de mon père, dans un bosquet sacré au pied de la grande tour de Kal'mavrath. Je suis juste resté là, debout, sans sentir ni le temps passer ni la pluie glacée tomber du ciel sombre ...<br> Quelque part, c'était un adieu. Pour la première fois, je me suis demandé ce que l'avenir me réservait ..."

source: "Some time ago, Boldreth came to me. His advice was to move to a place closer to home - to strike at the first sign of my brothers' forces wavering.<br> But I look over the forests and I can still see black smoke rising to the sky. I know - it is too early yet, and what he hopes for will not happen any time soon. He might still be right, but I fear the bloodshed that returning too fast would cause both on our and the other side..."
de: „Vor einiger Zeit kam Boldreth zu mir. Sein Rat war, an einen näher an der Heimat gelegenen Ort zu ziehen - um beim ersten Anzeichen, des Schwankens der Truppen meines Bruders, zuzuschlagen.<br> Aber ich blicke über den Wald und kann noch immer den schwarzen Rauch zum Himmel steigen sehen. Ich weiß, es ist zu noch zu früh, und was er erhofft wird nicht so schnell geschehen. Er könnte trotzdem Recht haben, aber ich fürchte das Blutvergießen, das eine zu schnelle Rückkehr sowohl auf unserer als auch auf der anderen Seite verursachen würde...“
fr: "Il y a quelques temps, Boldreth était venu s'entretenir avec moi. Son conseil était de déménager vers un endroit plus proche de notre patrie - pour pouvoir attaquer au premier signe de faiblesse des forces de mon frère.<br> Mais j'ai regardé au delà des forêts et je pouvais toujours voir la fumée noire s'élevant vers le ciel. Je sais - il est encore trop tôt, et ce qu'il espère n'arrivera pas de sitôt. Il est possible qu'il ait eu raison, mais je crains l'effusion de sang que causerait un retour trop précoce, et pour nous et pour l'autre bord ..."

source: "The northern winds tell us that the coming winter will be a long and cruel one. One lumberjack's hut will not be enough to fit the needs of our people. More trees wait for our axes just south of our new crossroads - let us raise a second lumberjack's hut there!"<br><br>-- NEW OBJECTIVE --<br>
de: „Die Nordwinde sagen uns, dass der kommende Winter ein langer und harter sein wird. Eine Holzfällerhütte allein wird nicht genügen, um die Bedürfnisse unserer Leute zu decken. Bloß ein Stück südlich unserer neuen Kreuzung warten weitere Bäume auf unsere Äxte - lasst uns dort eine neue Holzfällerhütte errichten!“<br><br>-- NEUES ZIEL --<br>
fr: "Le vent du nord nous dit que l'hiver à venir sera long et cruel. Un seul bûcheron ne sera pas suffisant pour les besoins de notre peuple. Davantage d'arbres attendent nos haches au sud de notre nouveau carrefour - construisons-y une nouvelle hutte de bûcheron !" <br><br>-- NOUVEL OBJECTIF --<br>

source: "There is an old saying:<br> 'A burden divided is easier to endure.'<br> A crossroads on the way between our headquarters and the lumberjack's hut would ease the work of our carriers."<br><br>-- NEW OBJECTIVE --<br>
de: „Ein altes Sprichwort besagt:<br> ‚Geteiltes Leid ist halbes Leid.‘<br> Eine Kreuzung auf dem Weg zwischen unserem Hauptquartier und der Holzfällerhütte würde die Arbeit unserer Träger erleichtern.“<br><br>-- NEUES ZIEL --<br>
fr: "Un vieux proverbe dit : <br>' une charge est moins lourde à plusieurs'.<br> Un croisement sur le chemin entre notre quartier général et la hutte du bûcheron faciliterait le travail de nos porteurs.<br><br>-- NOUVEL OBJECTIF --<br>

source: "Today, my warriors picked up an old man, wandering sick and wounded through the dark forest. We listened in horror when he told us of the atrocities taking place in Al'thunran.<br> I hereby renew my oath - I will stop this madness at any cost!"
de: „Heute sammelten meine Krieger einen alten Mann auf, der verletzt und verwirrt durch den dunklen Wald lief. Wir hörten mit Schaudern zu, als er erzählte, welche Schandtaten in Al'thunran stattfinden.<br>Hiermit erneuere ich meinen Schwur - Ich werde diesen Wahnsinn beenden, was auch immer es kosten mag!“
fr: "Aujourd'hui, mes guerriers ont ramené un vieil homme, errant, malade et blessé, dans la sombre forêt. Nous l'avons écouté avec horreur lorsqu'il nous a raconté les atrocités qui se déroulent à Al'thunran.<br>Par la présente je renouvelle mon serment : j'arrêterai cette folie à n'importe quel prix !"

source: "Very well done, chieftain. We now have all we need to face the winter and may prepare ourselves for the battles ahead.<br><br>--------------------- VICTORY! ----------------------<br><br> You may continue to play this map if you wish. Otherwise, move on to the next mission."
de: „Sehr gut gemacht, Häuptling. Nun haben wir alles, was wir brauchen, um dem Winter die Stirn zu bieten und können uns auf die Kämpfe vorbereiten, die vor uns liegen.<br><br>--------------------- SIEG! ---------------------<br><br> Du kannst auf dieser Karte weiterspielen, wenn Du möchtest. Sonst fahre mit der nächsten Mission fort.“
fr: "Très bien joué, chef. Nous avons désormais tout ce qu'il nous faut pour affronter l'hiver et nous pouvons désormais nous préparer aux combats à venir. <br><br>--------------------- VICTOIRE ! ----------------------<br><br> Vous pouvez continuer à jouer cette carte si vous le voulez. Sinon, passez à la mission suivante."

source: "We can see the raging flames that swallow Al'thunran from here, miles away.<br> The red lights flash in the darkness and dance to the rhythm of the wardrums that haunt me even in my nightmares."
de: „Nach wie vor können wir alle die gespenstisch aufschlagenden Flammen sehen, die Al'thunran, obgleich Meilen von hier entfernt, verschlingen.<br> Die roten Lichter blitzen in der Dunkelheit und tanzen zum Rhythmus der Kriegstrommeln, die mich bis in meine Albträume verfolgen.“
fr: "Nous pouvons voir les brasiers dévorant Al'thunran, à des kilomètres d'ici.<br> Les lumières rouges éclairent l'obscurité au rythme des tambours de guerre, me hantant jusque dans mes cauchemars."

source: * Build a lumberjack's hut at the red house symbol just right of your headquarters by clicking on it and selecting a lumberjack's hut.<br>
de: * Baue eine Holzfällerhütte auf dem Symbol mit dem ‚roten Haus‘ rechts neben Deinem Hauptquartier, indem Du auf es klickst und die Holzfällerhütte wählst.
fr: * Construisez une cabane de bûcheron sur le symbole rouge juste à droite de votre quartier général : cliquez dessus et choisissez la cabane de bûcheron.

source: * Build a ranger's hut to the east of the first lumberjack's hut.
de: * Baue ein Forsthaus östlich Deines ersten Holzfällers.
fr: * Construisez une cabane de garde forestier à l'est de la cabane du premier bûcheron.

source: * Build a road between your headquarters and the construction site of the lumberjack's hut.<br> When you place the lumberjack's hut, a flag is created for it. You need to connect it to another flag by building a road between them.<br> If you click on a flag and select to build a road, little symbols will appear around it to show you in which directions you can build it.<br> The colour of these symbols indicates how steep this part of the road will be. Green is for flat, yellow means steep and red stands for very steep. The steeper the road is, the harder it will be for your people to walk on it (and your wares will be transported more slowly).<br> You can click on any of the symbols to build the first part of the road there. New symbols will appear to show you where the next part of the road can go, and so on. However, you can also click farer away from the flag to build several steps at once. Click on the flag at the headquarters to finish the road.
de: * Errichte eine Straße zwischen Deinem Hauptquartier und der Baustelle der Holzfällerhütte.<br> Wenn Du die Holzfällerhütte platzierst, wird eine Fahne dafür erstellt. Du musst sie durch Errichten einer Straße mit einer anderen Fahne verbinden.<br> Wenn Du auf eine Flagge klickst und auswählst, eine Straße zu bauen, erscheinen kleine Symbole um sie herum, um anzuzeigen, in welche Richtung gebaut werden kann.<br> Die Farbe dieser Symbole zeigt an, wie steil der jeweilige Teil der Straße sein wird. Grün bedeutet flach, gelb heißt steil und rot bedeutet sehr steil. Je steiler die Straße ist, desto schwerer wird es für Deine Leute sein, sie zu benutzen (und Deine Waren werden entsprechend langsamer transportiert).<br> Du kannst auf ein beliebiges der Symbole klicken, um den ersten Teil der Straße dort zu errichten. Neue Symbole werden erscheinen, um anzuzeigen, wohin der nächste Teil gehen kann, usw. Du kannst allerdings auch weiter weg von der Fahne klicken, um mehrere Abschnitte am Stück zu bauen. Klicke auf die Fahne am Hauptquartier, um die Straße fertigzustellen.
fr: * Construisez une route entre votre quartier général et le site de construction de la cabane de bûcheron. <br> Quand vous placez la hutte, un drapeau est créé. Vous devez connecter ce drapeau à un autre en construisant une route entre les deux. <br> Si vous cliquez sur un drapeau et choisissez de construire une route, des symboles apparaissent aux alentours pour vous indiquer dans quelle direction vous pouvez la construire. <br> les couleurs de ces symboles indiquent la pente de la future route : vert pour plate, jaune pentue et rouge pour très pentue. Plus la route est pentue, plus les travailleurs mettront de temps à la grimper (et plus vos marchandises circuleront lentement). <br> Vous pouvez cliquer sur n'importe lequel des symboles pour construire le premier tronçon de route. De nouveaux symboles apparaîtront, au fur et à mesure de la construction. Cependant vous pouvez aussi cliquer plus loin afin de faire plusieurs tronçons d'un seul coup. Cliquez sur le drapeau du quartier général pour finir la route.

source: * Build a road between your headquarters and the construction site of the lumberjack's hut.<br> When you place the lumberjack's hut, a flag is created for it. You need to connect it to another flag by building a road between them.<br> If you click on a flag and select to build a road, little symbols will appear around it to show you in which directions you can build it.<br> The colour of these symbols indicates how steep this part of the road will be. Green is for flat, yellow means steep and red stands for very steep. The steeper the road is, the harder it will be for your people to walk on it (and your wares will be transported more slowly).<br> You can click on any of the symbols to build the first part of the road there. New symbols will appear to show you where the next part of the road can go, and so on. However, you can also click farther away from the flag to build several steps at once. Click on the flag at the headquarters to finish the road.
de: * Errichte eine Straße zwischen Deinem Hauptquartier und der Baustelle der Holzfällerhütte.<br> Wenn Du die Holzfällerhütte platzierst, wird eine Fahne dafür erstellt. Du musst sie durch Errichten einer Straße mit einer anderen Fahne verbinden.<br> Wenn Du auf eine Flagge klickst und auswählst, eine Straße zu bauen, erscheinen kleine Symbole um sie herum, um anzuzeigen, in welche Richtung gebaut werden kann.<br> Die Farbe dieser Symbole zeigt an, wie steil der jeweilige Teil der Straße sein wird. Grün bedeutet flach, gelb heißt steil und rot bedeutet sehr steil. Je steiler die Straße ist, desto schwerer wird es für Deine Leute sein, sie zu benutzen (und Deine Waren werden entsprechend langsamer transportiert).<br> Du kannst auf ein beliebiges der Symbole klicken, um den ersten Teil der Straße dort zu errichten. Neue Symbole werden erscheinen, um anzuzeigen, wohin der nächste Teil gehen kann, usw. Du kannst allerdings auch weiter weg von der Fahne klicken, um mehrere Abschnitte am Stück zu bauen. Klicke auf die Fahne am Hauptquartier, um die Straße fertigzustellen.
fr: * Construisez une route entre votre quartier général et le site de construction de la cabane de bûcheron. <br> Quand vous placez la hutte, un drapeau est créé. Vous devez connecter ce drapeau à un autre en construisant une route entre les deux. <br> Si vous cliquez sur un drapeau et choisissez de construire une route, des symboles apparaissent aux alentours pour vous indiquer dans quelle direction vous pouvez la construire. <br> les couleurs de ces symboles indiquent la pente de la future route : vert pour plate, jaune pentue et rouge pour très pentue. Plus la route est pentue, plus les travailleurs mettront de temps à la grimper (et plus vos marchandises circuleront lentement). <br> Vous pouvez cliquer sur n'importe lequel des symboles pour construire le premier tronçon de route. De nouveaux symboles apparaîtront, au fur et à mesure de la construction. Cependant vous pouvez aussi cliquer plus loin afin de faire plusieurs tronçons d'un seul coup. Cliquez sur le drapeau du quartier général pour finir la route.

source: * Build two quarries southwest of your headquarters.
de: * Baue zwei Steinbrüche südwestlich Deines Hauptquartiers.
fr: * Construisez deux carrières au Sud-Ouest de votre quartier général.
