Repository: FeodorFitsner/widelands
Catalog: po/scenario_t03.wmf/*.po
Languages: de, fr

source: * Destroy Kalitaths army and expand your territory to the east.
de: * Kalitaths Armee zerstören, und Dein Gebiet nach Osten auszuweiten.
fr: Détruire l'armée de Kalitaths et élargissez votre territoire à l'est

source: * Destroy all enforcements of Thron’s two brothers to liberate the throne-circle.
de: * Zerstöre alle Befestigungen von Throns Brüdern, um den Thron-Kreis zu befreien.
fr: * Détruisez tous les renforts des deux frères de Thron pour libérer le cercle du trône

source: * Enhance your metalworks to an axefactory or - as soon as the blacksmith reaches his next level (master blacksmith) - even to a war mill and build up another metalworks to ensure the production of tools.
de: * Erweitere Deine Schmiede zu einer Axtfabrik oder - sobald der Schmied seine nächste Stufe erreicht (Meisterschmied) - sogar zu einer Waffenschmiede und errichte eine weitere Schmiede, um die Versorgung mit Werkzeugen sicherzustellen.

source: * Expand your territory to the mountains, send geologists to search for ore and coal and build a mining economy with mines, taverns, smelting works and metalworks.
de: * Erweitere Dein Gebiet bis hin zu den Bergen, sende Geologen aus um Erze und Kohle zu suchen und errichte eine Bergwerkswirtschaft aus Minen, Tavernen, Schmelzen und Schmieden.
fr: Etendez votre territoire jusqu'à la montagne, envoyez des géologues à la recherche de minerai et de charbon et bâtissez une économie minière avec des mines, des tavernes, des fonderies et forgerons..

source: -- NEW OBJECTIVE --
de: -- NEUES ZIEL --
fr: -- NOUVEL OBJECTIF --

source: -- NEW OBJECTIVES --
de: -- NEUE ZIELE --
fr: <br><br>-- NOUVEAUX OBJECTIFS --<br>

source: --------------------- VICTORY! ----------------------
de: --------------------- SIEG! ----------------------
fr: --------------------- VICTOIRE! ----------------------

source: -> To attack an enemy you must click on the door of an adversary's military building. A menu will pop up allowing you to select the number of soldiers that should attack. When you are ready with setting the number, click on the cross ('start attack')
de: -> Um einen Feind anzugreifen, klicke auf die Tür eines Militärgebäudes des Feindes. Ein Menü öffnet sich, in dem die Anzahl der Soldaten für den Angriff festgelegt werden kann. Wenn die entsprechende Einstellung gemacht ist, klicke auf das Kreuz („Beginne Angriff“)

source: -> Trainingssites like a training camp or a battle arena are used for training soldiers in their different attributes. Those attributes are important in fights and the better a soldier is, the higher is the chance to win a fight.<br>Attributes are: health points, attack, defense and evade.
de: -> Trainingseinrichtungen wie das Trainingslager oder die Kampfarena werden benutzt, um die Soldaten in ihren einzelnen Fähigkeiten zu trainieren. Diese Fähigkeiten sind wichtig für den Kampf und umso besser diese ausgebildet sind, desto größere Chancen hat der Soldat, einen Kampf zu gewinnen.<br>Fähigkeiten sind: Lebenspunkte, Angriff, Verteidigung und Ausweichen.
fr: -> Les site d'entraînement comme le camp d'entraînement ou l'arène de combat sont utilisés pour former les soldats dans leurs différents attributs. Ces attributs sont importants dans les combats et meilleur un soldat est, plus grande est la chance de gagner un combat.<br> Les attributs sont: les points de santé, l'attaque, la défense et éviter.

source: -> Warehouses are similiar to your headquarters, with the only difference that it is not defended by soldiers. It is often wise to build a warehouse when your territory is growing and the paths to your headquarters get longer and longer.
de: -> Warenlager funktionieren ähnlich wie das Hauptquartier, mit dem Unterschied, dass keine Soldaten darin stationiert sind. Es ist von Vorteil, ein Warenhaus zu errichten, wenn Dein Gebiet wächst und die Wege zum Hauptquartier immer länger und länger werden.
fr: -> Les entrepôts sont similaires à votre quartier général, avec la seule différence qu'ils ne sont pas défendus par des soldats. Il est souvent judicieux de construire un entrepôt lorsque votre territoire s'agrandit et que les chemins menant à votre quartier général s'allongent.

source: 03 - This Land is our Land
de: 03 - Dies Land ist unser Land

source: Another cold day
de: Ein weiterer kalter Tag
fr: Encore un jour froid

source: As your roads grow longer and your economy bigger you should make good use of your oxen to help transport wares quicker. Remember to build a cattle farm!
de: Sowie Deine Straßen immer länger werden und Deine Wirtschaft wächst, solltest Du Deine Ochsen tüchtig einsetzen, um Deine Waren schneller zu transportieren. Denke daran eine Rinderfarm zu bauen!
fr: Lorsque vos routes deviennent plus longues et votre économie plus florissante, vous devriez profiter de vos boeufs pour aider à accélérer le transport de marchandise. N'oubliez pas de construire une exploitation bovine!

source: Boldreth shakes his head.
de: Boldreth schüttelt den Kopf.
fr: Boldreth hoche la tête.

source: Boldreth shouts out!
de: Boldreth schreit!
fr: Boldreth s'écrit

source: Boldreth speaks:
de: Boldreth spricht:
fr: Boldreth parle :

source: Build a donjon
de: Baue einen Wachturm
fr: Construisez un donjon

source: Build a fortress
de: Baue eine Festung
fr: Construis une forteresse

source: Build a helmsmithy
de: Baue eine Helmschmiede
fr: Construisez un fabrique de casque

source: Build a warehouse
de: Baue ein Warenlager
fr: Construis un entrepôt

source: Build mines
de: Baue Minen
fr: Construis des mines

source: Build trainingssites
de: Baue Ausbildungsplätze
fr: Constuisez des bâtiments d'entraînement

source: Build up a small food economy
de: Baue eine kleine Nahrungsmittelwirtschaft
fr: Contruisez une petite écomonie agricole.

source: Build weapon productions
de: Baue eine Waffenproduktion
fr: Construisez une industrie militaire

source: Close to home
de: Nahe der Heimat
fr: Proche de la maison

source: Destroy Kalitaths army
de: Zerstöre Kalitaths Armee
fr: Détruiez l'armée de Kalitaths

source: Doubts
de: Zweifel
fr: Doutes

source: Enhanced economy and training
de: Erweiterte Wirtschaft und Ausbildung
fr: Amélioration de l'économie et entraînement

source: Explore further
de: Erkunde weiter
fr: Explorez davantage

source: Food economy completed
de: Nahrungsmittelwirtschaft vollendet
fr: Économie agricole complète

source: Fortress completed
de: Festung vollendet
fr: Forteresse terminée

source: Fortress needed
de: Festung benötigt
fr: Il faut une forteresse.

source: Further explorations
de: Weitere Erkundung
fr: Davantage d'exploration

source: Khantrukh approaches
de: Khantrukh nähert sich
fr: Khantrukh approche

source: Khantrukh nods
de: Khantrukh nickt
fr: Khantrukh hoche de la tête

source: Khantrukh speaks
de: Khantrukh sagt
fr: Khantrukh parle

source: Military assault
de: Militärischer Angriff
fr: Assaut militaire

source: Military assault on Al’thunran
de: Millitärischer Angriff auf Al’thunran
fr: Assaut militaire sur Al'thunran

source: Mining economy completed
de: Minenwirtschaft vollendet
fr: Économie minière complète

source: Mountains found
de: Gebirge gefunden
fr: Montagnes trouvés

source: Our geologists found a lot more deposits of iron ore, coal and even gold. We should enhance our current mines as soon as our miners are more experienced. We should build up some more mines, a bigger food infrastructure to always supply our men with sufficient food and a further processing economy. But that's still not everything - most of our soldiers are quite young and neither have a good weapon nor are they well trained. We should build up trainingssites to prepare them for their future tasks."
de: Unsere Geologen haben viele weitere Vorkommen von Eisenerz, Kohle und sogar Golderz gefunden. Wir sollten unsere Minen aufwerten sobald unsere Bergleute erfahrener sind. Ausserdem sollten wir einige weitere Minen errichten und eine grössere Infrastruktur für die Nahrungsversorgung, um sie entsprechend zu versorgen. Und das ist noch nicht alles - die meisten unserer Soldaten sind eher jung und unerfahren und haben keine guten Waffen. Wir sollten Trainingslager errichten, um sie auf ihre zukünftigen Aufgaben vorzubereiten.“
fr: Nos géologues ont trouvé encore plus de gisements de fer, de charbon et même d'or. Nous devrions améliorer nos mines dès que nos mineurs seront assez expérimentés. Nous devrions aussi construire davantage de mines, une économie agricole plus grande et des débouchés pour le minerai. Mais ce n'est pas tout - la plupart de nos soldats sont jeunes et ils n'ont ni arme de qualité ni entraînement. Nous devrions construire des bâtiments pour les entraîner, afin de les préparer à leurs futures tâches."

source: Remember to build a cattle farm
de: Denke daran, eine Rinderfarm zu bauen
fr: N'oubliez pas de construire une exploitation bovine

source: Renegade fortification
de: Abtrünnige Befestigung
fr: Fortification des renégats

source: The advisor
de: Der Berater
fr: Le conseiller

source: The story continues
de: Die Geschichte geht weiter...
fr: L'histoire continue

source: This tutorial explains the handling of military and training site buildings and will introduce fighting.
de: Diese Einführung erklärt die Verwendung von Militärgebäuden und Trainingseinrichtungen und führt ins Kampfsystem ein.

source: Thron looks worried.
de: Thron sieht beunruhigt aus.
fr: Thron a l'air irrité.

source: Thron looks worried...
de: Thron sieht besorgt aus...
fr: Thron semble inquiet...

source: Thron speaks confidently.
de: Thron spricht zuversichtlich.
fr: Thron parle en confiance.

source: Thron speaks:
de: Thron sagt:
fr: Thron parle :

source: Tracks
de: Spuren
fr: Pistes

source: Winter ahead
de: Der Winter wird kommen
fr: Hiver en vue

source: You have completed the last mission of the barbarian tutorial campaign. You may continue playing if you wish, otherwise move on to the next campaign.
de: Du hast die letzte Mission der Einführungskampagne der Barbaren abgeschlossen. Wenn du möchtest, kannst du weiterspielen oder mit der nächsten Kampagne anfangen.

source: Your loyal companion
de: Dein treuer Begleiter
fr: Votre loyal compagnon

source: "I have sent men to meet Kalitath in this fortress. He has barricaded the former main entrance to the capital and is trying to set up a siege ring around Al’thunran. He will not let anyone enter or leave the city while the ring is intact. Until now, he has not answered any of my messages. But the time I wait won't be lost. I will further upgrade my soldiers and prepare for battle."
fr: "J'ai envoyé des messagers vers Kalitath dans sa forteresse. Il a barricadé l'ancienne entrée de la capitale, et essaie de faire le siège d'Al(thunran. Il ne laissera personne entrer ni sortir de la cité tant que l'année est intact. Jusqu'à présent, il n'a répondu à aucune de mes missives. Mais ce temps passé à attendre n'est pas perdu : je peux ainsi mieux entraîner et mieux équiper mon armée pour la bataille."

source: "I just got informed, that our mining economy started its work. These news brought a smile on my face - even if the hardest part is still waiting to be done, now our smiths will give their best to further ease our lives."
fr: Je viens d'être informé, que notre économie minière a commencé son travail. Ces nouvelles ont amené un sourire sur mon visage - même si le plus difficile reste à faire, maintenant nos forgerons vont faire de leur mieux nous faciliter nos vies

source: "My brothers and their soldiers are dead and left fire and destruction behind. In none of all the ruins I found any man or woman of the normal folk and so I just may hope that they fled from this cruel battleground and started a better life somewhere else. Nothing is left from that beauty I remember, only ruins remain from the old capital. I am sorrowful but also relieved. I never hoped to ever see Al'thunrans old beauty again - few months ago I even wondered whether I will ever be able to set my feet near to Al'thunran again. Now the old town is back in my hands and I will not hesitate to rebuild it with all forces my people have. I can't wait to see it again in it's old beauty."
fr: "Mes frères et leurs soldats sont morts, et ont laissé le feu et la désolation derrière eux. Dans aucunes des ruines je n'ai trouvé ni homme ni femme, aussi je ne peux qu'espérer qu'ils ont fuit ce cruel champs de bataille, et recommencé une nouvelle vie ailleurs. Il ne reste rien des anciennes beautés dont je me souvenais, seules des ruines subsistent de l'ancienne capitale. Je suis rempli de chagrin mais également soulagé. Je n'avais pas espéré revoir les beautés de Al'Thunran - il y a quelques mois encore je me demandais juste si je pourrais jamais m'en approcher à nouveau. Maintenant, la vielle cité est à nouveau entre mes mains, et je n'hésiterai pas à la reconstruire avec toute la force de mes gens. Je suis dévoré d'impatience à l'idée de revoir la magnificence ancienne de notre cité."

source: "So be it, the generals are out to set up my troops and Boldreth himself will lead the first strike. I will ride by his side, to free Al’thunran of this war and bring peace back in our capital. When the young sun rises above the trees tomorrow morning, I will order the assault. By dusk, I will celebrate my victory in the wooden halls of the warlord and sacrifice a newborn lamb in the honour of my father whose eyes lie upon me today.<br>So be it!"
fr: Ainsi soit-il, les généraux sont là pour mettre en place mes troupes et Boldreth lui même qui guidera la première offensive. Je serais à ses côtés, pour libérer Al'thunran de cette guerre et ramener la paix dans notre capitale. Quand demain matin le soleil se lèvera au-dessus des jeunes arbres, j'ordonnerai l'assaut. Au crépuscule, je célébrerai ma victoire dans les salles en bois du seigneur de la guerre et sacrifierai un agneau nouveau-né en l'honneur de mon père dont les yeux sont fixés sur moi aujourd'hui.<br>Ainsi soit-il!

source: "The first fortification Thron ordered has just been completed. At the moment he seeks to bring trust and belief to those who live inside the walls of our new habitat, that we named 'Ondun', which means 'those who wait' in the old tongue. But Thron is not yet satisfied - and I fully understand his fears: The forests are deep and the frontier to Al’thunran is near. I am sure that there are thousand bigger dangers out there than the unknown tracks.<br>To overlook more of the area around our hall we should explore further and set up more guards and scouts to observe the frontier and keep an eye on the raging wars on our doorsteps. THEN we will be prepared once trouble seeks to capture our woods."
fr: La première fortification dont Thron avait ordonné la construction vient d'être achevée. Au moment où il cherche à apporter la confiance et la croyance à ceux qui vivent à l'intérieur des murs de notre nouvel habitat, que nous avons nommée "Ondun", ce qui signifie "ceux qui attendent" dans la vieille langue. Mais Thron n'est toujours pas satisfait - et je comprends parfaitement ses craintes: Les forêts sont profondes et la frontière de Al'thunran est proche. Je suis sûr qu'il y a mille dangers plus grands là-bas sur les pistes inconnues.<br>Afin d'étudier plus les alentours de notre manoir nous devons explorer plus et mettre en place plus de gardes et d'éclaireurs pour observer la frontière et de garder un oeil sur les guerres à nos portes. Alors nous serons prêts lorsque les nouveaux troubles chercheront à saisir nos bois.

source: "The frontier line of my forces has expanded to the edge of the forests. We have a long and cold winter and so many miles behind us. The fortification that we erected around Ondun will guarantee us fast supply of man and goods and once Al’thunran is in my hands, the two cities will be linked by a good and defendable infrastructure. Still I hope I will not walk alone on this mission, I hope Kailitat son of Kun will follow my call."
fr: "La frontière de mes forces s'est étendue à la lisière des forêts. Nous avons un hiver long et froid et tant de miles derrière nous. La fortification que nous avons érigée autour d'Ondun va nous garantir l'approvisionnement rapide en l'homme et en marchandises et une fois Al ' thunran entre mes mains, les deux villes seront reliées par une bonne infrastructure défendable. J'espère quand même je ne serais pas seul sur cette mission, j'espère que Kailitat fils de Kun suivra mon appel. "

source: "The last days we came closer to our capital. Many people have already joined us on our march and set their hopes on me. However, I fear that we are not strong enough to take up the battle with my brothers.<br>For now we rest at the borders of the old forest and prepare for the coming days."
fr: Les derniers jours nous sommes arrivés près de notre capitale. Beaucoup de gens nous ont déjà rejoints dans notre marche et placé leurs espoirs en moi. Toutefois, je crains que nous ne soyons pas assez forts pour reprendre le combat avec mes frères.<br>Pour l'instant nous nous reposons à la lisière de l'ancienne forêt et nous nous préparons pour les jours à venir

source: "The traitor has left his armies dying where they lay as he saw that he would not keep my forces back. Kalitath disappeared in the mess of the war, but I don’t care now. Shall he flee and be forgotten for all times as a tribeleader that would not bow before the wooden throne, that is mine to take now. Even more his flight brought us a big benefit: All year Kalitath was to busy fighting so that he did not even care to store enough food for all his men. Now that he fled the hunger brought some of his younger followers to desert. This group helds a strong fortification on the main ring. But there is more news: My scouts reported, that the two raging tribes of my brothers are in chaos and have barely noticed the new danger that is about to strike them. However they would not care if they noticed I guess, blinded by rage and hate, there is no sense left in them at all I believe."
fr: "Le traitre a laissé ses armées mourir où elles étaient quand il a vu qu'il ne pouvait repousser mes forces. Kalitath a disparu dans le chaos de la bataille, mais je n'en aie cure. Puisse-t-il s'enfuir et être oublié à jamais comme chef de tribu qui n'a pas voulu s'incliner devant le trône de bois qui est à ma portée à présent. De plus, sa fuite nous apporte un bénéfice inattendu : Toutes ces années, Kalitath était trop occupé à se battre pour penser à nourrir ses troupes. Maintenant qu'il n'est plus là, la faim pousse certains de ces serviteurs à déserter. Ce groupe tient une solide forteresse dans l'anneau principal. Encore mieux : mes éclaireurs m'indiquent que les deux tribus de mes frères sont en plein chaos guerrier. Il n'ont pas encore remarqué le nouveau danger qui les menace. Bien que je doute que l'avoir remarqué leur inspire quoi que ce soit, aveuglés qu'ils sont pas la rage et la haine. Il me semble n'y avoir plus de raison dans aucun d'eux."

source: "This BASTARD! Only one man of our frontier patrol came back alive. He carried a message of Kalitath telling us that he will punish every move of our troops with their own blood! We cannot accept this behaviour. From now on there is war between Kalitath and us!"
fr: "Le BÂTARD ! De noter patrouille frontalière, il n'a laissé qu'un seul homme en vie. Il amenait un message de Kalitath, déclarant qu'il punirait chaque mouvement de nos troupes avec leur propre sang ! Nous ne pouvons tolérer ce comportement. A compter d'aujourd'hui, nous sommes en guerre avec Kalitath !"

source: "This morning I found Thron trouble-minded. He returned from his patrol late last night and sat back against a tree watching over the encampment. The number of quarrels and disputes keeps growing and the winter has us firmly under control. We should put food in our storage to survive the long, cold winter!"
fr: Ce matin, j'ai trouvé Thron préoccupé. Il est revenu de sa patrouille la nuit dernière et s'est assis dos contre un arbre observant le campement. Le nombre de querelles et de conflits ne cesse de croître et l'hiver nous tient fermement sous contrôle. Nous devons mettre de la nourriture dans notre entrepôt pour survivre à l'hiver long et froid!

source: "Thron told me that he discovered tracks in the snow to the northeast of our settlement. He instructed us to build a Donjon, to have a further visual range on the area around our hall to protect our people from sudden attacks."
fr: Thron m'a dit qu'il avait découvert des traces dans la neige au nord-est de notre colonie. Il nous a ordonné de construire un donjon, de manière à avoir un plus grand champs de vision sur la région autour de notre site et de protéger notre peuple contre les attaques soudaines

source: -> To attack an enemy you must click on the door of an advarse military building. A menu will pop up allowing you to select the number of soldiers that should attack. When you are ready with setting the number, click on the cross ('start attack')
fr: -> Pour attaquer un ennemi, vous devez cliquer sur la porte d'un bâtiment militaire adverse. Un menu apparaît vous permettant de sélectionner le nombre de soldats qui devront attaquer. Une fois ce nombre fixé, cliquez sur la croix ( "commencer l'attaque")

source: Third Mission of the Barbarian Tutorial Campaign. This tutorial explains the handling of military and training site buildings and will finally introduce fighting.
fr: Troisième mission de la campagne d'apprentissage des Barbares. Ce tutoriel explique les questions militaires et d'entraînement, et se conclu avec les combats.

source: Tutorial3 - This land is our land
fr: Tutoriel 3 - Cette terre est nôtre

source: You have completed this mission. You may continue playing if you wish, otherwise move on to the next mission.
fr: Vous avez rempli la mission. Vous pouvez continuer à jouer si vous le souhaitez, ou bien continuer avec la mission suivante.
