Repository: FeodorFitsner/widelands
Catalog: po/scenario_t03.wmf/*.po
Languages: de, fr

source: "Boldreth and I just explored the area around the three mountains. One major strategic problem of that area seems to be, that there are two bigger passages - one north and one south to the middle mountain. Those passages are quite hard to control and so it seems to me, like we have only one chance to secure the mountains from enemy hands: We must build a fortress to the east of the mountains!"
de: „Boldreth und ich haben gerade die Gegend bei den drei Bergen erforscht. Ein großes strategisches Problem dieses Gebietes sind die beiden Täler - eines nördlich und einer südlich des mittleren Berges. Diese Täler sind nur schwer zu kontrollieren, meiner Meinung nach haben wir nur eine Möglichkeit die Berge vor dem Feind zu schützen: Wir müssen östlich der Berge eine Festung bauen!“
fr: "Boldreth et moi avons exploré la zone autour des trois monts. Un problème stratégique majeur de cette zone semble être qu'il y a deux passages majeurs : un au Nord et un autre au Sud de la montagne centrale. Ces chemins sont difficiles à contrôler et il me semble que notre seule possibilité pour sécuriser l'accès aux montagne est de construire une forteresse à l'Est des montagnes !"

source: "Boldreth is right! We don't have enough food to survive a long, cold winter. We should start to build a well, a fisher's and a hunter's hut. And if we find enough space, we should as well build up a farm and a bakery! One of our farmers seems to be very clever he already got some crops to grow in this cold soil."
de: „Boldreth hat recht! Wir haben nicht genug Nahrung um einen langen, kalten Winter zu überstehen. Wir sollten mit dem Bau sowohl eines Brunnens, als auch von Fischer- und Jägerhütten beginnen. Und falls wir genug Platz finden, sollten wir ebenfalls einen Bauernhof und eine Bäckerei bauen! Einer unserer Bauern scheint sehr klug zu sein - es ist ihm bereits gelungen, Getreide auf diesem kalten Boden wachsen zu lassen.“
fr: Boldreth a raison! Nous n'avons pas assez de nourriture pour survivre à un hiver long et froid. Nous devrions commencer à construire un puits, un pêcheur et d'une cabane de chasseur. Et si nous trouvons suffisamment d'espace, nous devrions egalement construire une ferme et une boulangerie! Un de nos agriculteurs semble être très habile, il déjà réussi à faire pousser des cultures dans ce sol froid

source: "Chieftain, remember the poor carriers: Our roads get longer and longer and the burden on their shoulders never gets lighter. We should breed more oxen to make their work lighter and our transportation more efficient."
de: „Häuptling, denke an die armen Träger: Unsere Straßen werden länger und länger und die Last auf ihren Schultern wird niemals leichter. Wir sollten mehr Ochsen züchten, um ihnen die Arbeit zu erleichtern und um die Wirtschaftlichkeit unseres Transportwesens zu verbessern.“
fr: "Seigneur, n'oubliez pas les pauvres porteurs: nos routes deviennent de plus en plus longues et le fardeau sur leur épaule ne s'allège jamais. Nous devrions élever plus de boeufs pour rendre leur travail moins pénible et notre transport plus efficae."

source: "Finally!<br>The fortress was just completed, so the entrance to our settlement should be safe for now. For the future we might think on building some more fortifications like barriers and donjons at the passages, but for now we can take a deep breath."
de: „Endlich!<br>Die Festung ist fertiggestellt, sodass der Eingang zu unserem Siedlungsgebiet geschützt ist. Für die Zukunft können wir noch einige Befestigungen wie Barrieren und Wachtürme planen, aber jetzt können wir erst einmal tief Luft holen.“
fr: "Enfin ! <br> Notre forteresse est achevée, l'accès à notre camp est sécurisé pour le moment. Nous devrions songer à l'avenir à construire davantage de bâtiments militaires, tels des donjons ou des barricades, mais pour le moment, nous pouvons souffler."

source: "However, Thron is not willing to listen to my doubts. He seeks to expand our fortifications to the borders of Kalitath’s territory and reunite with his forces. I have to keep an eye on everything that happens here."
de: „Wie auch immer, Thron ist nicht bereit auf meine Zweifel zu hören. Er möchte unsere Befestigungen in Richtung der Grenze zu Kalitats Territorium ausdehnen und sich mit seinen Truppen zu vereinen. Ich muss wohl ein Auge auf alles, was hier geschieht, haben...“
fr: "Toutefois, Thron n'est pas disposé à écouter mes doutes. Il cherche à étendre nos fortifications aux frontières du territoire de Kalitath et y retrouver des forces. Je dois garder un oeil sur tout ce qui se passe ici

source: "I have sent men to meet with Kalitath in his fortress. He has barricaded the former main entrance to the capital and is trying to set up a siege ring around Al’thunran. He will not let anyone enter or leave the city while the ring is intact. Until now, he has not answered any of my messages. But the time I wait won't be lost. I will further upgrade my soldiers and prepare for battle."
de: „Ich habe Männer losgeschickt, um sich mit Kalitath in seiner Festung zu treffen. Er hat den vormaligen Hauptzugang zur Hauptstadt abgeriegelt und versucht nun, einen Belagerungsring um Al’thunran zu errichten. Er wird niemanden in die Stadt hinein oder aus ihr heraus lassen, so lange dieser Ring besteht. Bisher hat er auf keine meiner Nachrichten geantwortet. Aber die Zeit, in der ich warte, wird keine verlorene Zeit sein. Ich werde meine Soldaten weiter aufrüsten und sie auf den Kampf vorbereiten.“

source: "I just got informed, that our mining economy started its work. This news brought a smile to my face - even if the hardest part is still waiting to be done, now our smiths will give their best to further ease our lives."
de: „Ich wurde gerade benachrichtigt, dass unsere Minenwirtschaft die Arbeit aufgenommen hat. Diese Neuigkeit zauberte ein Lächeln auf mein Gesicht - auch wenn der schwerste Teil noch immer vor uns liegt, werden unsere Schmiede nun ihr bestes geben, um uns das Leben noch weiter zu erleichtern.“

source: "I just talked to the leader of our patrol. He told me, that they found some mountains to the north east and the east of our territory. With a bit of luck this opens us a new chance for rearming our men, because as far as I remember, most of the mountains west to Al'thunran hold coal and some metal ores."
de: „Ich habe gerade mit dem Führer der Patrouille gesprochen. Sie haben einige Berge im Nordosten und Osten entdeckt. Mit ein wenig Glück ermöglicht uns dies, unsere Männer wiederzubewaffnen. Denn soweit ich mich erinnere, findet man in den Bergen westlich von Al'thunran oft Kohle und Metallerze.“
fr: "Je viens de parler au chef de notre patrouille. Il m'a dit qu'ils avaient trouvé quelques montagnes au nord-est et à l'est de notre territoire. Avec un peu de chance, cela nous donne une nouvelle chance pour réarmer nos hommes, parce que si je me souviens bien, la plupart des montagnes à l'ouest de Al'thunran contiennent du charbon et quelques minerais métalliques. "

source: "Khantrukh just informed me, that our basic food economy was built up successfully. Finally none of us has to fear starvation anymore.
de: „Khantrukh hat mir gerade gesagt, dass die grundlegende Nahrungsversorgung gesichert ist. Endlich müssen wir nicht mehr fürchten zu verhungern.“
fr: "Kantrukh m'a informé à l'instant que notre économie agricole a été bien mise en route. Aucun de nous ne craint plus la faim désormais.

source: "My brothers and their soldiers are dead and left fire and destruction behind. In none of all the ruins could I find any man or woman of the normal folk and so I just may hope that they fled from this cruel battleground and started a better life somewhere else. Nothing is left from that beauty I remember, only ruins remain from the old capital. I am sorrowful but also relieved. I never hoped to ever see Al'thunran's old beauty again - it was only a few months ago that I wondered whether I would ever be able to set my feet in Al'thunran again. Now the old town is back in my hands and I will not hesitate to rebuild it with all the strength my people have. I can't wait to see it again in it's old beauty."
de: „Meine Brüder und ihre Soldaten sind tot und ließen Feuer und Zerstörung zurück. In keiner der ganzen Ruinen konnte ich einen Mann oder eine Frau des einfachen Volkes finden, so dass ich nur hoffen kann, dass sie von diesem grausigen Schlachtfeld geflohen sind und an einem anderen Ort ein besseres Leben begonnen haben. Nichts ist von der Herrlichkeit übrig, an die ich mich erinnere, bloß Ruinen der alten Hauptstadt. Ich bin traurig und doch erleichtert. Ich hatte nie gehofft, Al’thunrans alte Schönheit wiederzusehen - immerhin fragte ich mich noch vor wenigen Monaten, ob ich jemals wieder einen Fuß nach Al’thunran setzen könnte. Jetzt, da die alte Stadt wieder in meinen Händen ist, werde ich nicht zögern, sie mit all der Stärke, die mein Volk auszeichnet, wieder aufzubauen. Ich kann kaum erwarten, sie wieder in ihrer alten Schönheit zu erblicken.“

source: "Our mining economy seems to work fine, that is already good news! Anyway there are still a lot of men and women waiting in our hall to get a task, so they can help our soldiers to prepare for the future fights.
de: „Unsere Minen laufen gut, das alleine sind großartige Neuigkeiten! Doch noch immer warten viele Frauen und Männer auf eine Aufgabe, mit der sie unsere Soldaten für die kommenden Kämpfe unterstützen können.
fr: Notre économie minière semble fonctionner correctement, c'est déjà de bonnes nouvelles! En tout cas il y a encore beaucoup d'hommes et de femmes qui attendent dans notre salle qu'on leur assigne une tâche, afin qu'ils puissent aider nos soldats à se préparer pour les luttes futures

source: "So be it, the generals are out to set up my troops and Boldreth himself will lead the first strike. I will ride by his side, to free Al’thunran of this war and bring peace back to our capital. When the young sun rises above the trees tomorrow morning, I will order the assault. By dusk, I will celebrate my victory in the wooden halls of the warlord and sacrifice a newborn lamb in the honour of my father whose eyes are set upon me today.<br>So be it!"
de: „So sei es, die Generäle sind unterwegs, um meine Truppen vorzubereiten und Boldreth wird den ersten Angriff persönlich leiten. Ich werde an seiner Seite reiten, um Al’thunran von diesem Krieg zu befreien und den Frieden wieder in unsere Hauptstadt zu tragen. Wenn die junge Sonne morgen früh über den Bäumen aufgeht, werde ich den Angriff befehlen. Bei Sonnenuntergang werde ich meinen Sieg in den hölzernen Hallen des Kriegsherrn feiern und ein neugeborenes Lamm zu Ehren meines Vaters, dessen Augen heute auf mich blicken, opfern.<br>So sei es!“

source: "The first fortification Thron ordered has just been completed. At the moment he seeks to bring trust and belief to those who live inside the walls of our new habitat, that we named 'Ondun', which means 'those who wait' in the old tongue. But Thron is not yet satisfied - and I fully understand his fears: The forests are deep and the frontier to Al’thunran is near. I am sure that there are a thousand greater dangers out there than the unknown tracks.<br>To overlook more of the area around our hall we should explore further and set up more guards and scouts to observe the frontier and keep an eye on the raging wars on our doorsteps. THEN we will be prepared once trouble seeks to capture our woods."
de: „Die erste Befestigung, die Thron verlangt hat, wurde gerade fertiggestellt. Im Moment scheint er denen, die innerhalb der Mauern unserer neuen Heimat leben, die wir 'Ondun', was in der alten Sprache 'Jene, die warten', bedeutet, getauft haben, Vertrauen und Glauben spenden zu wollen. Aber Thron ist noch nicht zufrieden - und ich verstehe seine Befürchtungen vollkommen: Die Wälder sind tief und die Grenze nach Al’thunran ist nahe. Ich bin sicher, dass es tausend größere Gefahren gibt, als die unbekannten Spuren.<br> Um mehr von der Gegend um unser Hauptgebäude überschauen zu können, sollten wir weiter erkunden und mehr Wächter und Erkunder an der Grenze einsetzen, um ein Auge auf den Krieg zu haben, der vor unseren Toren tobt. DANN werden wir gefasst sein, wenn Ärger unseren Wald heimsuchen sollte.“

source: "The frontier line of my forces has expanded to the edge of the forests. We have a long and cold winter and so many miles behind us. The fortification that we erected around Ondun will guarantee us a fast supply of men and goods and once Al’thunran is in my hands, the two cities will be linked by a good and defendable infrastructure. Still I hope I will not walk alone on this mission, I hope Kalitath son of Kun will follow my call."
de: „Die Grenzlinie meiner Truppen hat sich bis an die Grenzen des Waldes ausgedehnt. Wir haben einen langen, kalten Winter und so viele Meilen hinter uns. Die Befestigung, die wir um Ondun errichteten, wird uns einen schnellen Nachschub an Männern und Waren garantieren, sobald Al’thunran in meinen Händen ist, und die beiden Städte werden von einer guten und verteidigbaren Infrastruktur verbunden sein. Noch immer hoffe ich, dass ich diese Mission nicht alleine ausführen muss, sondern Kalitath, der Sohn des Kun, meinem Ruf folgen wird.“

source: "The news that a patrol brought is not good to hear. Our spies tell us, that the wartribes still rage in battle but some of the elder soldiers and tribe leaders seem to grow tired of this senseless war. Kalitath, son of Kun is the first warleader to leave Al’thunran, thus leaving his side weak and vulnerable. As my scouts report, he has set foot on the lower grounds around the capitol, securing the outer fortification rings."
de: „Die Neuigkeiten, die eine der Patroullien brachte, sind beunruhigend. Unsere Spione berichten uns, dass die Kriegsstämme nach wie vor in Schlachten verwickelt sind, aber manche der älteren Krieger und Stammesführer scheinen mit der Zeit dieses sinnlosen Krieges überdrüssig zu werden. Kalitat, Sohn des Kun, ist der erste Kriegsfürst, der Al'thunran verlässt, wodurch er seine Flanke schwach und verwundbar hinterlässt. Wie meine Späher berichten, hat er in den Niederungen um die Haupstadt herum Fuß gefasst und sichert damit die Befestigungen des äußeren Rings.“
fr: "Les nouvelles rapportées par une patrouille ne sont pas réjouissantes. Nos espions nous indiquent que les guerres tribales sévissent toujours, mais certains parmi les vieux soldats et chefs semblent en avoir assez de ce conflit insensé. Kalitath, le fils de Kun, et le premier chef à quitter Al'thunran, laissant son flanc faible et vulnérable. Mes éclaireurs rapportent qu'il a posé le pied sous le capitole, sécurisant l'anneau fortifié extérieur."

source: "The traitor has left his armies dying where they lay as he saw that he would not keep my forces back. Kalitath disappeared in the mess of the war, but I don’t care now. Shall he flee and be forgotten for all times as a tribeleader that would not bow before the wooden throne, that is mine to take now. Even more his flight brought us a big benefit: All year Kalitath was so busy fighting that he did not even care to store enough food for all his men. Now that he has fled, their hunger has brought some of his younger followers to desert. This group holds a strong fortification on the main ring. But there is more news: My scouts reported, that the two raging tribes of my brothers are in chaos and have barely noticed the new danger that is about to strike them. However they would not care if they noticed I guess, blinded by rage and hate, there is no sense left in them at all I believe."
de: „Der Verräter hat seine Armeen sterbend zurückgelassen wo sie lagen, als er sah, dass er meine Truppen nicht zurückhalten konnte. Kalitath verschwand im Getümmel des Krieges, aber dies kümmert mich jetzt nicht. Soll er fliehen und für alle Zeit vergessen sein, als ein Stammesführer, der sich nicht vor dem hölzernen Throne beugen wollte, der nun meiner Eroberung harrt. Tatsächlich brachte uns seine Flucht sogar einen großen Vorteil: Das ganze Jahr über war Kalitath so damit beschäftigt zu kämpfen, dass er sich nicht darum kümmerte, genügend Nahrung für alle seine Männer einzulagern. Jetzt, da er geflohen ist, hat ihr Hunger einige seiner jüngeren Gefolgsleute zum Seitenwechsel veranlasst. Diese Gruppe hält eine starke Befestigung im Hauptring. Aber es gibt noch weitere Nachrichten: Meine Kundschafter berichten, dass die beiden sich bekämpfenden Stämme meiner Brüder sich im Chaos befinden und kaum die neue Gefahr erkannt haben, die ihnen jetzt droht. Jedoch würde es sie auch nicht kümmern, wenn sie sie erkannt hätten, schätze ich. Geblendet von Wut und Hass, ist kein gesunder Menschenverstand in ihnen verblieben, wie ich glaube.“

source: "These last days we came closer to our capital. Many people have already joined us on our march and set their hopes on me. However, I fear that we are not strong enough to take up the battle with my brothers.<br>For now we rest at the borders of the old forest and prepare for the coming days."
de: „Dieser Tage kamen wir näher an unsere Hauptstadt. Viele Leute haben sich uns bereits auf unserem Marsch angeschlossen und setzen ihre Hoffnungen in mich. Dennoch, ich fürchte, dass wir nicht stark genug sind, den Kampf mit meinen Brüdern aufzunehmen.<br> Fürs Erste machen wir an den Grenzen des alten Waldes Rast und bereiten uns auf die kommenden Tage vor.“

source: "This BASTARD! Only one man of our frontier patrol came back alive. He carried a message from Kalitath telling us that he will punish every move of our troops with their own blood! We cannot accept this behaviour. From now on there is war between Kalitath and us!"
de: „Dieser BASTARD! Nur ein Mann unserer Grenzpatrouille kam lebend zurück. Er brachte eine Nachricht von Kalitath, der uns mitteilte, dass er jede Bewegung unserer Truppen mit deren eigenem Blut bestrafen würde! Wir können solches Gebahren nicht hinnehmen. Von nun an herrscht Krieg zwischen Kalitath und uns!“

source: "This morning I found Thron trouble-minded. He returned from his patrol late last night and sat back against a tree watching over the encampment. The number of quarrels and disputes keeps growing and the winter has us firmly in its grip. We should put food in our storage to survive the long, cold winter!"
de: „Diesen Morgen fand ich Thron von Unruhe geplagt. Er kam letzte Nacht spät von seiner Patrouille zurück und setzte sich, an einen Baum lehnend, der über das Lager wacht. Die Zahl des Haders und der Streitigkeiten wächst an und der Winter hat uns fest im Griff. Wir sollten Nahrung einlagern, um den langen, kalten Winter zu überleben!“

source: "Thron seeks to believe that Kalitath is tired of fighting and will be willing to join us, once we march to re-establish law and order in Al’thunran. But I don’t think so. Kalitath is son to one of the mightiest generals of our forces and his family never quite liked the thought to bow before the banner of Chat’Karuth. Why should he march with his son to reclaim his heritage and the throne?"
de: „Thron glaubt, dass Kalitat des Kämpfens müde ist und bereit sein wird, sich uns anschließen wird, sobald wir nach Al'thunran marschieren um Recht und Ordnung wiederherzustellen. Aber ich glaube das nicht wirklich. Kalitat ist der Sohn eines der mächtigsten Generäle und seine Familie mochte niemals den Gedanken, sich vor dem Banner von Chat'Karuth zu beugen. Warum sollte er mit dessen Sohn marschieren und diesem Erbe und Thronsitz zurückerobern?“
fr: "Thron cherche à croire que Kalitath est fatigué de se battre et souhaite se joindre à nous, une fois que nous viendrons rétablir la loi et l'ordre à Al(thunran. Mais je ne crois pas. Kalitath est le fils d'un des plus puissants généraux de nos forces, et sa famille n'a jamais aimé l'idée de rendre hommage et allégeance à la bannière de Chat'Karuth. Pourquoi marcherait-il avec son fils pour réclamer son héritage et le trône ?"

source: "Thron told me that he discovered tracks in the snow to the northeast of our settlement. He instructed us to build a Donjon, to have a greater visual range on the area around our hall to protect our people from sudden attacks."
de: „Thron erzählte mir, dass er nordwestlich unserer Siedlung Spuren im Schnee entdeckte. Er beauftragte uns, einen Wachturm zu errichten, um eine größere Sichtweite über die Gegend um unser Hauptgebäude zu haben und unsere Leute vor plötzlichen Angriffen zu schützen.“

source: * As soon as the blacksmith reaches his next level (master blacksmith) enhance your metalworks to an axefactory or even a war mill and build up another metalworks to ensure the production of tools.
de: * Baue Deine Schmiede zu einer Axtfabrik oder sogar zu einer Waffenschmiede aus, sobald der Schmied die nächste Stufe (Meisterschmied) erreicht hat, und errichte eine neue Schmiede, um die Produktion von Werkzeugen sicherzustellen.
fr: * Dès que le forgeron sera devenu maître forgeron, améliorez votre atelier en fabrique de haches ou en moulin de guerre, et contruisez un autre atelier pour assurer la fabrication des outils.

source: * Build a battle arena and a trainings camp to the west of the mountains.
de: * Errichte eine Kampfarena und ein Trainingslager westlich der Berge.
fr: Construire une arène de combat et un camp d'entraînement à l'ouest de la montagne

source: * Build a donjon at the northeast of your territory to get a farther visual range and to protect your people from sudden attacks of enemies.
de: * Baue einen Wachturm im Nordosten Deines Reiches um weitere Sichtreichweite zu erhalten und Deine Leute vor plötzlichen Angriffen von Feinden zu schützen.
fr: Construisez un donjon au nord-est de votre territoire pour avoir un plus grand champ de vision et pour protéger votre peuple contre les attaques soudaines des ennemis

source: * Build a donjon at the northeast of your territory.
de: * Baue einen Wachturm im Nordosten Deines Territoriums.
fr: Construisez un donjon au nord-est de votre territoire

source: * Build a fortress to the east of the mountains.
de: * Baue eine Festung auf der östlichen Seite der Berge.
fr: * Construis une forteresse à l'est des montagnes.

source: * Build a helmsmithy to the west of the mountains to provide your soldiers with better armor.
de: * Baue eine Helmschmiede westlich der Berge, um Deine Soldaten mit besserer Rüstung zu versorgen.
fr: Construire un forgeron de casques à l'ouest des montagnes afin de fournir à vos soldats de meilleures armures

source: * Build a warehouse to the west of the mountains.
de: Errichte ein Lagerhaus westlichen der Berge.
fr: * Construis un entrepôt à l'ouest des montagnes.

source: * Build more military buildings to explore the area around the headquarters and to ensure the safety of your people.
de: * Baue mehr militärische Gebäude, um das Gebiet um das Hauptquartier zu erforschen und die Sicherheit Deiner Leute zu sichern.
fr: Construisez de nouveaux bâtiments militaires pour explorer la région autour du quartier général et pour assurer la sécurité de votre peuple

source: * Build up a basic food economy - a fisher's hut, a hunter's hut, a well, a farm and a bakery, to provide your people with food.
de: * Errichte eine grundlegende Nahrungsmittelwirtschaft - eine Fischerhütte, eine Jägerhütte, einen Brunnen, einen Bauernhof und eine Bäckerei - um Deine Leute mit Nahrung zu versorgen.
fr: * Construisez une économie agricole de base : une hutte de pêcheur, de chasseur, un puits, une ferme et une boulangerie, afin de fournir de la nourriture pour vos gens.

source: * Destroy Kalitath's army and expand your territory to the east.
de: * Vernichte Kalitaths Armee und erweitere Dein Gebiet nach Osten.
