Repository: FeodorFitsner/widelands
Catalog: po/scenario_bar01.wmf/*.po
Languages: de, gd

source: Today my hunters brought men, women and little children before me who had hidden out in the forests, trying to escape the war, hate and revenge that rage among the tribes fighting each other like in olden times, when we were no more but wild beasts driven and controlled by instincts. None of my brothers will ever gain and hold control over the wooden throne, none of the tribes will be strong enough to subdue the other. There will be no end to this slaughter, unless… is this it? As father told me?
de: Heute brachten meine Jäger Männer, Frauen und kleine Kinder mit, die sich in den Wäldern versteckt hatten, um sowohl dem Krieg zu entkommen, als auch dem Hass und der Rachsucht, die unter den Stämmen herrschen, wie in den alten Zeiten. Damals waren wir nicht mehr als wilde Bestien, angetrieben und beherrscht von Instinkten. Keiner meiner Brüder wird jemals die Kontrolle über den hölzernen Thron erlangen und halten, keiner der Stämme wird stark genug sein, die anderen zu unterwerfen. Das Schlachten wird kein Ende nehmen, bis … Ist es das? Wie Vater es mir sagte?
gd: Thug na sealgairean agam daoine, boireannaich ’s pàistean òga thugam an-diugh a bha air am falach sa choille, a’ feuchainn ri teicheadh on chogadh, ghràin ’s dìoghaltas am measg nan treubhan a tha a’ toirt ionnsaigh air càch a chèile mar a rinneadh iad o chionn fhada nuair nach robh sinn ach ’nar beathaichean fiadhaich fo bhuaidh ’s smachd an nàdair. Cha ghabh gin dhe mo bhràithrean a’ chathair fhiodha os làimh gu bràth tuilleadh o nach eil gin dhe na treubhan làidir gu leòr gus càch a cheannsachadh. Cha bhi againn ach milleadh gun chrìch ach… an e sin a th’ ann? Na dh’innis m’ athair dhomh?

source: To rise against whoever threatens our very existence, even though it may be one of your own blood or mind?
de: Stehe auf gegen jeden, der unsere schiere Existenz bedroht, möge er auch einer von deinem eigenen Blute oder Geiste sein?
gd: An tàinig an t-àm gus èirigh an aghaidh an fheadhainn a chuireas ar beatha fo chunnart, ge b’ e dhen cinneadh againn fhìn a th’ annta?

source: Boldreth seems more and more torn as the days go by. The spirits of my fellows sink as the cold season approaches, and we are still living in no more than huts and barracks. I never intended to stay out here in the wilderness for so long – but I never thought my brothers would engage in this senseless battle for so long either.
de: Boldreth scheint immer mehr hin- und her gerissen, je mehr Tage vergehen und auch die Stimmung der Leute sinkt, je kälter es wird - was kein Wunder ist, wenn man bedenkt, dass wir immer noch in Baracken und Zelten hausen. Aber eigentlich hatte ich auch nie vorgehabt, so lange in der Wildnis zu bleiben. Doch woher hätte ich wissen sollen, dass meine Brüder sich so lange in einen so sinnlosen Krieg verstricken?
gd: Tha an t-iomagan a’ fàs air Boldrad rè nan làithean. Tha an leann-dubh a’ tighinn air mo chuideachd on a tha an geamhradh gu bhith tighinn oirnn agus chan eil sinn a’ fuireach ach ann am bothanan. Cha do chuir mi romham fuireach san fhàsach seo cho fada sin – ach cha shaoilinn a-riamh gum maireadh an còmhstri gun chiall seo eadar mo dhà bhràthair cho fada.

source: Perhaps it’s time to make ourselves feel a little more at ease here. Perhaps it’s time to give those who still live and think united a new home, replacing what is now lost to us? Until we can return to the place we once called our home…
de: Vielleicht sollten wir es uns hier doch etwas gemütlicher machen, vielleicht sogar eine neue Heimat einrichten, um denen aus unserem Volk, die noch immer vereinigt denken und leben, das zu ersetzen, was für uns verloren ist. Bis zu dem Tage, an dem wir zu jenem Ort zurückkehren können, den wir einst Heimat nannten …
gd: ’S dòcha gun tàinig an t-àm gun dèanamaid ar beatha an-seo beagan nas cofhurtaile. ’S dòcha gun tàinig an t-àm gun toireamaid dachaigh ùr an àite an dachaigh a chaill sinn dhan fheadhainn a tha a’ fuireach ’s a’ beachdachadh còmhla. Gus an tig an t-àm a thilleamaid dhan àite a bhiodh ’na dhachaigh dhuinn uair…

source: Somebody Comes up to You
de: Jemand tritt an dich heran
gd: Tha cuideigin a' teannadh a-nall

source: An old man says…
de: Ein alter Mann erscheint …
gd: Tha bodach a' bruidhinn riut…

source: Hail, chieftain. I am Khantrukh and have seen many winters pass. Please allow me to aid you with my counsel through these darkened days.
de: Ehre dir, Häuptling! Ich bin Khantrukh und sah viele Winter vorübergehen. Erlaube mir, dir in diesen dunklen Tagen mit meinem Rat zur Verfügung zu stehen.
gd: Fàilte, a cheannaird. 'S mise Kantrach is chunnaic mi iomadh geamhradh a' dol seachad. Gum faodainn ur cuideachadh le comhairle rè nan làithean dorcha seo.

source: Only the gods know for how long we have to remain hidden here. The warriors hope we may march back gloriously any day now, but I strongly doubt that will happen soon. And the days are short and cold…
de: Nur die Götter wissen, wie lange wir uns hier versteckt halten müssen. Die Krieger hoffen jeden Tag, dass wir glorreich zurück marschieren werden, aber ich bezweifle stark, dass das bald passieren wird. Und die Tage sind kurz und kalt …
gd: Chan eil fios ag aig na diathan dè cho fada 's a dh'fheumas sinn fuireach 'nar falach ann a sheo. Tha na gaisgich an dòchas nach bi e fada gun tèid leinn tilleadh 's gun dèan sinn a' chùis air an nàmhaid, ach tha mi fhìn fo amharas nach tachair seo a dh'aithghearr. Agus tha na làithean air am fàs goirid 's fuair oirnn…

source: The Advisor
de: Der Berater
gd: An comhairleach

source: Khantrukh notes…
de: Khantrukh merkt an …
gd: Tha Khantrukh a' mothachadh…

source: I see you have already built a quarry and two lumberjack’s huts. That is a good beginning if we want to stay here longer.
de: Ich sehe, du hast bereits einen Steinbruch und zwei Holzfällerhütten gebaut. Das ist ein guter Anfang, wenn wir hier länger bleiben wollen.
gd: Chì mi gun do thog thu coireall agus dà bhothan coillteir mar-thà. Seo toiseach tòiseachaidh math ma tha sinn airson fuireach an-seo nas fhaide.

source: But never forget – these forests are our heritage, entrusted upon us by our ancestors. We must always respect and care for them. What we take, we must give back again.
de: Vergiss jedoch niemals: Diese Wälder sind unser Erbe, uns anvertraut von unseren Vorfahren. Wir müssen sie stets in Ehren halten und pflegen. Was wir nehmen, müssen wir auch zurückgeben.
gd: Ach cuimhnich ort – is ar dìleab a tha sna coilltean seo a chaidh a dh'earb ar sinnsearan rinn. Feumaidh sinn urram 's cùram a thoirt dhaibh an-còmhnaidh. Feumaidh sinn tilleadh na thog sinn.

source: So, in order to replace the trees we chop down, we should build some ranger’s huts, preferably close to the lumberjack’s huts.
de: Um die gefällten Bäume zu ersetzen, sollten wir einige Försterhütten bauen – möglichst in der Nähe der Holzfällerhütten.
gd: Mar sin, bu chòir dhuinn bothanan maoir-choille a thogail ach an cuireamaid craobhan ùra an àite na feadhna a leag sinn 's togamaid e cho faisg air a' bhothan coillteir 's a ghabhas.

source: In the Night
de: In der Nacht
gd: Air an oidhche

source: Thron says…
de: Thron spricht …
gd: Tha Tron a' bruidhinn…

source: During another sleepless night, I went up to the hill and gazed towards the north. The fires are still burning, satisfying their hunger upon my father’s legacy.
de: In einer weiteren schlaflosen Nacht stieg ich auf den Hügel und blickte gegen Norden. Die Feuer brennen noch immer und stillen ihren Hunger an meines Vaters Erbe.
gd: Rè oidhche eile gun chadal, chaidh mi suas a' chnuic is sheall mi gu tuath. Chunnaic mi am baile 'na theine fhathast, a' sàsachadh an acras le dìleab m' athar.

source: They are a constant reminder of why we have to hide here… and why we must return in the end!
de: Sie sind eine beständige Erinnerung, warum wir uns hier verstecken müssen … und warum wir schließlich zurückkehren müssen!
gd: Tha iad 'nan cuimhneachan air carson a th' againn ri cumail 'nar falach ann a sheo… agus carson a dh'fheumas sinn tilleadh mu dheireadh thall!

source: At the Tomb
de: Am Grab
gd: Aig an uaigh

source: Once again, I went up to my father’s tomb, in a sacred grove at the foot of the great spire of Kal’mavrath. I just stood there and felt neither the hours pass nor the cold rain pouring down from the darkened sky…
de: Wieder einmal ging ich hinauf zu meines Vaters Grab, gelegen in einem heiligen Hain am Fuße des Berges Kal’mavrath. Ich stand einfach dort und fühlte weder die Stunden, die vorbeizogen, noch den kalten Regen, der vom dunklen Himmel rieselte …
gd: Thadhail mi air uaigh m' athar a-rithist, ann an doire naomh aig bonn sgurr Chal’mabhraid. chuir mi an ùine seachad 'nam sheasamh ann agus cha do mhothaich mi air an ùine a' dol seachad no air an uisge fhuair a' dòrtadh orm o na speuran dorcha…

source: Somehow, it felt like a farewell. For the first time, I wondered what the future might hold for me…
de: Es fühlte sich beinahe wie ein Abschied an. Zum ersten Mal fragte ich mich, was wohl die Zukunft für mich bereithält …
gd: Bha faireachdainn dealachaidh air ann an dòigh. Smaoinich mi air na b' urrainn a bhith romham airson a' chiad turas…

source: The Other Day
de: Am nächsten Tag
gd: An latha eile

source: Thron says thoughtfully…
de: Thron sagt nachdenklich …
gd: Tha Tron a' cnuasadh…

source: Some time ago, Boldreth came to me. His advice was to move to a place closer to home – to strike at the first sign of my brothers’ forces wavering.
de: Vor einiger Zeit kam Boldreth zu mir. Sein Rat war, an einen näher an der Heimat gelegenen Ort zu ziehen – um beim ersten Anzeichen des Schwankens der Truppen meines Bruders, zuzuschlagen.
gd: Thàinig Boldrad a bhruidhinn rium o chionn tamaill. Mhol e gun gluaiseamaid nas fhaisge air ar dachaigh – ach am bualadh sinn cho luath 's a mhothaicheamaid laigse ann am feachdan mo bhràithrean.

source: But when I look over the forests I can still see black smoke rising to the sky. I know – it is too early yet, and what he hopes for will not happen any time soon. He might still be right, but I fear the bloodshed that returning too fast would cause on both sides…
de: Aber ich blicke über den Wald und kann noch immer den schwarzen Rauch zum Himmel steigen sehen. Ich weiß, es ist noch zu früh, und was er erhofft, wird nicht so schnell geschehen. Er könnte trotzdem Recht haben, aber ich fürchte das Blutvergießen, das eine zu schnelle Rückkehr auf beiden Seiten verursachen würde …
gd: Ach nuair a sheallas mi thar nan coilltean, chì mi an ceò dorcha ag èirigh dhan iarmailt fhathast. Tha fios agam – gu bheil e ro thràth fhathast agus nach tachair air a tha e an dòchas a dh'aithghearr. Dh'fhaoidte gu bheil e ceart co-dhiù, ach tha mi fo amharas gur mòr a bhiodh leigeadh na fala airson an dà thaobh nan tilleamaid ro luath…

source: The Oath
de: Der Schwur
gd: A' bhòid

source: Thron looks furious…
de: Thron sieht wütend aus …
gd: Tha an ainmein air Tron…

source: Today, my warriors picked up an old man, wandering sick and wounded through the dark forest. We listened in horror as he told us of the atrocities taking place in Al’thunran.
de: Heute sammelten meine Krieger einen alten Mann auf, der verletzt und verwirrt durch den dunklen Wald lief. Wir hörten mit Schaudern zu, als er erzählte, welche Schandtaten in Al'thunran stattfinden.
gd: Thachair na gaisgich againn air bodach a bha a' coiseachd tinn 's leònta tron choille dhubh. Dh'èist sinn ris le uabhas nuair a dh'innis e dhuinn mun bhuirbe a tha a' dol air adhart ann an Al’tùnran.

source: I hereby renew my oath – I will stop this madness at any cost!
de: Hiermit erneuere ich meinen Schwur – Ich werde diesen Wahnsinn beenden, was auch immer es kosten mag!
gd: Tha mi a' toirt m' fhacal a-rithist – Cuiridh mi crìoch air a' chaoch seo ge b' e mòran a bhiodh e oirnn!

source: Your Loyal Companion
de: Dein treuer Begleiter
gd: Do chompanach dìleas

source: Brave Boldreth steps to your side…
de: Der tapfere Boldreth tritt neben dich …
gd: Thàinig Boldrad dàna ri do thaobh…

source: So you want to prepare us for a longer stay in these forests, Thron? Well, I see the wisdom in doing so, yet my heart is yearning for a glorious return to Al’thunran. Too long have we waited while our brethren have fought on the battlefield, and our axes and swords have turned rusty over time.
de: Du willst uns also auf einen längeren Aufenthalt in diesen Wäldern vorbereiten, Thron? Gut, ich sehe die Weisheit, die darin liegt, doch mein Herz sehnt sich nach der glorreichen Rückkehr nach Al'thunran. Zu lange haben wir gewartet, während unsere Brüder auf dem Schlachtfeld gekämpft haben, und unsere Äxte und Schwerter sind mit der Zeit rostig geworden.
gd: An ann gu bheil sibh airson ar n-ullachadh ach am fuiricheamaid sna coilltean seo nas fhaide, a Throin? Uill, tuigidh mi an gliocas a th’ ann, ach tha fadachd ’nam chridhe gus an tilleamaid gu Al’tùnran gu soirbheachail. Tha sinn air fuireach ro fhada mar-thà fad ’s a tha ar cuideachd a’ sabaid an aghaidh càch a chèile air a’ bhlàr agus tha na tuaghan is claidheamhan againn air am fàs meirgeach.

source: Khantrukh joins in…
de: Khantrukh kommt hinzu …
gd: Tha Kantrach a' gabhail pàirt sa chòmhradh…

source: I beg your forgiveness, chieftain, but I have a grave concern to discuss with you. The rocks close to our camp are shrinking fast under our workers’ tools, and it is a matter of little time only before they are all gone.
de: Ich bitte um Verzeihung, Häuptling, doch wir müssen über eine ernste Sache sprechen. Die Felsen im Westen unseres Lagers schrumpfen schnell unter den Spitzhacken unserer Arbeiter und es ist nur eine Frage kurzer Zeit, bis sie völlig abgetragen sind.
gd: Gabhaibh mo leisgeul, a cheannaird, ach feumaidh mi ur n-aire a thoirt air cùis chudromach. Tha na creagan faisg air a’ champachadh againn a’ crìonadh gu luath fo acainnean an luchd-obrach againn agus cha mhair iad fada tuilleadh.

source: Boldreth jumps up…
de: Boldreth springt auf …
gd: Tha Boldrad a' seasamh…

source: While it is certainly no worthy task for a warrior, at least it is something to do! Thron, what would you say about my taking a few of our most restless warriors and venturing somewhat closer to the great mountain of Kal’mavrath – maybe we will find some more big rocks to please the old man?
de: Auch wenn es sicherlich keine einem Krieger würdige Aufgabe ist – immerhin gibt es überhaupt etwas zu tun! Thron, was hältst du davon, wenn ich mit ein paar der ruhelosesten Kriegern etwas näher an den großen Berg Kal'mavrath heranziehe – vielleicht finden wir auch einige weitere Steinvorkommen, um den alten Mann zufriedenzustellen?
gd: Ged nach e obair dàna gaisgich a th’ ann, seo rudeigin as urrainn dhuinn dèanamh co-dhiù! A Throin, dè ur beachd nan toirinn cuid dhe na gaisgich as an-fhoiseile againn còmhla rium ach an rùraich sinn nas fhaisge air beinn mhòr Chal’mabhraid – ’s dòcha gun lorg sinn barrachd creagan mòra ann ach am biodh am bodach toilichte?

source: Khantrukh grumbles…
de: Khantrukh grummelt …
gd: Tha Kantrach mì-thoilichte…

source: Old man? Disrespectful youth!
de: Alter Mann? Respektlose Jugend!
gd: Bodach, an e? Òganaich gun spèis!

source: Khantrukh nods satisfied…
de: Khantrukh nickt zufrieden …
gd: Tha Kantrach toilichte…

source: At last! These rocks should last for a while.
de: Endlich! Diese Felsen sollten für einige Zeit ausreichen.
gd: Mu dheireadh thall! Bu chòir do na creagan ud mairsinn ùine mhath.

source: Boldreth exclaims…
de: Boldreth ruft aus …
gd: Tha Boldrad ag èigheachd…

source: Just look at that! In the east is the great mountain of Kal’mavrath! I wonder what treasures nature might have hidden beneath its majestic flanks!
de: Nun sieh dir das an! Im Osten liegt der große Berg von Kal'mavrath! Ich frage mich, welche Schätze die Natur unter seinen majestätischen Abhängen verborgen hält!
gd: Seallaibh! Tha beinn mhòr Chal’mabhraid gu ear! Saoil dè an ulaidh a dh’fhalaich an nàdar dhuinn fo a slèibhtean mòra!

source: Let’s expand to the east. There’s a chance for the elderly to become useful once in a while! Let us send out some of those who understand the stone’s tongue to unravel the mountain’s secrets!
de: Lass uns weiter in Richtung Osten vordringen. Ab und an gibt es eine Möglichkeit für die Alten, sich nützlich zu machen! Lass uns ein paar von denen aussenden, welche die Sprache der Steine verstehen, um die Geheimnisse des Berges aufzudecken!
gd: Dèanamaid leudachadh gu ear. Tha seans gum bi na bodaich feumail dhuibh o àm gu àm! Cuireamaid an fheadhainn ann a bhios eòlach air teanga nan clach ach an lorg iad rùintean-dìomhair na beinne!

source: Boldreth laughs…
de: Boldreth lacht …
gd: Tha gàire air Boldrad…

source: By Chat’Karuth’s beard, this is amazing! Just imagine what we can use this coal and iron ore for!
de: Bei Chat’Karuth’s Bart, das ist wundervoll! Überleg nur, was wir alles aus dieser Kohle und diesem Eisenerz produzieren könnten!

source: It might even be enough to…
de: Es könnte sogar ausreichen, um …
gd: ’S dòcha gum bi e gu leòr gus…

source: Khantrukh interrupts…
de: Khantrukh unterbricht …
gd: Tha Kantrach a' cur stad air…

source: While this is true, we should consider it later, for now other obstacles are at hand. The miners will definitely demand greater rations for working high up on the mountain in this bitter cold, and providing these supplies may not be easy.
de: Auch wenn es stimmen mag, dies steht zur Zeit nicht zur Debatte. Viel wichtiger ist es nun, dass unsere Bergleute größere Rationen dafür fordern werden, dass sie hoch oben auf dem Berg in der bitteren Kälte arbeiten müssen. Und diese Versorgung sicherzustellen, könnte nicht ganz einfach werden.
gd: Ged a tha sin fìor, bu chòir dhuinn smaoineachadh air uaireigin eile on a tha cnapan-starra eile romhainn an-dràsta. Bidh na mèinnearan ag iarraidh greimeannan bidhe as motha airson obair àrd air a’ bheinn san fhuachd uabhasach a tha ann agus is dòcha nach bi e furasta na dh’fheumas iad a thoirt dhaibh.

source: Boldreth nods…
de: Boldreth nickt …
gd: Tha Boldrad ag aontachadh…

source: I have to hand it to you: you are right here, old man.
de: Ich muss dir zustimmen, damit hast du Recht, alter Mann.
gd: Feumaidh mi aideachadh gu bheil thu ceart, a bhodaich.

source: There seem to be quite a lot of animals in the forests here – we might just hunt down more of them. And, of course, the people would cheer a new tavern – hey, we might call it ‘Thron’s Pride’ or so if you want!
de: Es scheinen sich durchaus einige Tiere hier in den Wäldern aufzuhalten – wir können einfach mehr von ihnen jagen. Und natürlich würden sich die Leute für eine neue Taverne begeistern – he, wir könnten sie ‘Throns Stolz’ oder so nennen, wenn du möchtest!
gd: Tha coltas gu bheil mòran bheathaichean sna coilltean an-seo – ’s dòcha gun tèid leinn barrachd dhiubh a shealg. Agus bhiodh an sluagh glè thoilichte nan robh taigh-tàirn ùr ann gun teagamh – saoil, nach toir sinn “Urram Thròin” air ma thogras tu?

source: The elder jumps into the air…
de: Der Alte hüpft vor Freude …
gd: Tha an seanair a' leum dhan adhair…

source: Wisdom commands to seek variety.
de: Die Weisheit fordert nach Vielfalt zu streben.

source: North of the great mountain is a large plain – why don’t we use the space Mother Nature gave us and build a farm? I sure would enjoy a freshly baked pitta bread for a change…
de: Nördlich des großen Berges befindet sich eine weite Ebene - warum nutzen wir nicht den Platz, den Mutter Natur uns gab, und bauen einen Bauernhof? Ich hätte nichts dagegen, zur Abwechslung frisch gebackenes Fladenbrot zu genießen …

source: Boldreth cheers up…
de: Boldreth ruft freudig …
gd: Tha Boldrad a' gabhail misneach…

source: Our hunters are out in the forests, Thron.
de: Unsere Jäger sind in den Wäldern, Thron.

source: I promise you, before the sun sets today you will have a magnificent meal fit for the chieftain of all clans!
de: Ich verspreche dir, bevor die Sonne heute aufgeht werden wir dir ein Mahl vorsetzten, das einem Häuptling alle Ehre macht!

source: Khantrukh gazes over the plains…
de: Khantrukh schaut über die Flächen …
gd: Tha Kantrach a' coimhead thar na machrach…

source: Isn’t it lovely, the view of golden fields, growing peacefully, dancing to the wind? And I believe the baker is just on his way here, with his most delicious bread reserved for our chieftain alone!
de: Ist er nicht wunderbar, dieser Blick über die hell leuchtenden Felder, die dort so friedlich wachsen und wie Wellen im sanften Wind tanzen? Und dort kommt gerade unser Bäcker, um das beste seiner feinen Brote unserem guten Anführer zu überreichen!

source: A Beautiful Morning
de: Eines schönen Morgens
gd: Madainn bhrèagha

source: Thron recognizes…
de: Thron erkennt …
gd: Tha Tron aige…

source: A tavern opened for our people yesterday. While I am hardly in the mood for celebration, I noticed how much this tiny bit of home means to my people. Their songs filled the air until deep in the night, and they were in higher spirits still the day after.
de: Gestern eröffnete die neue Taverne. Und obwohl mir nicht zum Feiern zumute war, wurde mir schlagartig bewusst, wie wichtig dieses kleine Gebäude für meine Leute ist. Ihre Lieder klangen bis tief in die Nacht und dennoch waren sie heute Morgen besser gelaunt, als sie die letzten paar Monate je gewesen waren.

source: Maybe we actually are slowly creating a place here which we can… call home.
de: Vielleicht errichten wir hier mittlerweile einen Ort, den man … Heimat nennen könnte.

source: Boldreth remarks…
de: Boldreth merkt an …
gd: Tha Boldrad a' beachdachadh…

source: So now that we have both the mines and the food to sustain them, we should bring what our brave miners gain for us into a more useful state. The iron ore has to be melted into iron so that it is ready to be forged into whatever we want. And we need the coal to keep the smelter’s ovens burning.
de: Da wir nun sowohl die Minen, als auch die Nahrung, um diese zu unterhalten, haben; sollten wir das, was unsere Bergarbeiter uns schürfen, in einen nützlicheren Zustand bringen. Das Eisenerz muss zu Eisen geschmolzen werden, damit es zu allem, was wir brauchen, geschmiedet werden kann. Außerdem brauchen wir Kohle, um den Hochofen des Schmelzers am Brennen zu halten.

source: Khantrukh speaks…
de: Khantrukh sagt …
gd: Tha Kantrach a' bruidhinn…

source: Our miners are digging up less and less by the day! We have to go deeper, closer to the mountain’s core, if we want more of its treasures!
de: Unsere Minenarbeiter fördern täglich weniger und weniger! Wir müssen tiefer graben, näher am Kern des Berges, wenn wir mehr seiner Schätze wollen!

source: Of course, it is dark and cold in such depths and only a few venture voluntarily into these places. We should reward this bravery with greater rations for them. And a pint of beer or two will keep their spirits high.
de: Natürlich ist es dunkel und kalt in solchen Tiefen, und nur wenige gehen freiwillig dorthin. Wir sollten diese Tapferkeit mit größeren Rationen für sie belohnen. Und ein oder zwei Gläser Bier wird sicherlich helfen, sie bei Laune zu halten.

source: Boldreth seems concerned…
de: Boldreth scheint beunruhigt …
gd: Tha dragh air Boldrad…

source: As I just discovered, we are running short on blackwood! We cannot put our warriors into some crumbling huts, and even less so in times as dangerous as ours!
de: Wie ich gerade feststellte, geht uns das Hartholz aus! Wir können unsere Krieger nicht in windschiefe Verschläge stecken, noch weniger in solch gefährlichen Zeiten!

source: We need a wood hardener, and we need one now!
de: Wir brauchen einen Holzhärter, und wir brauchen ihn jetzt!

source: Boldreth smiles…
de: Boldreth lächelt …
gd: Tha fiamh a' ghàire air Boldrad…
