Repository: FeodorFitsner/widelands
Catalog: po/scenario_bar01.wmf/*.po
Languages: de, gd

source: Well, old friend, this should ensure that our fortifications do not break down with our foes’ first battle cry! Now we can expand safely!
de: Nun, alter Freund, dies sollte sicherstellen, dass unsere Befestigungen nicht unter dem ersten Kampfschrei unserer Feinde zusammenbrechen! Jetzt können wir uns ungefährdet weiter ausbreiten!

source: Still, it would not hurt to accumulate some grout for our further campaign; thus we could, in times of need, build a fortress such as the world has never seen before!
de: Dennoch, es würde nicht schaden, etwas Mörtel für unsere weiteren Aktionen zu produzieren; damit könnten wir, wenn wir müssten, eine Festung errichten, wie sie die Welt noch nicht gesehen hat!

source: Khantrukh steps in…
de: Khantrukh tritt hinzu …
gd: Tha Kantrach a' beachdachadh…

source: Chieftain, this is a disgrace! It is well that we can produce grout for mighty fortifications and great buildings now – only this does not prevent our roofs from becoming leaky! Maybe the young ones like spending their nights in the rain, but I just can’t find any sleep with these raindrops dripping on my face!
de: Häuptling, es ist eine Schande! Schön und gut, dass wir nun Mörtel für mächtige Befestigungen und große Gebäude gewinnen können – nur hilft das nicht gegen undichte Dächer! Vielleicht genießen die Jungen ja ihre Nächte im Regen, aber ich kann einfach keinen Schlaf finden, während mir die Regentropfen ins Gesicht fallen!

source: Now this is a problem we should do something about!
de: Das ist jedenfalls ein Problem, um das wir uns kümmern sollten!

source: Khantrukh seems relieved…
de: Khantrukh scheint erleichtert …
gd: Fhuair Kantrach faochadh…

source: Wonderful! Our roofs are not dripping anymore, and we have all the material we need for, well, whichever monumental building we see fit!
de: Wunderbar! Endlich sind unsere Dächer dicht und wir haben nun außerdem die Materialien, um so ziemlich jedes größere Gebäude zu errichten!

source: We Need Oxen!
de: Wir benötigen Ochsen!
gd: Tha daimh a dhìth oirnn!

source: As our realm is getting bigger and bigger, the traffic on the roads is overwhelming. Our poor carriers are no longer able to transport the goods as fast as we need them to. I suggest we give them some support by breeding oxen.
de: Während unser Gebiet wächst und wächst, wird der Verkehr auf unseren Straßen geradezu überwältigend. Unsere armen Träger sind nicht länger in der Lage, all die Waren so schnell zu transportieren, wie wir sie benötigen. Ich schlage vor, wir unterstützen sie darin etwas, indem wir Ochsen züchten.
gd: On a tha ar rìoghachd air sìor-mheudachadh, tha na rathaidean air am fàs cianail fhèin trang. Cha tèid leis na giùlanairean bochda againn am bathar a ghiùlan cho luath 's air a tha feum. Mholamaid gun cuir sinn taic dhaibh agus gun tog sinn daimh.

source: They are amazing animals: The ox is as swift as a human being while being much stronger and very frugal: all we need is wheat and water to breed them and they will do their work on the roads loyally and reliably.
de: Sie sind beeindruckende Tiere: Der Ochse ist so schnell wie ein Mensch, wenngleich viel stärker und sehr genügsam. Alles, was wir benötigen, um solche zu züchten, ist Wasser und Weizen und bald werden sie treu und verlässlich auf unseren Straßen arbeiten.
gd: 'S e beathaichean iongantach a th' annta: Tha an damh cho luath 's a tha duine ach tha e mòran nas treasa gun fheumalachdan mòra air: chan eil a dhìth oirnn ach cruithneachd is uisge ach an togamaid iad agus nì iad an obair air na rathaidean gu dìleas 's gu earbsach.

source: Mission Complete
de: Mission erfüllt
gd: Tha am misean coileanta

source: Thron speaks…
de: Thron spricht …
gd: Tha Tron a' bruidhinn…

source: The other day Boldreth asked me to accompany him to the new inn. It would cheer me up, he said.
de: Am nächsten Tag bat mich Boldreth, ihn in die neue Taverne zu begleiten. Es würde mich aufheitern, sagte er.
gd: An latha a bha seo, iarr Boldrad orm an tigeadh mi còmhla ris dhan taigh-òil ùr. Thuirt e gun togadh e mo chridhe.

source: When I looked around, I saw faithful faces, trusting that I could guide them through these dark days. Yet before I could speak any words of gratitude or encouragement, one of my warriors ran into the inn. He had been far out in the forest for the past days and I could see how weary he was.
de: Als ich mich umschaute, sah ich hoffnungsvolle Gesichter, darauf vertrauend, dass ich sie durch diese dunklen Tage führen könnte. Doch bevor ich irgendwelche Worte des Dankes oder der Ermutigung sprechen konnte, kam einer meiner Krieger in die Taverne gehastet. Er war die letzten Tage weit draußen in den Wäldern gewesen und ich konnte sehen, wie erschöpft er war.
gd: Nuair a sheall mi timcheall orm, chunnaic mi aodannan dìleas, làn earbsa gun stiùirichinn tro na làithean dorcha seo iad. Ach mura b' urrainn dhomh facal a ràdh gus taing no brosnachadh a thoirt dhaibh, ruith fear dhe na gaisgich agam a-steach dhan taigh-òil. Bha e air a bhith a-muigh sa choille na làithean sa chaidh agus mhothaich mi air dè cho sgìth 's a bha e.

source: The news he brought changed everything…
de: Doch die Nachricht, die er brachte, änderte alles …
gd: Dh'atharraich an naidheachd a thug e duinn a h-uile rud…

source: Victory
de: Sieg
gd: Buaidh

source: You have completed this mission. You may continue playing if you wish, otherwise move on to the next mission.
de: Du hast diese Mission vollendet. Du kannst, falls du möchtest, weiterspielen, ansonsten fahre mit der nächsten Mission fort.
gd: Tha thu air am misean seo a choileanadh. Faodaidh tu leantainn air adhart a' cluiche ma thogras tu no gluasad air adhart dhan ath-mhisean.

source: One Full Moon Night
de: In einer Vollmondnacht
gd: Oidhche làn-ghealaich

source: One night, when the moon shone brightly, I climbed to the peak of Kal’mavrath.
de: Eines Nachts, als der Mond herrlich schien, erstieg ich den Gipfel von Kal’mavrath.
gd: An oidhche a bha seo, nuair a bha a' ghealach a' dearrsadh, dhìrich mi gu sgurr Chal’mabhraid.

source: When I gazed at the horizon, I still saw crimson lights flicker in the distance. It is incredible with how much passion my brethren fight this war. I fear the moment I will see Al’thunran again – will there be anything but ashes and wasted ruins left of our once beautiful capital when we get there?
de: Als ich von dort zum Horizont blickte, sah ich immer noch die rötlichen Flammen, die in unserer Heimat aufsteigen. Es ist unbeschreiblich, mit wie viel Hass und Zerstörung dieser Krieg geführt wird. Nicht zuletzt deshalb fürchte ich mich auch vor dem Moment, an dem ich Al'thunran wiedersehe. Wird überhaupt noch irgendetwas von unserer schönen Hauptstadt übrig sein? Oder besteht sie schon jetzt nur noch aus Flammen, Asche und Ruinen?
gd: Fhad 's a bha mi a' sealltainn air an fhàire, chunnaic mi fhathast na solasan ruadha a' dannsa aig astar. Cha chreid mi dè cho fiadhaich a tha mo bhràithrean a' sabaid sa chogadh seo. Tha eagal orm ron latha a chì mi Al’tùnran a-rithist – am bi dad air fhàgail dhe ar cathair-bhaile brèagha ach luaithre agus làraichean nuair a ruigeas sinn e?

source: Another Cold Day
de: Ein weiterer kalter Tag
gd: Latha fuar eile

source: Thron looks worried…
de: Thron sieht besorgt aus …
gd: Tha dragh air Tron…

source: The winter is upon us. Many of us are suffering from the cold, yet we must endure. The day we may return cannot be far anymore – it must not be far anymore.
de: Der Winter ist da. Viele von uns leiden unter der bitteren Kälte, doch leider müssen wir weiter ausharren. Der Tag an dem wir endlich nach Hause zurückkehren können, kann nicht mehr weit entfernt sein – er darf es nicht.
gd: Tha an geamhradh air tighinn oirnn. Tha mòran dhuinn a' fulang leis an fhuachd, ach feumaidh sinn mairsinn. Creididh mi nach fhada an latha as urrainn dhuinn tilleadh – chan fhaod e bhith.

source: I prayed that it might get warmer again, as I prayed that the war would finally come to an end.
de: Ich habe gebetet, dass es wieder wärmer werde, und dafür, dass der Krieg endlich ein Ende fände.
gd: Rinn mi ùrnaigh gum fàsadh e na bu bhlàithe a-rithist mar a rinn mi ùrnaigh gun tigeadh a' chrìoch air a' chogadh mu dheireadh thall.

source: So far, it seems that neither prayer was fulfilled.
de: Doch so wie es aussieht, wurde keines meiner Gebete erhört.
gd: Cha deach aon seach aon dhe na h-ùrnaighean a fhreagairt gu ruige seo.

source: A friendly village has joined us!
de: Ein freundlich gesinntes Dorf hat sich uns angeschlossen!
gd: Tha baile càirdeach air aontadh rinn!

source: We have found a village with friendly and productive people, impressed by our wealth, technology and strength.
de: Wir haben ein Dorf mit freundlichen und fleißigen Menschen entdeckt. Sie sind beeindruckt von unserem Wohlstand, unserer Technologie und Stärke.
gd: Lorg sinn baile le muinntir càirdeil tarbhach ann agus dhrùidh an t-sealbh, teicneolas 's neart againn orra.

source: They have lived simply, yet blithely, from hunting and farming. They have not been involved in any conflict so far, and are not ready for fighting.
de: Sie lebten bisher einfach, aber zufrieden, von der Jagd und von Ackerbau. Sie waren bisher in keinen Konflikt involviert und sind nicht bereit zum Kämpfen.

source: But they fear that the war around Al’thunran will set an end to this life. Therefore, they have decided to join us, hoping that we can help each other.
de: Doch sie fürchten, dass sie mit dem Krieg rund um Al’thunran so nicht weiterleben können. Daher haben sie sich entschieden, sich uns anzuschließen, in der Hoffnung, dass wir einander helfen können.

source: New Objective
de: Neues Ziel
gd: Amas ùr
