Repository: FeodorFitsner/widelands
Catalog: po/scenario_bar01.wmf/*.po
Languages: de, gd

source: Build two ranger’s huts
de: Baue zwei Försterhütten
gd: Tog dà bhothan maoir-choille

source: Build a ranger’s hut next to each lumberjack’s hut.
de: Baue eine Försterhütte neben jeder Holzfällerhütte.
gd: Tog bothan maoir-choille faisg air gach bothan coillteir.

source: Naturally, trees only grow at a slow rate. To make sure you have enough logs, you have to build rangers.
de: Auf natürliche Weise wachsen Bäume nur langsam. Um sicherzustellen, dass du genug Stämme hast, musst du Försterhütten bauen.
gd: Chan fhàs craobhan ach gu slaodach. Feumaidh tu bothanan coillteir a thogail ach am bi fiodh gu leòr agad an-còmhnaidh.

source: Expand north-east and build a quarry
de: Stoße nach Nordosten vor und baue einen Steinbruch.
gd: Meudaich do ranntair gu ear-thuath is tog coireall

source: Expand north-east to the rocks
de: Stoße nach Nordosten zu den Steinen vor.
gd: Meudaich do ranntair gu ear-thuath dha na creagan

source: Build military buildings (like sentries or barriers) to expand your territory.
de: Baue Militärgebäude (wie Wachposten oder Barrieren), um dein Territorium zu erweitern.
gd: Tog togalaichean an airm (can freiceadain no taighean-faire) gus do ranntair a leudachadh.

source: Get to the rocks north-east from you and build a quarry there.
de: Gelange zu den Steinen nordöstlich von dir und baue dort einen Steinbruch.
gd: Ruig na creagan gu ear-thuath 's tog coireall ann.

source: Start building mines on the mountain
de: Beginne damit, Minen in den Bergen zu errichten
gd: Tòisich air mèinnean a thogail air a' bheinn

source: Build coal and iron ore mines
de: Errichte Kohle- und Eisenerzminen
gd: Tog mèinnean guail is iarainn

source: Build a coal mine and an iron ore mine.
de: Baue eine Kohle- und eine Eisenerzmine.
gd: Tog mèinn guail 's mèinn iarainn.

source: To do so, place a flag up on the mountain’s flank to the east (on mountain terrain though, not mountain meadow). When you click on the new flag, you can send geologists there. Because the flag is on a mountain, the geologists will search for ores; otherwise, they would search for water. Then build a mine for both kinds of resources that he will find, choosing the appropriate mine to be built:
de: Platziere dazu eine Flagge auf dem Berg im Osten (nicht auf der Bergwiese). Wenn du auf die neue Flagge klickst, kannst du dort Geologen hinschicken. Da sich die Flagge auf einem Berg befindet, werden die Geologen nach Erzen suchen; ansonsten würden sie nach Wasser suchen. Baue anschließend eine Mine für beide Ressourcentypen, die gefunden werden. Wähle dabei die richtige Mine:
gd: Gus seo a dhèanamh, tog bratach air sliabh na beinne gu ear (air cruth-tìre beinne seach air a' chluain). Nuair a nì thu briogadh air a' bhratach ùr, 's urrainn dhut clach-eòlaichean a ghairm thuice. Bidh na clach-eòlaichean a' sireadh clachan-mèinneir on a tha iad air a' bheinn; mura robh, bhiodh iad a' sireadh uisge. An uairsin, tog mèinn airson an dà sheòrsa stòrais a lorg iad, a' taghadh na mèinne iomchaidh:

source: a bit of coal
de: Ein wenig Kohle
gd: beagan guail

source: a lot of coal
de: Eine Menge Kohle
gd: mòran guail

source: a bit of iron
de: Ein wenig Eisen
gd: beagan iarainn

source: a lot of iron
de: Eine Menge Eisen
gd: mòran iarainn

source: a bit of gold
de: Ein wenig Gold
gd: beagan òir

source: a lot of gold
de: Eine Menge Gold
gd: mòran òir

source: a bit of granite
de: Ein wenig Granit
gd: beagan graineil

source: a lot of granite
de: Eine Menge Granit
gd: mòran graineil

source: water
de: Wasser
gd: uisge

source: nothing was found here
de: hier wurde nichts gefunden
gd: cha deach dad a lorg an-seo

source: Mines can only be built on mountain terrain. Suitable places for mines are displayed as orange mine symbols.
de: Minen können nur auf bergigem Gelände gebaut werden. Geeignete Plätze für Minen werden als orangefarbene Minensymbole dargestellt.
gd: Cha ghabh mèinnean togail ach air cruth-tìre beinne. Nochdaidh samhlaidhean mèinne orains dhut na h-àiteachan a bhios freagarrach gus mèinn a thogail.

source: Provide your miners with food
de: Versorge deine Bergarbeiter mit Nahrung
gd: Thoir biadh dha na mèinnearan agad

source: Build a hunter, a gamekeeper and a tavern
de: Erbaue eine Jägerhütte, eine Wildhüterhütte und eine Taverne
gd: Tog bothan-sealgair, bothan-geamair is taigh-tàirn

source: In order to work, your miners need food.
de: Um arbeiten zu können, müssen deine Bergleute mit Essen versorgt werden.
gd: Bidh na mèinnearan agad feumach air biadh ach an dèan iad obair.

source: A hunter can hunt down animals, while a gamekeeper prevents them from becoming extinct. The meat is then processed in a tavern into lunches for your miners.
de: Jäger jagen Tiere, während ein Wildhüter dafür sorgt, dass sie nicht aussterben. Das Fleisch wird dann in den Tavernen zu Essen für die Bergleute verarbeitet.
gd: Sealgaidh an t-sealgair beathaichean fhad 's a nì an geamair cinnteach nach tèid iad à bith. Nì taigh-tàirn greim-bidhe airson na mèinnearan agad dhen fheòil an uairsin.

source: This is only the first example of a ware which has to be refined before being used in a secondary building – others will follow.
de: Dies ist das erste Beispiel einer Ware, die verarbeitet werden muss, bevor sie in einem anderen Gebäude verwendet werden kann – andere werden hinzukommen.
gd: Chan e seo ach a' chiad ball-eisimpleir de bhathar a bhios feumach air giullachd mur cleachd togalach dàrnach e – bidh feadhainn eile ann an uairsin.

source: Bake bread
de: Backe Brot
gd: Fuin aran

source: Build a well, a farm and a bakery
de: Baue einen Brunnen, einen Bauernhof und eine Bäckerei
gd: Tog tobar, tuathanas is taigh-fuine

source: Other ways to produce food – different kinds of food – are fishers and hunters. The wheat of the farms has to be processed with water in a bakery before it becomes edible. You can obtain water by building a well on a spot where your geologists have found a water source.
de: Andere Möglichkeiten, Nahrung herzustellen – andere Arten von Nahrung – sind Fischer und Jäger. Der Weizen der Höfe muss zuerst zusammen mit Wasser in der Bäckerei verarbeitet werden, bevor er essbar wird. Wasser kann durch den Bau eines Brunnens über einer von Geologen entdeckten Wasserader gewonnen werden.
gd: 'S e dòighean eile gus biadh a dhèanamh – seòrsaichean bìdh eadar-dhealaichte – a th' anns na h-iasgairean agus sealgairean. Feumaidh tu a' chruithneachd aig na tuathanasan a ghiullachd le uisge ann an taigh-fuine mus gabh i ithe. Gheibh thu uisge o thobar a bu chòir dhut togail air àite far an do lorg clach-eòlaiche uisge.

source: Refine your mined resources
de: Bereite deine geschürften Erze auf
gd: Dèan giullachd air na stòrasan mèinneir agad

source: Build a smelting works
de: Baue einen Hochofen
gd: Tog ceàrdach leaghadair

source: The iron ore your miners dig up is not usable yet – it has to be melted into iron first.
de: Das Eisenerz, das die Bergleute schürfen, ist noch nicht zu gebrauchen – es muss zuerst zu Eisen geschmolzen werden.
gd: Cha ghabh an clach-iarainn a thochail na mèinnearan agad cleachdadh fhathast – feumaidh tu a leaghadh gus iarainn a dhèanamh dhi an toiseach.

source: Enhance buildings and build a micro brewery
de: Baue Gebäude aus und errichte eine Kleinbrauerei
gd: Leasaich togalaichean is tog taigh-grùide beag

source: Enhance a mine and the tavern, and build a micro brewery.
de: Baue eine Mine und die Taverne aus und errichte eine Kleinbrauerei.
gd: Leasaich mèinn 's an taigh-tàirn agus tog taigh-grùide beag.

source: Enhance the coal mine or the iron mine to a deep mine, and enhance the tavern to an inn.
de: Erweitere die Kohle- oder Eisenerzmine zu einer tiefen Mine und baue die Taverne zu einem Wirtshaus.
gd: Leasaich a’ mhèinn guail no a’ mhèinn iarainn gu mèinn dhomhain agus an taigh-tàirn gu taigh-òil.

source: Also build a micro brewery.
de: Baue auch eine Kleinbrauerei.
gd: Tog taigh-grùide beag cuideachd.

source: A normal mine can only dig up about one third of all the resources that lie beneath it; then it must be enhanced to a deep mine in order to keep it working properly. To enhance a building, choose it and then click the appropriate button in the appearing window.
de: Eine normale Mine kann nur etwa ein Drittel aller Ressourcen ausbeuten, die in ihrem Bereich liegen; danach muss sie zur Tiefen Miene ausgebaut werden, um weiter arbeiten zu können. Um ein Gebäude auszubauen, wähle es aus und klicke auf den entsprechenden Knopf im dann erscheinenden Fenster.
gd: Chan urrainn do mhèinn àbhaisteach ach an treas pàirt dhen stòras a tha foidhpe a ghearradh às an talamh; feumaidh tu a leasachadh an uairsin gu mèinn domhainn ach an obraich i mar bu chòir fhathast. Gus togalach a leasachadh, tagh e agus briog air a' phutan iomchaidh san uinneag a nochdas.

source: Workers gain experience by successful work. With enough experience, they become more advanced workers, who are necessary to operate the enhanced buildings. Do not enhance a building before you have enough advanced workers to operate the advanced building!
de: Die Arbeiter gewinnen durch erfolgreiche Arbeit an Erfahrung. Durch genügend Erfahrung werden sie bessere Arbeiter, die notwendig sind, um erweiterte Gebäude zu leiten. Erweitere keine Gebäude, bevor du nicht genügend fortgeschrittene Arbeiter hast, um sie zu leiten!
gd: Gheibh obraichean eòlas le obair soirbheachail. Thèid iad 'nan obraichean as àrda nuair a bhios eòlas gu leòr aca agus bi feum agad air an seòrsa seo de dh'obraiche gus togalach leasaichte a ruith. Na leasaich togalach mus eil obraichean àrda gu leòr agad gus an togalach leasaichte a ruith!

source: Such buildings usually have greater demands than the basic kind of that building – for instance, deep mines need snacks instead of rations. You will have to enhance your tavern to an inn in order to produce snacks out of pitta bread AND a second kind of food (meat or fish) AND beer.
de: Solche Gebäude haben normalerweise höhere Anforderungen als der Basistyp dieses Gebäudes - zum Beispiel brauchen tiefe Minen Snacks statt Rationen. Du musst deine Taverne zu einem Wirtshaus ausbauen, um Snacks aus Fladenbrot UND einer zweiten Art von Nahrung (Fleisch oder Fisch) UND Bier herzustellen.
gd: Tha barrachd feumalachdan air togalaichean mar sin na tha aig an togalach bhunasach mar as àbhaist – mar eisimpleir, iarraidh mèinnean domhain lòin seach greimeagan. Feumaidh tu an taigh-tàirn agad a leasachadh gu taigh-òil ach an urrainn dhut lòin a dhèanamh is 's ann gun dèan thu seo dhe dh'aran tur agus seòrsa eile de bhiadh (feòil no iasg) agus leann.

source: You may of course enhance all mines to deep mines instantly given you have the workers – bigger mines work a bit faster, smaller mines need cheaper food. It’s up to you which strategy you prefer.
de: Du kannst natürlich alle Minen sofort zu tiefen Minen ausbauen, wenn du die benötigten Arbeiter hast. Größere Minen arbeiten ein bisschen schneller, kleinere Minen benötigen billigeres Essen. Es liegt an dir, welche Strategie du bevorzugst.
gd: 'S dòcha gum b' fhearr leat a h-uile mèinn a leasachadh gu mèinn dhomhain ma tha an luchd-obrach agad – obraichidh mèinnean nas motha nas luaithe ach bidh am biadh a dh'fheumas na mèinnean beaga nas saoire. Tha e suas riut fhèin dè an ro-innleachd as fhearr leat.

source: Build a wood hardener
de: Baue einen Holzhärter
gd: Tog cruadhaichear fiodha

source: Bigger and better buildings – including all military ones – require better building materials. They cannot be built out of simple logs – the wood has to be refined to blackwood by a wood hardener first. Always remember to build a wood hardener before you run out of blackwood, as without it you cannot expand.
de: Größere und bessere Gebäude – sowie alle Militärgebäude – benötigen bessere Baumaterialien. Sie können nicht aus einfachen Stämmen errichtet werden – das Holz muss zuvor vom Holzhärter gehärtet werden. Bedenke stets, einen Holzhärter zu errichten, bevor dir das Hartholz ausgeht, da du dein Gebiet sonst nicht erweitern kannst.
gd: Tha togalaichean nas fhearr 's nas motha – a' gabhail a-steach a h-uile togalach an airm – feumach air stuthan togail nas fhearr. cha ghabh an togail a-mach à fiodh simplidh – feumaidh cruadhaichear fiodha am fiodh a leasachadh gu fiodh an toiseach. Cuimhnich gun tog thu cruadhaichear fiodha mus ruith thu a-mach à fiodh cruaidh oir chan urrainn dhut do ranntair a leudachadh às aonais.

source: Build a lime kiln and coal economy
de: Baue einen Kalkbrenner und Kohlewirtschaft
gd: Tog àth-aoil is eaconamaidh guail

source: Build a lime kiln fed by a well, and by a charcoal kiln or by a coal mine
de: Baue eine Kalkbrennerei, die von einem Brunnen sowie einer Köhlerei oder einer Kohlemine versorgt wird
gd: Tog àth-aoil le taic tobair ’s àth-ghuail no mèinne guail.

source: Better buildings may also require other improved materials besides blackwood. One of these is grout, which is produced out of raw stone, water and coal by a lime-burner.
de: Bessere Gebäude können zusätzlich andere verarbeitete Materialien als Hartholz benötigen. Eine davon ist Mörtel, der aus rohem Stein, Wasser und Kohle in einer Kalkbrennerei hergestellt wird.
gd: Tha togalaichean nas fhearr feumach air stuthan togail leasaichte eile seach fiodh cruaidh a-mhàin. Is aol-tàthaidh aonan dhiubh a nì loisgeadair aoil a-mach à clachan, uisge 's gual.

source: You can obtain water by building a well upon a water source, which your geologists can discover when you send them to any flag that is not on a mountain.
de: Du erhältst Wasser, indem du einen Brunnen auf eine Wasserquelle baust. Deine Geologen können solche Quellen finden, wenn du sie zu einer Flagge, die nicht auf einem Berg ist, sendest.
gd: Tog tobair ann an àite far a bheil uisge san talamh. Lorgaidh clach-eòlaiche uisge dhut nuair a chuireas tu gu bratach nach eil air beinn e.

source: In order to call a geologist to search for water, click on a flag in the area that you want him to search and then on the button labeled ‘Send geologist to explore site’.
de: Um einen Geologen zu beauftragen, nach Wasser zu suchen, klicke auf eine Flagge in dem Gebiet, das er absuchen soll, und dann auf den Knopf „Sende einen Geologen, um die Fläche zu untersuchen“.
gd: A chum gun gairm thu clach-eòlaiche ach an lorg e uisge dhut, briog air bratach san sfìre far a bheil thu airson sireadh agus briog air a’ phutan “Cuir clach-eòlaiche gus an làrach a rùrachadh” an uairsin.

source: Coal can be obtained by building a charcoal kiln or a coal mine. Burning charcoal out of logs is slow. You should only build a charcoal kiln when no coal is available.
de: Kohle erhältst du durch den Bau einer Köhlerei oder einer Kohlemine. Kohle aus Stämmen zu brennen dauert lange. Du solltest eine Köhlerei nur dann bauen, wenn keine Kohle verfügbar ist.
gd: ’S urrainn dhut taghadh an tog thu àth-ghuail no mèinn guail ach am faigh thu gual. Co-dhiù, ’s e obair slaodach a th’ ann gual a losgadh à fiodh. Cha bu chòir dhut àth-ghuail a thogail ach mur eil gual ri làimh.

source: Build a lime kiln and a well. Additionally, build either a charcoal kiln or a coal mine for coal supply.
de: Baue eine Kalkbrennerei und einen Brunnen. Baue außerdem entweder eine Köhlerei oder eine Kohlemine für die Kohleversorgung.
gd: Tog àth-aoil ’s tobar. Tog àth-ghuail no mèinn guail cuideachd gus gual a thoirt dhi.

source: Build a reed yard
de: Baue einen Reethof
gd: Tog feur-lios

source: The third material necessary for improved buildings is thatch reed, used to cover roofs. Thatch reed is planted by a gardener around his building, the reed yard.
de: Das dritte Material, das für die besseren Gebäude notwendig ist, ist Reet, der für die Dächer verwendet wird. Er wird auf einem Reethof angebaut.
gd: 'S e feur tughaidh a th' anns an treas stuth togail a dh'fheumas tu airson togalaichean leasaichte 's còmhdaichidh e na mullaichean. Cuiridh gàirnealair feur tughaidh timcheall an togalaich aige agus 's e seo am feur-lios.

source: Build a cattle farm
de: Baue eine Rinderzucht
gd: Tog tuathanas crodh

source: When roads are under heavy load for a long time, one carrier is usually not enough to transport goods swiftly. Traffic jams are the consequence. Such roads therefore employ a second carrier: an ox that helps to carry the wares. This doubles the transport capacity.
de: Die Straßen sind seit einer langen Zeit schwerer Last ausgesetzt und ein Träger reicht gewöhnlich nicht aus, um die Güter zügig zu transportieren. Warenstau ist die Folge davon. Diese Straßen benötigen daher einen zweiten Träger: Einen Ochsen, der hilft, die Waren zu befördern, was die Transportkapazität verdoppelt.
gd: Nuair a bhios eallach mòr ri ghiùlain a' feitheamh air na rathaidean, chan fhoghainn giùlanair a-mhàin gus an toirt on dàrna bhratach gun bhratach eile gu luath. Mar sin, thig stad air an trafaig agad. 'S urrainn do dhàrna giùlanair obair air rathad mar seo: damh a chuidicheas leat gus am bathar a ghiùlan. 'S urrainn dhut an dà chuid de bhathar a ghluasad mar sin.

source: Oxen are bred in cattle farms out of wheat and water.
de: Ochsen werden in der Rinderzucht unter Verwendung von Weizen und Wasser gezüchtet.
gd: Togaidh tu daimh ann an tuathanas crodh le cruithneachd 's uisge.

source: The Story Begins
de: Die Geschichte nimmt ihren Anfang...
gd: Tha an sgeulachd air tòiseachadh

source: Thron sighs…
de: Thron seufzt …
gd: Tha Tron ag osnachadh…

source: It’s been months, and we are still hiding where the forests are old and dark.
de: Es sind schon Monate, die wir uns hier in den dunklen und alten Wäldern verstecken.
gd: Tha sinn 'nar falach sna seann choilltean dubh dorcha fhathast às dèidh mhìosan.

source: My warriors hunt at day and lie awake at night – listening to the sounds of the cruel slaughter echoing from afar amongst the ancient trees.
de: Meine Krieger jagen des Tags und liegen des Nachts wach – sie lauschen dem Widerhall der Geräusche jener blutigen Schlacht, der von weit her zwischen den alten Bäumen zu uns getragen wird.
gd: Tha na gaisgich agam ris an t-sealg air an latha 's gun chadal air an oidhche – ag èisteachd ri faram a' mhillidh chruaidh o fhad air falbh a chluinnear fhathast am measg nan craobhan.

source: We can see the raging flames that swallow Al’thunran from here, miles away.
de: Nach wie vor können wir alle die gespenstisch aufschlagenden Flammen sehen, die Al'thunran, obgleich Meilen von hier entfernt, verschlingen.
gd: Chì sinn na teintein a tha a' slugadh Al’tùnran on a sheo, mìltean air falbh.

source: The red lights flash in the darkness and dance to the rhythm of the war drums that haunt me even in my nightmares.
de: Die roten Lichter blitzen in der Dunkelheit und tanzen zum Rhythmus der Kriegstrommeln, die mich bis in meine Albträume verfolgen.
gd: Tha na solasan dearga a' boillsgeadh san dorchadas 's a' dannsa ri ruitheam nan drumaichean-cogaidh a thadhlas orm fiù 's nan trom-laighean agam.

source: My father’s bones rest peacefully in the ground on which he once ended the senseless spilling of blood that had arisen amongst us. It pains me that his peace only endured for one generation.
de: Die Gebeine meines Vaters ruhen friedlich in der Erde, auf der er einst das sinnlose Blutvergießen beendete, das unter uns entbrannt war. Es schmerzt mich, dass sein Friede nur eine Generation weilte.
gd: Tha cnàmhan m' athar 'nan tàmh gu sìtheil san talamh air an do chuir e crìoch uair air leagadh na fala gun chiall a dh'èirich eadarainn. 'S duilich leam nach ro mhair an t-sìth aige ach ginealach.

source: Boldreth, my loyal companion and friend is a source of peace and comfort to me in these dark times. He keeps my spirits high and those of my warriors awake, preventing greed or despair from destroying the bonds between us as well.
de: Boldreth, mein treuer Begleiter und Freund, ist für mich eine Quelle der Ruhe und des Trostes in diesen dunklen Zeiten. Er hält mich bei guter Laune und die Sinne meiner Krieger wachsam, damit nicht Gier oder Verzweiflung auch die Bande zwischen uns zerstören.
gd: Tha mo charaid dìleas Boldrad 'na adhbhar sìthe 's sòlais dhomh rè nan droch-amannan seo. Togaidh e mo chridhe 's cridheachan nan gaisgeach agam ach nach milleadh sannt no an dubh-ghèill an dàimh eadarainn.

source: As father told me, there are times to fight and times to lie and wait, trying not to fall asleep or die before the right time comes. And so I do wait.
de: Wie mein Vater mir erzählte, gibt es Zeiten zum Kämpfen und Zeiten zum Abwarten, in welchen man versucht, nicht einzuschlafen oder zu sterben, bevor die richtige Zeit kommt. Und so warte ich.
gd: Mar a dh'innis m' athair dhomh, bidh àm cogaidh ann 's àm gus dol am falach 's a' feitheamh, a' feuchainn nach tig cadal no bàs ort mus tig an t-àm dhut. mar, sin, nì mi feitheamh.

source: Thron is shaking his head…
de: Thron schüttelt den Kopf …
gd: Tha Tron a' crathadh a chinn…

source: Yet the war goes on. More and more of our brothers and sisters flee the brutal war raging in the capital beneath the trees.
de: Der Krieg geht weiter. Mehr und mehr unserer Brüder und Schwestern fliehen vor dem brutalen Krieg, der in der Hauptstadt unter den Bäumen tobt.
gd: Tha an cogadh ann fhathast. Tha tuilleadh 's a bharrachd dhe ar bràithrean 's peathraichean a' teicheadh on chogadh chruaidh a tha a' milleadh a' chathair-bhaile fo na craobhan.

source: The stories they tell about the deeds of our kin are sad to hear. I’ve spent nights lying awake, restless, more tired than I ever believed one could be. Yet whenever I close my eyes, I see the fortress my father built consumed by flames. The Throne Among the Trees, the symbol of unity and peace among our kin, became the wedge that drives us apart.
de: Das, was sie über die Taten unserer Sippe berichten, ist traurig anzuhören. Ich verbrachte Nächte damit, wachzuliegen, ruhelos, viel erschöpfter, als ich jemals dachte, dass es jemand sein könnte. Doch, wenn ich meine Augen schließe, sehe ich, wie die Festung, die mein Vater erbaute, von Flammen verzehrt wird. Der Thron Unter Den Bäumen, das Symbol der Einigkeit und des Friedens unter unserer Sippe, wurde zum Keil, der uns auseinandertreibt.
gd: Tha na dh’innseas an seanchas dhuinn mu na gnìomhan a rinn ar cinneadh truagh. Thug mi seachad iomadh oidhche gun tàmh no cadal is nas sgìthe na chreideadh tu. Ach nuair a dhùineas mi mo dhà shùil, chì mi an dùn a thog m’ athair ’na theine. Thug a’ chathair am measg nan craobh a bhiodh ’na samhla dhen aonta ’s sìth eadarainn a-mach à chèile sinn a-nis.
