Repository: FeodorFitsner/widelands
Catalog: po/scenario_tutorial02_warfare.wmf/*.po
Languages: gd

source: Introduction
gd: Ro-ràdh

source: Soldiers, Training and Warfare
gd: Saighdearan, trèanadh agus an cogadh

source: In this scenario, I’m going to tell you about soldiers, their training and their profession: warfare. Although Widelands is about building up, not burning down, there is an enemy you sometimes have to defeat. Yet warfare is mainly focused on economics, not on military strategies, and its mechanics deserve explanation.
gd: Sa chnàmh-sgeul seo, innsidh mi dhut mu shaighdearan, an trèanadh agus an dreuchd a th’ aca: an cogadh. Ged a tha Widelands mu thogail seach milleadh, bidh nàmhaid ann a dh’fheumas tu ruaig aig amannan. Tha an cogadh stèidhichte air an eaconamaidh seach ro-innleachd an airm agus tha mar a dh’obraicheas seo airidh air mìneachadh.

source: I’ve set up a small village that contains the most important buildings. You also have enough wares, so you do not have to take care of your weapons production. In a real game, you will not have this luxury.
gd: Thog mi baile beag dhut sa bheil na togalaichean as cudromaiche. Tha bathar gu leòr agad cuideachd, mar sin na biodh dragh ort mu shaothrachadh nan arm. Ann an geama dearbh, chan fhaigh thu a leithid taice co-dhiù.

source: Soldiers’ abilities
gd: Comasan nan saighdearan

source: A new soldier is created like a worker: When a military building needs a soldier, a carrier grabs the needed weapons and armor from a warehouse (or your headquarters) and walks up the road to your new building. Basic Barbarian soldiers do not use armor, they only need an ax.
gd: Thèid saighdear ùr a chruthachadh san aon dòigh ’s a thèid obraiche: nuair a bhios togalach an airm feumach air saighdear, gabhaidh giùlanair greim air na h-airm ’s an armachd a dh’fheumas e ann an taigh-stòrais (no sa phrìomh-àras agad) agus bheir e rathad an togalaich ùir air. Cha chleachd saighdearan bunasach nan Tùsanach armachd agus cha bhi ach feum air tuagh aca.

source: Take a look at the soldiers that are on their way to our military buildings. They look different from normal workers: they have a health bar over their head that displays their remaining health, and they have four symbols, which symbolize the individual soldier’s current levels in the four different categories: health, attack, defense and evade.
gd: Thoir sùil air na saighdearan air rathad togalaichean an airm. Tha iad eu-coltach ris na h-obraichean àbhaisteach: tha bàr slàinte os cionn an ceann a sheallas an slàinte a tha air fhàgail dhaibh is tha ceithir samhlaidhean ann a riochdaicheas na leibheilean sna ceithir roinnean-seòrsa a tha aig gach saighdear: slàinte, ionnsaigh, dìon is teàrnadh.

source: If a barbarian soldier is fully trained, he has level 3 health, level 5 attack, level 0 defense and level 2 evade. This is one fearsome warrior then! The individual abilities have the following meaning:
gd: Buair a bhios saighdear Tùsanach air a thrèanadh gu slàn, bidh slàinte leibheil 3, ionnsaigh leibheil 5, dìon leibheil 0 agus teàrnadh leibheil 2 aige. Seo gaisgeach eagalach dhut! Seo nas ciall dha gach comas:

source: Health:
gd: Slàinte:

source: The total life of a soldier. A barbarian soldier starts with 130 health, and he will gain 28 health with each health level.
gd: Seo beatha shlàn an t-saighdeir. Tòisichidh saighdear nan Tùsanach le 130 de shlàinte is buannaichidh e 28 de shlàinte le gach leibheil slàinte.

source: Attack:
gd: Ionnsaigh:

source: The amount of damage a soldier will inflict on the enemy when an attack is successful. A barbarian soldier with attack level 0 inflicts ~14 points of health damage when he succeeds in hitting an enemy. For each attack level, he gains 7 damage points.
gd: Seo an uiread de dhochann a nì saighdear air an nàmhaid le ionnsaigh shoirbheachail. Nì saighdear nan Tùsanach le ionnsaigh leibheil 0 dochann air slàinte de mu 14 puingean nuair a bhuaileas e a air an nàmhaid gu soirbheachail. Buannaichidh e dochann de 7 le gach leibheil ionnsaighe.

source: Defense:
gd: Dìon:

source: The defense is the percentage that is subtracted from the attack value. The barbarians cannot train in this skill and therefore have always defense level 0, which means that the damage is always reduced by 3%. If an attacker with an attack value of 35 points hits a barbarian soldier, the barbarian will lose 35·0.97 = 34 health.
gd: Is an ceudad a thèid a thoit air falbh o luach na h-ionnsaighe a tha san dìon. Chan urrainn dha na Tùsanaich an sgil seo a thrèanadh is mar sin bidh dìon leibheil 0 aca an-còmhnaidh. Is ciall dha seo gun tèid 3% a thoirt air falbh o gach dochann a dh’fhulaingeas iad. Ma bhuaileas ionnsaighear le luach ionnsaighe de 35 puingean air saighdear nan Tùsanach, caillidh an Tùsanach 35·0.97 = 34 de shlàinte.

source: Evade:
gd: Teàrnadh:

source: Evade is the chance that the soldier is able to dodge an attack. A level 0 barbarian has a 25% chance to evade an attack, and this increases in steps of 15% for each level.
gd: 'S e an seans gun crùb an saighdear air falbh o ionnsaigh a th' anns an teàrnadh. 'S e 25% a th' anns an teans gun seachnaidh Tùsanach le teàrnadh leibheil 0 ionnsaigh is gheibh e 15% a bharrachd airson gach leibheil.

source: The Battle Arena
gd: An raon catha

source: Now I have talked about training and levels. Let me elaborate on that.
gd: Nise, tha mi air bruidhinn mu thrèanadh agus leibheilean. Innseam barrachd mun dèidhinn dhut.

source: A newly created soldier has no experience and is not very good at fighting. To make him stronger, you can build training sites.
gd: Chan eil eòlas sam bith air saighdear air ùr-chruthachadh agus chan eil e uabhasach ath air sabaid. ’S urrainn dhut làraichean trèanaidh a thogail gus a neartachadh.

source: One of these training sites is the battle arena. It is a big and expensive building, and it trains soldiers in evade. Since soldiers get very hungry during their workout, this building needs a lot of food and strongbeer. In a real game, you should have a good infrastructure before you build it.
gd: Is an raon catha aon dhe na làraichean trèanaidh ud. ’S e togalach daor mòr a th’ ann agus trèanaidh e teàrnadh nan saighdearan. Air sgàth ’s gun tig an t-acras air na saighdearan leis an obair chruaidh a nì iad ann, bidh an togalach seo feumach air mòran bìdh agus leanna làidir. Ann an geama dearbh, bu chòir do bhun-structar math a bhith agad mus tog thu fear.

source: To see evade training in action, build a battle arena.
gd: Tog raon catha ach am faic thu trèanadh an teàrnaidh a’ dol air adhart.

source: Build a battle arena
gd: Tog raon catha

source: Build a battle arena. It is a big building.
gd: Tog raon catha. ’S e togalach mòr a th’ ann.

source: Since the construction will take some time, you can change the game speed using PAGE UP and PAGE DOWN.
gd: On a bheir an togail beagan ùine, ’s urrainn dhut luaths a’ gheama atharrachadh leis na putanan PAGE UP agus PAGE DOWN.

source: The Battle Arena Has Been Constructed
gd: Tha an raon catha air a thogail

source: Very good. Our battle arena has been finished, and the soldiers are already walking towards it.
gd: Glè mhath. Chaidh an raon catha againn a thogail agus tha na saighdearan a’ coiseachd dha ionnsaigh mar-thà.

source: The needed wares are also delivered there. For successful training, you need bread and strongbeer. Most steps additionally require either fish or meat.
gd: Tha am bathar air a bheil feum ’ga ghiùlan an-siud cuideachd. Bidh feum agad air aran tur agus leann làidir ach an soirbhich leis an trèanadh. Bidh a’ mhòrchuid de cheumannan feumach air iasg no feòil cuideachd.

source: For more information, you can have a look at the building’s help window, accessible via the question mark in every building’s window.
gd: Airson barrachd fiosrachaidh, thoir sùil air uinneag taice an togalaich a gheibh thu leis a’ chomharra-cheiste ann an uinneag gach togalaich.

source: To learn how far your soldiers have progressed in their training, you can have a look at their icons. They are modified by red dots:
gd: Gus faighinn a-mach dè an adhartas a rinn na saighdearan agad ann an trèanadh, seall air na h-ìomhaigheagan aca. Thèid dotagan dearga a chur riutha:

source: No red dots means that the soldier is not trained, so he has level 0. All your new recruits have this.
gd: Mur eil dotag dhearg ann, is ciall dha seo nach deach an saighdear a thrèanadh agus mar sin tha leibheil 0 air. Seo na bhios air gach saighdear air ùr-thrusadh.

source: With every successful training step, your soldier becomes stronger. This is indicated by a red dot. This soldier is on level 1 in evade training.
gd: Fàsaidh an saighdear agad nas neartmhoire le gach ceum soirbheachail an trèanadh. Seallaidh dotag dhearg seo dhut. Fhuair an saighdear seo trèanadh teàrnaidh gu leibheil 1.

source: When your soldier has reached the highest possible level (in this case level 2), this is indicated by a white background color.
gd: Nuair a bhios an saighdear agad air an leibheil as àirde a ruigsinn (leibheil 2 an-seo), seallaidh cùlaibh geal seo dhut.

source: The Training Camp
gd: An campa trèanaidh

source: There is a second training site: the training camp. It is a big building too, and to complement the battle arena, it trains attack and health (remember, the Barbarian soldiers cannot be trained in defense).
gd: Tha làrach trèanaidh eile ann agus seo an campa trèanaidh. ’S e togalach mòr a th’ ann cuideachd agus ach an coilean e nach dèan an raon catha, nì e trèanadh ionnsaighe agus slàinte (cuimhnich nach urrainn dha shaighdearan nan Tùsanach trèanadh dìona fhaighinn).

source: Build a training camp.
gd: Tog campa trèanaidh.

source: Build a training camp
gd: Tog campa trèanaidh

source: The battle arena only trains the soldiers in evade. To get the strongest possible soldier, you also need to build a training camp, which trains them in attack and health.
gd: Cha dèan an raon catha ach trèanadh teàrnaidh. Gus an saighdear as neartmhoire fhaighinn, feumaidh tu campa trèanaidh a thogail cuideachd a nì trèanadh ionnsaighe agus slàinte.

source: Great, our training camp has now been finished, too. Now nothing will hinder us from getting the strongest warriors the world has ever seen.
gd: Taghta, cha an campa trèanaidh againn deiseil a-nis cuideachd. Chan eil rud fon ghrèin tuilleadh a chuireas stad oirnn ’s gheibh sinn na saighdearan as neartmhoire a chunnacas a-riamh!

source: To train in the training camp, our soldiers need food like in the battle arena, but no strongbeer. Instead, they need different axes for attack training and helmets for health training.
gd: Gus trèanadh a dhèanamh sa champa trèanaidh, bidh na saighdearan againn feumach air biadh mar a tha san raon catha ach cha bhi feum aca air leann làidir. Bidh iad feumach air diofar seòrsa de thuaghan ’na àite airson trèanadh ionnsaighe agus air clogaidean airson trèanadh slàinte.

source: This equipment is produced in smithies out of coal, iron, and sometimes gold. To explain this in detail would lead too far at the moment. You will learn more about this in the second scenario of the Barbarian campaign.
gd: Nithear an uidheamachd seo ann an ceàrdaichean airm is armachd dhe ghual, iarrainn agus aig amannan dhe dh’òr. Cha ghabh a h-uile rud seo mìneachadh an-dràsta co-dhiù. Ionnsaichidh tu barrachd mu dhèidhinn san dàrna chnàmh-sgeul aig iomairt nan Tùsanach.

source: You should also keep in mind that each of the three tribes in Widelands has its own way of training, so the buildings and wares are different. Also, the ability levels cannot be compared: an Imperial soldier with evade level 0 has a 30% chance of evading, while a Barbarian soldier at the same level only has a 25% chance.
gd: Cum ’nad aire cuideachd gu bheil dòighean trèanaidh fa leth aig gach treubh ann an Widelands, mar sin tha na togalaichean agus am bathar eadar-dhealaichte. Cuideachd, cha ghabh na leibheilean a choimeas: tha teans teàrnaidh dhe 30% aig saighdear na h-Impireachd air leibheil 0 fad ’s nach eil ach teans dhe 25% aig saighdear nan Tùsanach air an aon leibheil.

source: Heroes and Rookies
gd: Seann-ghaisgich is saighdearan ùra

source: While our soldiers are training, let me tell you what we can do with them.
gd: Fad ’s a tha na saighdearan againn ’gan trèanadh, innseam dhut dè nì sinn leotha.

source: In every military building, you can set the preference for heroes (trained soldiers) or rookies. From time to time, a soldier will walk out of the building and be replaced by a stronger/weaker one automatically.
gd: Anns gach togalach an airm, ’s urrainn dhut suidheachadh an fhearr leis seann-ghaisgich (saighdearan air an trèanadh) no saighdearan ùra. Fàgaidh saighdear an togalach o àm gu àm agus thig fear nas treasa/nas laige a-steach ’na àite gu fèin-obrachail.

source: The initial setting depends on the type of the building. For the Barbarians, the sentry is the only building that prefers rookies by default. You should change this setting to fit your current needs.
gd: Tha an roghainn thùsail a’ crochadh air seòrsa an togalaich. Airson nan Tùsanach, ’s e am freiceadan a tha san aon togalach as fearr leis saighdearan ùra a ghnàth. Bu chòir dhut an roghainn seo atharrachadh a-rèir an t-suidheachaidh sa bheil thu.

source: When you are expanding into no man’s land, you can make your buildings prefer rookies. When you are planning to attack, send heroes into that region. Conquered buildings always prefer heroes.
gd: Nuair a bhios tu a’ meudachadh gu tìr nach eil aig duine, bidh e freagarrach gur fhearr leis na togalaichean agad saighdearan ùra. Nuair a bhios ionnsaigh fainear dhut, cuir seann-ghaisgich dhan sgìre sin. Is fhearr le togalaichean a cheannsaich thu seann-ghaisgich an-còmhnaidh.

source: Soldier capacity
gd: Uiread nan saighdearan

source: Adjusting the number of soldiers
gd: A’ gleusadh an uiread de shaighdearan

source: There is another way how you can control the strength of a military building: By the number of soldiers stationed there. Just click on the arrow buttons to decrease or increase the desired number of soldiers. Every buildings has a maximum capacity. In case of the barrier, it is five, for example.
gd: Tha dòigh eile ann san urrainn dhut an neart aig togalach an airm a stiùireadh agus ’s e seo an uiread de shaighdearan a dh’fhaodas còmhnaidh a ghabhail ann. Cha leig thu leas ach briogadh air na putanan saighde gus an uiread de shaighdearan a tha thu ag iarraidh ann a mheudachadh no a lùghdachadh. Tha uiread as motha de shaighdearan aig gach togalach. ’S e còig a th’ ann airson an taighe-fhaire, mar eisimpleir.

source: If you wish to send a certain soldier away, you can simply click on it. It will then be replaced by another soldier.
gd: Nam bu toil leat saighdear sònraichte a chur air falbh, briog air. Thig saighdear eile ’na àite an uairsin.

source: Let me also describe what the numbers in the statistics string mean. This string can contain up to three numbers, e.g. ‘1 (+5) soldier (+2)’.
gd: Mìnichidh mi dhut a-nis dè as ciall dha na h-àireamhan a chì thu san stadastaireachd. Faodaidh suas gu trì àireamhan a nochdadh ann, m.e. ‘1 (+5) shaighdearan (+2)’.

source: The first number describes how many soldiers are currently in this building. In this example, only one soldier is left inside (each military building is always guarded by at least one soldier).
gd: Seallaidh a’ chiad àireamh dhut co mheud saighdear a tha san togalach an-dràsta. Sa bhall-eisimpleir seo, chan eil ach aonar air fhàgail ann (thèid gach togalach an airm a dhìon le aonar shaighdearan air a char as lugha).

source: The second number tells you how many additional soldiers reside in this building, but are currently outside. The five soldiers are maybe attacking an enemy. They will return when they have been successful.
gd: Innsidh an dàrna àireamh dhut co mheud saighdear a ghabh còmhnaidh san togalach ach a tha taobh a-muigh an-dràsta. ’S dòcha gu bheil an còignear shaighdearan a’ toirt ionnsaigh dhan nàmhaid. Tillidh iad nuair a bhios air soirbheachadh leotha.

source: The third number indicates the missing soldiers. From the eight soldiers (1 + 5 + 2) you wish to have here, two have maybe died. They will be replaced by new soldiers from your warehouse, if possible.
gd: Seallaidh an treas àireamh dhut na saighdearan a tha a dhìth. A-mach às an t-ochdnar shaighdearan (1 + 5 + 2) am bu toil leat fhaighinn ann, ’s dòcha gun do chaochail dithis. Thèid saighdearan ùra a chur ’nan àite a thig on taigh-stòrais ma ghabhas seo dèanamh.

source: Dismantle your sentry
gd: Thoir am freiceadan agad às a chèile

source: Dismantling military buildings
gd: A’ toirt togalaichean an airm às a chèile

source: Dismantle it.
gd: Thoir às a chèile e.

source: Enhance Your Fortress
gd: Leasaich an dùn agad

source: Enhancing Buildings
gd: A' leasachadh togalach

source: Enhance your fortress to a citadel now.
gd: Leasaich an dùn agad gu cathair a-nis.

source: Enhance your fortress to a citadel
gd: Leasaich an dùn agad gu cathair

source: Enhance your fortress to a mighty citadel.
gd: Leasaich an dùn agad gu cathair neartmhor.

source: Defeat your Enemy
gd: Cuir ruaig air an nàmhaid agad

source: Defeat the Enemy
gd: Cuir ruaig air an nàmhaid

source: Attack and conquer all military buildings of the enemy and destroy their headquarters.
gd: Thoir ionnsaigh air is ceannsaich na h-uile togalach an airm aig an nàmhaid is mill am prìomh-àras aige.

source: Defeat the enemy tribe
gd: Cuir ruaig air an treubh nàmhad

source: Defeat Your Enemy
gd: Cuir ruaig air an nàmhaid agad

source: Defeat the nearby enemy.
gd: Cuir ruaig air an nàmhaid am fagas.

source: Conclusion
gd: Co-dhùnadh

source: New Objective
gd: Amas ùr
