Repository: FeodorFitsner/widelands
Catalog: po/*/tribes/empire.po
Languages: de_de

source: This is an advanced lance, with steel top.
de_de: Diese verbesserte Lanze besitzt eine Stahlspitze.

source: Basic armour for Empire soldiers.
de_de: Die Grundausrüstung für Soldaten des Imperiums

source: Produce helm
de_de: Produziert Helm

source: Produce armour
de_de: Produziert Rüstun

source: Produce chain armour
de_de: Produziert Kettenrüstung

source: Produce plate armour
de_de: Produziert Plattenharnisch

source: The axe is the tool for the lumberjack. It is produced by the toolsmith.
de_de: Die Axt ist das Werkzeug des Holzfällers. Sie wird vom Werkzeugmacher gefertigt.

source: The peel is the tool of the baker, each baker needs its own. It is produced by the toolsmith.
de_de: Der Brotschieber ist das Werkzeug des Bäckers. Es wird vom Werkzeugmacher gefertigt.

source: This basket is needed by the winegrower, for harvesting the grapes. It is produced by the toolsmith.
de_de: Körbe werden von Winzern benötigt, um die Traubenernte einzubringen. Sie werden vom Werkzeugmacher hergestellt

source: Young soldiers and miners need some encouragement. This drink makes a man fearless and strong.
de_de: Junge Soldaten und Bergarbeiter brauchen ein wenig Ansporn. Dieses gute Bier macht sie stark und furchtlos.

source: The backers of the Empire make really tasty bread.
de_de: Die imperialen Bäcker backen wirklich leckeres Brot.

source: Produces beer or wine.
de_de: Produziert Bier oder Wein.

source: Works at construction sites to create a new building.
de_de: Arbeitet an Baustellen um neue Gebäude zu errichten.

source: Burns coal.
de_de: Verbrennt Kohle.

source: Carries items along your roads.
de_de: Trägt Waren über deine Straßen.

source: This is a medium armour for Empire soldiers.
de_de: Dies ist die mittlere Rüstung für einen imperialen Soldaten.

source: Cloth is needed for Empire ships and few bigger buildings. It is produced out of wool.
de_de: Stoff wird für Schiffe und einige größere Gebäude benötigt. Er wird aus Wolle hergestellt.

source: The fires of the Empire are usually fed with wood, but sometimes, wood just does not burn hot enough. Then, coal is used.
de_de: Die Feuer des Imperiums werden meist mit Holz geschürt, falls das allerdings nicht heiß genug sein sollte, wird gerne Kohle benutzt.

source: Sleep
de_de: Schlaf

source: Upgrade soldier evade 0
de_de: Verbessert Ausweichen des Soldaten 0

source: Upgrade soldier evade 0 (only for compatibility with old savegames (build13))
de_de: Verbessert Ausweichen des Soldaten 0 (nur für Abwärtskompatiblität mit Speicherständen von build13).

source: Upgrade soldier evade 1
de_de: Verbessert Ausweichen des Soldaten 1

source: Upgrade soldier evade 1 (only for compatibility with old savegames (build13))
de_de: Verbessert Ausweichen des Soldaten 1 (nur für Abwärtskompatiblität mit Speicherständen von build13).

source: The Widelands Development Team
de_de: Das Widelands-Entwicklungsteam

source: Empire
de_de: Imperium

source: This is the culture of the roman Empire.
de_de: Dies ist die Kultur des römischen Imperiums.

source: Ashes
de_de: Asche

source: Field medium
de_de: ausgewachsenes Feld

source: Field small
de_de: junges Feld

source: Field tiny
de_de: frisch gesätes Feld

source: Field ripe
de_de: reifes Feld

source: Field harvested
de_de: abgeerntetes Feld

source: Destroyed building
de_de: Zerstörtes Gebäude

source: Resource indicator coal little
de_de: Ressourcen Anzeige für wenig Kohle

source: Resource indicator coal much
de_de: Ressourcen Anzeige für viel Kohle

source: Resource indicator gold little
de_de: Ressourcen Anzeige für wenig Gold

source: Resource indicator gold much
de_de: Ressourcen Anzeige für viel Gold

source: Resource indicator granit little
de_de: Ressourcen Anzeige für wenig Granit

source: Resource indicator granit much
de_de: Ressourcen Anzeige für viel Granit

source: Resource indicator iron little
de_de: Ressourcen Anzeige für wenig Eisen

source: Resource indicator iron much
de_de: Ressourcen Anzeige für viel Eisen

source: Resource indicator no resource
de_de: Ressourcen Anzeige für keine Ressource

source: Resource indicator water
de_de: Ressourcen Anzeige für Wasser

source: Vine medium
de_de: ausgewachsene Weinrebe

source: Vine small
de_de: junge Weinrebe

source: Vine tiny
de_de: frisch gesäte Weinrebe

source: Vine ripe
de_de: reife Weinrebe

source: Advanced Lance
de_de: Verbesserte Lanze

source: Armour
de_de: Harnisch

source: Axe
de_de: Axt

source: Peel
de_de: Brotschieber

source: Basket
de_de: Korb

source: Beer
de_de: Bier

source: Bread
de_de: Brot

source: Chain-Armour
de_de: Kettenharnisch

source: Cloth
de_de: Stoff

source: Coal
de_de: Kohle

source: Fire Tongs
de_de: Feuerzange

source: Fish
de_de: Fisch

source: Fishing Rod
de_de: Angel

source: Flour
de_de: Mehl

source: Goldstone
de_de: Golderz

source: Grape
de_de: Weintrauben

source: Heavy Lance
de_de: Schwere Lanze

source: Helmet
de_de: Helm

source: Hunting Spear
de_de: Jagdspeer

source: Iron
de_de: Eisen

source: Iron Ore
de_de: Eisenerz

source: Kitchen Tools
de_de: Küchengerät

source: Lance
de_de: Lanze

source: Marble Column
de_de: Marmorsäulen

source: Marble
de_de: Marmor

source: Meal
de_de: Mahlzeit

source: Meat
de_de: Fleisch

source: Pick
de_de: Spitzhacke

source: Plate-Armour
de_de: Plattenharnisch

source: Saw
de_de: Säge

source: Scythe
de_de: Sense

source: Shovel
de_de: Schaufel

source: Stones
de_de: Steine

source: Trunk
de_de: Stamm

source: War-Lance
de_de: Kriegslanze

source: Water
de_de: Wasser

source: Wheat
de_de: Weizen

source: Wine
de_de: Wein

source: Wood
de_de: Holz

source: Wood Lance
de_de: Holzlanze

source: Wool
de_de: Wolle

source: Carrier
de_de: Träger

source: Donkey
de_de: Esel

source: Soldier
de_de: Soldat

source: Armoursmith
de_de: Rüstungsschmied

source: Baker
de_de: Bäcker

source: Brewer
de_de: Brauer

source: Builder
de_de: Baumeister

source: Burner
de_de: Brenner

source: Farmer
de_de: Bauer

source: Fisher
de_de: Fischer

source: Forester
de_de: Förster

source: Geologist
de_de: Geologe

source: Hunter
de_de: Jäger

source: Innkeeper
de_de: Wirt

source: Lumberjack
de_de: Holzfäller

source: Master Miner
de_de: Bergwerksmeister

source: Miller
de_de: Müller

source: Miner
de_de: Bergmann

source: Pig Breeder
de_de: Schweinezüchter

source: Shepherd
de_de: Schäfer

source: Smelter
de_de: Hüttenarbeiter

source: Stonemason
de_de: Steinmetz

source: Toolsmith
de_de: Werkzeugmacher

source: Weaponsmith
de_de: Waffenschmied

source: Weaver
de_de: Weber

source: Vine Farmer
de_de: Weinbauer

source: Scout
de_de: Erkunder

source: Donkey Breeder
de_de: Eselzüchter

source: Construction Site
de_de: Baustelle

source: Colosseum
de_de: Kolosseum

source: Trainingscamp
de_de: Trainingslager

source: Sentry
de_de: Wachposten

source: Barracks
de_de: Baracke

source: Barrier
de_de: Barriere

source: Castle
de_de: Burg

source: Fortress
de_de: Festung

source: Outpost
de_de: Außenposten

source: Tower
de_de: Turm

source: Guardhall
de_de: Wächterhalle

source: Guardhouse
de_de: Wachhaus

source: High Tower
de_de: Bergfried

source: Small Tower
de_de: Spähturm

source: Citadel
de_de: Zitadelle

source: Donjon
de_de: Wachturm

source: Stronghold
de_de: Bastion

source: Headquarters
de_de: Hauptquartier

source: Headquarters shipwreck
de_de: Schiffswrack Hauptquartier

source: Warehouse
de_de: Warenlager

source: Armour Smithy
de_de: Rüstungsschmiede

source: Bakery
de_de: Bäckerei

source: Brewery
de_de: Brauerei

source: Charcoal Burner
de_de: Köhlerei

source: Deep Coal Mine
de_de: Tiefe Kohlenmine

source: Coal Mine
de_de: Kohlenmine

source: Deep Gold Mine
de_de: Tiefe Goldmine

source: Deep Marble Mine
de_de: Tiefe Marmormine

source: Deep Iron Ore Mine
de_de: Tiefe Eisenmine

source: Farm
de_de: Bauernhof

source: Fisher's House
de_de: Fischerhaus

source: Forester's House
de_de: Forsthaus

source: Hunter's House
de_de: Jagdhaus

source: Inn
de_de: Wirtshaus

source: Lumberjack's House
de_de: Holzfällerhaus

source: Marble Mine
de_de: Marmormine

source: Mill
de_de: Mühle

source: Iron Ore Mine
de_de: Eisenmine

source: Piggery
de_de: Schweinezucht

source: Quarry
de_de: Steinbruch

source: Sawmill
de_de: Sägewerk

source: Sheepfarm
de_de: Schäferei

source: Smelting Works
de_de: Hochofen

source: Stonemason's House
de_de: Steinmetz

source: Tavern
de_de: Taverne

source: Toolsmithy
de_de: Werkzeugmacher

source: Weapon Smithy
de_de: Waffenschmied

source: Weaving Mill
de_de: Weberei

source: Well
de_de: Brunnen

source: Winery
de_de: Weinkellerei

source: Vineyard
de_de: Weinhof

source: Scout's House
de_de: Erkunderhütte

source: Donkeyfarm
de_de: Eselfarm

source: Headquarters medium
de_de: norm. Hauptquartier

source: Castle village
de_de: Burg Dorf

source: Helps to carry items at heavy used roads.
de_de: Hilft, Waren auf viel benutzende Straßen zu transportieren.

source: Breeds cute and helpful donkeys
de_de: Züchtet hübsche und hilfreiche Esel

source: Plant wheat
de_de: Pflanzt Weizen

source: Harvest wheat
de_de: Erntet Weizen

source: Plants fields.
de_de: Pflanzt Felder.

source: The fire tongs are the tool of the smelter, working in the smelting works. They are produced by the toolsmith.
de_de: Die Feuerzange ist das Werkzeug des Hüttenarbeiters. Sie wird vom Werkzeugmacher hergestellt.

source: Besides bread and meat, fish is also a foodstuff for the Empire.
de_de: Neben Brot und Fleisch wird im Imperium auch gerne Fisch verspeist.

source: Gets fish out of the sea.
de_de: Fängt Fische.

source: Fishing rods are needed by fishers, to catch fish. Produced by the toolsmith.
de_de: Angeln werden vom Fischer benutzt, um Fische zu fangen. Sie werden vom Werkzeugmacher hergestellt.

source: Flour is produced out of wheat and is needed for the tasty Empire bread.
de_de: Mehl wird aus Weizen hergestellt und wird für das leckere Imperiums-Brot benötigt.

source: Plants trees.
de_de: Pflanzt Bäume.

source: Discovers resources for mining.
de_de: Sucht Ressourcen zum minen.

source: Gold is the most valuable of all metals; only very important things are garnished with it.
de_de: Gold ist das wertvollste Metal des Imperiums. Es wird nur für besonders wichtige Sachen verwendet.

source: This is the yellow goldstone.
de_de: Dies ist gelb schimmerndes Golderz.

source: These grapes are the basic for tasty wine.
de_de: Diese Weintrauben sind der Rohstoff für einen hervorragenden Wein.

source: The hammer is an essential tool. It is needed by the geologist, the worker, the armour- and weaponsmith. Make sure you always got some in reserve! It is produced by the toolsmith.
de_de: Der Hammer ist das wichtigste Werkzeug. Er wird vom Geologen, vom Bauarbeiter, vom Werkzeugmacher und von den Schmieden benötigt, daher solltest du immer ein paar auf Lager haben. Hergestellt wird er vom Werkzeugmacher

source: This is a good warrior lance, with a steel-top and a little blade.
de_de: Dies ist die Lanze eines guten Kriegers. Sie besitzt eine Stahlspitze mit einer zusätzlichen schmalen Schneide.

source: Basic defence of a warrior
de_de: Die Grundausrüstung eines Soldaten.

source: The Hunter brings good meat to the colonists.
de_de: Der Jäger bringt gutes Fleisch zu den Siedlern.

source: Work
de_de: Arbeit

source: This spear is light enough to be thrown, but heavy enough to kill any animal in one blow. It is only used by the hunters.
de_de: Dieser Speer ist leicht genug, um geworfen zu werden, und doch schwer genug, um ein Tier sofort zu töten. Er wird nur von Jägern benutzt.

source: Produces food for miners.
de_de: Produziert Nahrung für die Bergleute

source: Weapons and tools are made of iron.
de_de: Waffen und Werkzeuge werden aus Eisen gefertigt.

source: This is the red iron ore.
de_de: Dies ist rotes Eisenerz.

source: How to create a meal, snack or ration, if there are no kitchen tools?
de_de: Wie sollten unsere Köche Mahlzeiten oder Rationen herstellen, wenn sie keine Küchengeräte hätten?

source: This wooden lance has an iron spike.
de_de: Diese hölzerne Lanze besitzt eine eiserne Spitze.

source: Fells trees.
de_de: Fällt Bäume

source: Marble is the beautiful stone, which is cutted out of the mountains and which is used for beautiful buildings and columns.
de_de: Marmor ist der wunderschöne, helle Stein, der aus den Bergen geschlagen wird, um majestätische Gebäude und Säulen zu bauen.

source: Marble columns present the high culture of the Empire, so they are needed for nearly every bigger building.
de_de: Marmorsäulen präsentieren die hoch entwickelte Kultur des Imperiums und werden daher in vielen großen Gebäuden verwendet.

source: A real meal which satisfies all miners needs.
de_de: Eine richtige Mahlzeit, die einen jeden Bergarbeiter glücklich macht.

source: Meat contains a lot of energy. It is used in the inns and taverns to prepare lunch for the miners and in the soldier trainingcamps to keep warriors strong.
de_de: Fleisch ist voller Energie, daher wird es in Gaststätten und Tavernen verwendet, um ein kräftiges Mahl für Bergarbeiter und Soldaten zuzubereiten.

source: This pick is used by the stonemasons and the miners. It is produced by the toolsmith.
de_de: Die Spitzhacke wird vom Steinmetz und vom Bergarbeiter benutzt. Sie wird vom Werkzeugmacher hergestellt.

source: Breeds pigs.
de_de: Züchtet Schweine.

source: The strongest armour existing for the Empire soldiers.
de_de: Der stärkste Harnisch, den es im Imperium gibt.

source: Mine stone
de_de: Mint Steine

source: Mine stone (only for compatibility with old savegames (build13))
de_de: Mint Stein (nur für Abwärtskompatiblität mit Speicherständen von build13).

source: Mine marble
de_de: Mint Marmor

source: Mine marble (only for compatibility with old savegames (build13))
de_de: Mint Marmor (nur für Abwärtskompatiblität mit Speicherständen von build13).

source: A small bite to keep miners strong and working.
de_de: Eine kleiner Happen, um die Bergarbeiter für die schwere Arbeit zu stärken.

source: This saw is needed by the sawyer to create all the useful tools. It is produced by the toolsmith.
de_de: Diese Säge wird vom Säger benötigt, um all die wichtigen Werkzeuge herzustellen.

source: Scouts like Scotty the scout scout unscouted area in a scouty fashion.
de_de: Erkunder wie Erkundigunde, der erkundliche Erkunder, erkundete das Gebiet auf erkundliche Weise.

source: The Scythe is the tool of the farmers. It is produced by the toolsmith.
de_de: Die Sense ist das Werkzeug des Bauern. Sie wird vom Werkzeugmacher gefertigt.

source: Keeping sheeps.
de_de: Züchtet Schafe.

source: The shovel is needed for proper handling of plants. Therefore the forester uses it. It is produced by the toolsmith.
de_de: Die Schaufel wird für den Umgang mit Pflanzen benötigt, daher wird sie vom Förster benutzt. Sie wird vom Werkzeugmacher hergestellt.

source: Smelts iron.
de_de: Verhüttet Eisen.

source: Smelt iron
de_de: Verhüttet Eisen

source: Smelt gold
de_de: Verhüttet Golderz.

source: Defend and Conquer!
de_de: Verteidigt und Erobert!

source: Cuts raw pieces of granit and marble out of laying stones.
de_de: Schneidet grobe Granitblöcke aus Steinvorkommen.

source: Produce bakingtray
de_de: Produziert Backblech

source: Produce fire tongs
de_de: Produziert Feuerzangen

source: Produce fishing rod
de_de: Produziert Angel

source: Produce hammer
de_de: Produziert Hammer

source: Produce kitchen tools
de_de: Produziert Küchengerät

source: Produce pick
de_de: Produziert Spitzhache

source: Produce scythe
de_de: Produziert Sense

source: Produce shovel
de_de: Produziert Schaufel

source: Produce hunting spear
de_de: Produziert Jagdspeer

source: Produce basket
de_de: Produziert Korb

source: Produce saw
de_de: Produziert Säge

source: Produce axe
de_de: Produziert Axt

source: Upgrade soldier attack 0
de_de: Verbessert Angriff des Soldaten 0

source: Upgrade soldier attack 0 (only for compatibility with old savegames (build13))
de_de: Verbessert Angriff des Soldaten 0 (nur für Abwärtskompatiblität mit Speicherständen von build13)

source: Upgrade soldier attack 1
de_de: Verbessert Angriff des Soldaten 1

source: Upgrade soldier attack 1 (only for compatibility with old savegames (build13))
de_de: Verbessert Angriff des Soldaten 1 (nur für Abwärtskompatiblität mit Speicherständen von build13)

source: Upgrade soldier attack 2
de_de: Verbessert Angriff des Soldaten 1

source: Upgrade soldier attack 2 (only for compatibility with old savegames (build13))
de_de: Verbessert Angriff des Soldaten 2 (nur für Abwärtskompatiblität mit Speicherständen von build13)

source: Upgrade soldier attack 3
de_de: Verbessert Angriff des Soldaten 3

source: Upgrade soldier attack 3 (only for compatibility with old savegames (build13))
de_de: Verbessert Angriff des Soldaten 3 (nur für Abwärtskompatiblität mit Speicherständen von build13)

source: Upgrade soldier hitpoints 0
de_de: Verbessert Lebenspunkte des Soldaten 0

source: Upgrade soldier hitpoints 0 (only for compatibility with old savegames (build13))
de_de: Verbessert Lebenspunkte des Soldaten 0 (nur für Abwärtskompatiblität mit Speicherständen von build13)

source: Upgrade soldier hitpoints 1
de_de: Verbessert Lebenspunkte des Soldaten 1

source: Upgrade soldier hitpoints 1 (only for compatibility with old savegames (build13))
de_de: Verbessert Lebenspunkte des Soldaten 1 (nur für Abwärtskompatiblität mit Speicherständen von build13)

source: Upgrade soldier hitpoints 2
de_de: Verbessert Lebenspunkte des Soldaten 2

source: Upgrade soldier hitpoints 2 (only for compatibility with old savegames (build13))
de_de: Verbessert Lebenspunkte des Soldaten 2 (nur für Abwärtskompatiblität mit Speicherständen von build13)

source: Upgrade soldier hitpoints 3
de_de: Verbessert Lebenspunkte des Soldaten 3

source: Upgrade soldier hitpoints 3 (only for compatibility with old savegames (build13))
de_de: Verbessert Lebenspunkte des Soldaten 3 (nur für Abwärtskompatiblität mit Speicherständen von build13)

source: Trunks are one important build material of the Empire.
de_de: Stämme sind ein wichtiger Baustoff des Imperiums.

source: Grows vine.
de_de: Pflanzt Weinreben

source: Plant vine
de_de: Pflanzt Weinreben

source: Harvest vine
de_de: Erntet Wein

source: This is the best and sharpest weapon, the Empire weaponsmith creates for their warriors.
de_de: Dies ist die beste und schärfste Waffe, die die imperialen Schmiede für ihre Krieger produzieren können.

source: Water is the most essential essence for life! This water is used in many places, be it to make bread or beer.
de_de: Wasser ist die Basis des Lebens. Dieses Wasser wird für viele Sachen benutzt, sei es für Brot oder für Bier.

source: Produce wood lance
de_de: Produziert Holzlanze

source: Produce lance
de_de: Produziert Holzlanze

source: Produce advanced lance
de_de: Produziert verbesserte Lanze

source: Produce heavy lance
de_de: Produziert schwere Lanze

source: Produces cloth for ships and soldiers.
de_de: Produziert Stoff für Schiffe und Soldaten

source: Wheat is essential for surviving. Delicious bread and ales can be made of this wheat.
de_de: Weizen ist überlebenswichtig. Gutes Brot und starke Biere können aus diesem Weizen hergestellt werden.

source: This wine gives enough power, to mine marble or gold. And furthermore, our soldiers like it, too.
de_de: Dieser Wein gibt genug Kraft, um Marmor oder Gold abzubauen, und sogar die Soldaten mögen den Wein äußerst gerne.

source: Stones and wood are the basic build material of the Empire.
de_de: Steine und Holz sind die Grundbaustoffe des Imperiums.

source: This is a wooden lance, which is the basic of the Empires military system.
de_de: Dies ist eine hölzerne Lanze, die Standardwaffe des imperialen Militärs.

source: Wool is the hair of sheeps. Weaving mills use it to make cloth.
de_de: Wolle ist das Haar von Schaffen. Imperiale Webereien benutzen sie, um Stoffe zu erstellen.
