Repository: FeodorFitsner/widelands
Catalog: locale/campaign_t01_*.po
Languages: de_de

source: Thron speaks...
de_de: Die Krone erzählt...

source: It's been months and we are still hiding where the forests are old and dark. My warriors hunt at day and lay awake at night - listening to the sounds of the cruel slaughter echoing from afar amongst the ancient trees.
de_de: Es ist schon Monate her und trotzdem verstecken wir uns immer noch in den alten und dunklen Wäldern. Meine Krieger jagen des Tags und liegen des Nachts wach - und lauschen den Geräuschen der blutigen Schlacht, die von weit her zwischen den alten Bäumen widerhallen.

source: The Story begins...
de_de: Der Anfang der Geschichte...

source: We can see the raging flames that swallow Al'thunran, miles away, from here. The red lights flash in the darkness and dance to the rhythm of the wardrums that haunt me even in my nightmares.
de_de: Nach wie vor können wir alle die gespenstisch aufschlagenden Flammen sehen, die Al'thunran, Meilen von hier entfernt, verschlucken. Das rote Licht blitzt in der Dunkelheit und tanzt zum Rhythmus der Kriegstrommeln, die mich bis in meine Albträume hinein verfolgen.

source: My father's bones lay peacefully in the grounds he cleared from the senseless bloodspilling that has once risen among us.<br>Boldreth, my loyal companion and friend is a source of peace and comfort to me in these dark times. He keeps my spirits high and those of my warriors awake, not to let greed or despair destroy our bonds as well
de_de: Meines Vaters Knochen liegen friedlich in der Erde, auf einem Hügel im Süden unsres Lagers. Er befreite uns von den sinnlosen Bluttaten, die einst zwischen uns entflammt waren.<br>Doch mein Vater ist tot und wie es scheint, ist mir zur Zeit nur ein guter Freund geblieben...<br>Boldreth, mein loyaler Mitstreiter und Freund, ist eine Quelle des Friedens und der Ruhe für mich. Er schafft es immer wieder, meine Moral zu stärken und motiviert gar meine wenigen wachen Krieger. Er zeigt ihnen täglich aufs Neue, dass sie nicht zu früh aufgeben mögen.<br>Betrachte ich seine Leistung, so ist er wahrscheinlich der einzige Grund dafür, dass nicht auch noch das Band zwischen uns wenigen Überbliebenen durch Gier und Unmut zerstört wird.

source: As father told me, there will be times to fight and times to lay and wait, trying not to sleep or die before the right time comes. And so I do... wait.
de_de: Als ich noch jung war, lehrte mich mein Vater, dass es eine Zeit zum Kämpfen und eine Zeit des Wartens gäbe. Er sagte mir, dass die Zeiten des Wartens dabei gar noch härter als die des Kämpfens seien, denn in ihnen müsse man ununterbrochen achtgeben nicht in einen zu tiefen Schlaf zu fallen und nicht leichtgläubig dem Frieden zu trauen, um so nicht vom Tod überrascht zu werden, bevor nicht die richtige Zeit gekommen sei. <br>Und so ist auch nun eine Zeit des Wartens angebrochen...

source: An old man approaches you...
de_de: Ein alter Mann erscheint...

source: "Hail, chieftain. I am Khantrukh and have seen many winters pass. Please allow me to aid you with my council through these darkened days."
de_de: "Ehre Dir! Ich bin der alte und weise Khantrukh. Erlaube mir, Dir in diesen dunklen Tagen meine Hilfe anzubieten."

source: Advisor
de_de: Ein Besuch

source: Khantrukh continues...
de_de: Khantrukh fährt fort...

source: "None but the gods know how long we have to remain hidden here. The warriors hope we may march back gloriously any day now, but I strongly doubt that will happen soon. And the days are already getting shorter and colder...<br>We should prepare, in case we have to face the winter in these harsh lands. I believe to the east of our campside are a few places where we could raise some lumberjacks' huts."<br><br>--NEW OBJECTIVES--<br>- press SPACE to see where you can build. The red spots show you, where a small building - like a Lumberjack - may be built.<br>- built a Lumberjack at the red spot directly right of your headquarters by clicking at it and selecting a Lumberjack.
de_de: "Niemand außer den Göttern weiß, wie lange wir hier noch versteckt bleiben müssen. Die Krieger hoffen, dass wir irgendwann glorreich heimwärts marschieren, doch ich bin absolut sicher, dass dies nicht in nächster Zeit geschehen wird. Und die Tage werden längst schon kürzer und kälter...<br>Wir sollten uns besser schnell auf den Winter in diesen Landen vorbereiten. Ich denke im Osten unseres Quartiers gibt es einige Plätze auf denen wir eine Holzfällerhütte aufbauen könnten."<br><br>--NEUES ZIEL--<br>- Drücke die Leertaste, um zu sehen, wo Du bauen kannst. Die roten Punkte zeigen Dir, wo Du ein kleines Gebäude, wie zum Beispiel einen Holzfäller, bauen kannst. <br>- Baue einen Holzfäller, indem Du auf den roten Punkt rechts Deines Hauptquartiers klickst und den Holzfäller auswählst.

source: The elder remarks...
de_de: Der Alte merkt an...

source: "Obviously, it would be too draining for our people to walk all the way to the Lumberjack through the wilderness. We will have to make a path between our hall and the Lumberjack. It's not a hard guess that the men would appreciate a possibly short and even way - the wood surely will be heavy enough."<br><br>--NEW OBJECTIVES--<br>- Build a road between your headquarters and the Lumberjack. You do so by clicking the flag of either building and then the road-button. Around the flag should appear symbols, showing how steep the way in this direction would be. The steepier the way, the harder it will be for your people to walk on it. When you click such a symbol, you build a part of the road and must choose the next direction then. Build a road between the flags in front of the two buildings. Try to keep it short and even.
de_de: "Es scheint offensichtlich, dass es zu schwer für unsere Leute wird, müßten sie die ganze Strecke bis zum Holzfäller durch die Wildnis laufen. Wir sollten einen Pfad zwischen unserem Hauptquartier und dem Holzfäller anlegen. Es scheint logisch, dass die Männer einen möglichst kurzen und ebenen Weg bevorzugen werden. Das Holz wird auch dann schwer genug sein."<br><br>--NEUES ZIEL--<br>- Baue eine Straße zwischen Deinem Hauptquartier und dem Holzfäller. Dies kannst Du machen, indem Du auf die Flagge eines der beiden Gebäude klickst und den Straßenknopf drückst. Um die Flagge sollten daraufhin Symbole erscheinen, die aufzeigen, wie steil der Weg in diese Richtung wäre. Je steiler der Weg ist, desto schwerer wird es für Deine Leute auf ihm zu laufen. Wenn Du nun eines der Symbole anklickst, baust Du einen Teil der Straße und musst dann die nächste Richtung angeben. Baue eine Straße zwischen den beiden Flaggen der beiden Gebäude und versuch sie möglichst eben zu halten.

source: Khantrukh speaks...
de_de: Khantrukh sagt...

source: "There is an old saying: 'A burden divided is easier to endure.' A crossroad on the way between our site and the lumberjack would ease the work of our carriers."<br><br>--NEW OBJECTIVES--<br>- There is a flag symbol in the mid of the way you just built. By clicking it and, in the consecutively opening menu, clicking the flag-button, you place a flag there, thus splitting the work of carrying the wood between two carriers. When much wares are being transported between two points, additional flags in between make them get faster to their destination, thus improving your infrastructure. Place a flag in the mid of the road.
de_de: "Es gibt ein altes Sprichwort, das besagt: 'Geteilte Last ist halbe Last.' Ein Trägerwechsel zwischen dem Holzfäller und unserem Lager würde die Arbeit unserer Träger vereinfachen."<br><br>--NEUES ZIEL--<br>- Es gibt ein Flaggensymbol in der Mitte des Weges, den Du eben gebaut hast. Wenn Du es anklickst und im aufspringenden Menü das Flaggensymbol wählst, setzt Du dort eine Flagge. Das teilt die Arbeit des Holztragens auf zwei Träger auf. Wenn viele Waren zwischen zwei Punkten transportiert werden, ist das Hinzufügen von Flaggen sinnvoll, da der Transport so viel schneller voran geht. Setze eine Flagge auf die Mitte der Straße!

source: The old man looks to the sky...
de_de: Khantrukh schaut zum Himmel...

source: "The northern winds tell us, the coming winter will be a long and cruel one. One Lumberjack will not be enough to still the needs of our people. More trees await our axes south of our new crossroads - let us raise a second Lumberjack there!"<br><br>--NEW OBJECTIVES--<br>- Place a Lumberjack directly south of the flag you are about to place on the road. Connect said flag with the new Lumberjack afterwards. Note that, instead of building a road step by step, you may also directly click at the destination to build the entire road at once.
de_de: "Die nördlichen Winde zeigen uns, dass der kommende Winter lang und hart werden wird. Ein Holzfäller allein wird nicht genug sein, um den Bedarf unserer Leute zu decken. Südlich unseres neuen Straßenabschnitts warten noch so viele Bäume auf unsere Axthiebe!"<br><br>--NEUES ZIEL--<br>- Baue einen weiteren Holzfäller südlich der Flagge, die Du eben gesetzt hast. Danach verbinde den neuen Holzfäller mit dieser Flagge. Du kannst die Straße auch direkt bauen, statt sie Stück für Stück zu planen. Wähle wieder den Straßenbauknopf einer Flagge aus und klicke dann auf das Ziel, um die gesamte Straße in einem Rutsch zu bauen.

source: Khantrukh nods...
de_de: Khantrukh nickt...

source: "Of course, if we intended to build a bigger settlement much more Lumberjacks would be advisable, but this should do for now.<br>But never forget - these forests are our legacy, entrusted to us by our ancestors. We must always respect and nourish them. What we take, we must give again.<br>So, in order to replace the trees we chop down, we should build a Ranger's hut, preferably close to the Lumberjack."<br><br>--NEW OBJECTIVES--<br>- Build a Ranger's Hut to the east of the first Lumberjack.
de_de: "Die zweite Holzfällerhütte ist errichtet. Und solange wir nicht beabsichtigen eine größere Siedlung zu bauen, sollten diese zwei sicher reichen.<br>Was mir zur Zeit viel wichtiger scheint, ist, dass wir uns an unsere Wurzeln erinnern, denn diese Wälder wurden uns von unseren Urahnen anvertraut. Wir sollten sie immer respektieren und pflegen. Was wir nehmen, müssen wir auch wieder geben.<br>Um also die gefällten Bäume zu ersetzen, sollten wir ein Fosthaus in der Nähe des Holzfällers bauen.<br><br>--NEUES ZIEL--<br>- Baue einen Forsthaus im Osten des ersten Holzfällers.

source: The elder speaks...
de_de: Der Alte sagt...

source: "I am well aware, chieftain, that neither you nor your warriors have the desire to stay in this forsaken place for long. But even so, our war to conquer back our home might take a long time and it would seem wise to make preparations. I would advise that we store stones for the future - who knows what fortifications we might be forced to build very soon? And - like a gift of destiny - there are indeed great rocks just nearby..."<br><br>--NEW OBJECTIVES--<br>- Build two Quarries south-west of your headquarters.
de_de: "Ich bin sicher, dass weder Du noch Deine Krieger den Wunsch haben, lange an diesem üblen Ort zu verweilen. Doch auch unser Krieg, um die Heimat zurück zu erobern, wird eine lange Zeit dauern und es scheint weise, uns vorzubereiten. Ich würde anweisen, dass wir bereits jetzt Felsen für die Zukunft schlagen. Wer weiß schon genau, welche Festung wir schon bald bauen müssen? Und - wie ein Geschenk der Götter - gibt es tatsächlich große Felsen in unmittelbarer Nähe."<br><br>--NEUES ZIEL--<br>- Baue zwei Steinbrüche im Südwesten Deines Hauptquartiers auf.

source: In another sleepless night I went up to the hill and gazed to the north. The fires are still burning, stilling their hunger upon my father's legacy.<br>They are a constant reminder why we had to hide here.<br>And a constant reminder why we must return in the end.
de_de: In einer dieser schlaflosen Nächte stieg ich auf den Hügel und schaute in Richtung Norden. Die Feuer brennen noch immer und stillen nach wie vor ihren Hunger an meines Vaters Vermächnis.<br>Sie sind wie konstante Erinnerungsmarken, die aufzeigen, warum wir uns hier verstecken müssen....<br>...und warum wir sobald wie möglich zurückkehren müssen.

source: In the night...
de_de: In der Nacht...

source: Once again I went up to my father's tomb, in a sacred grove at the feet of the great spire of Kal'mavrath. I just stood there and did not feel neither the hours pass nor the cold rain pouring down from a darkened sky...<br>Somehow it felt like farewell. For the first time I wondered what the future might hold for me...
de_de: Noch einmal ging ich hinauf zu meines Vaters Grab, in einer heiligen Grotte am Fuße des großen Kal'mavrath. Ich stand einfach dort und fühlte weder die Stunden die vorbeizogen noch den kalten Regen, der vom dunklen Himmel rieselte...<br>Es fühlte sich beinahe wie ein Abschied aus diesem Lande an. Zum ersten Mal fragte ich mich, was wohl die Zukunft für mich bereit hält.

source: At the grave
de_de: Am Grab

source: Some time ago, Boldreth came to me. His advise was to move to some place closer home - to strike at the first sign of my brothers forces wavering.<br>But I look over the forests and I still see black smoke rising to the sky and I know - it is too early yet and what he hopes for will not happen any time soon. He might still be right, but I fear the bloodshed a too rash return would cause both on our and the other side...
de_de: Vor einiger Zeit kam Boldreth zu mir. Sein Vorschlag war es, etwas dichter an unsere Heimat zu ziehen, um beim ersten Wanken der Macht meines Bruders über ihn herzufallen.<br> Doch wenn ich nun über den Wald gucke, sehe ich noch immer den zum Himmel aufsteigenden schwarzen Rauch. Ich weiß, dass es zu früh ist. Das, was Boldreth erhofft, wird in nächster Zeit noch nicht geschehen. Und sollte er dennoch Recht haben: Ich fürchte eine endlose Schlacht. Ein zu rascher Rückzug würde etliche Tote auf beiden Seiten bedeuten...

source: The other day...
de_de: Am nächsten Tag...

source: Today, my warriors picked up an old man, wandering sick and wounded through the dark forest. We listened in horror when he told us of the atrocities taking place in Al'thunran.<br>I hereby renew my oath - I will stop this madness at any cost!
de_de: Heute sammelten meine Krieger einen alten verwirrten und verletzten Mann auf, der durch den dunklen Wald lief. Wir hörten mit Schaudern zu, als er erzählte was für dämonische Schandtaten in Al'thunran stattfinden.<br>Hiermit erneuere ich mein Gelübde - Ich werde diesen Wahnsinn stoppen, was auch immer es kosten mag!

source: Another evening...
de_de: Eines Abends...

source: Victory!
de_de: Sieg!

source: Very well done, chieftain. We now have all we need to face the winter and may prepare ourselves for the battles ahead.<br><br>VICTORY!<br><br> You may continue if you wish. Otherwise, move on to the next mission.
de_de: Gut gemacht! Jetzt haben wir alles, um sicher über den Winter zu kommen und können uns auf die zukünftigen Kämpfe vorbereiten.<br><br>SIEG!<br><br> Falls Du willst, kannst Du hier weiterspielen. Ansonsten beginne die nächste Mission.

source: Mission Complete
de_de: Mission komplett

source: - press SPACE to see where you can build. The red spots show you, where a small building - like a Lumberjack - may be built.<br>- build a Lumberjack at the red spot directly right of your headquarters by clicking at it and selecting a Lumberjack.<br>- Build a road between your headquarters and the Lumberjack. You do so by clicking the flag of either building and then the road-button. Around the flag should appear symbols, showing how steep the way in this direction would be. The steepier the way, the harder it will be for your people to walk on it. When you click such a symbol, you build a part of the road and must choose the next direction then. Build a road between the flags in front of the two buildings. Try to keep it short and even.
de_de: - Drücke die Leertaste, um zu sehen wo Du bauen kannst. Die roten Punkte zeigen Dir, wo Du ein kleines Gebäude, wie zum Beispiel einen Holzfäller, bauen kannst. <br>- Baue einen Holzfäller, indem Du auf den roten Punkt rechts Deines Hauptquartiers klickst und den Holzfäller auswählst.<br>- Baue eine Straße zwischen Deinem Hauptquartier und dem Holzfäller. Dies kannst Du machen, indem Du auf die Flagge eines der Gebäude klickst und den Straßenknopf drückst. Um die Flagge sollten daraufhin Symbole erscheinen, die aufzeigen wie steil der Weg in diese Richtung wäre. Je steiler der Weg ist, desto schwerer wird es für Deine Leute, auf ihm zu laufen. Wenn Du nun eines der Symbole anklickst, baust Du einen Teil der Straße und musst dann die nächste Richtung angeben. Baue eine Straße zwischen den Flaggen der beiden Gebäude und versuche, sie möglichst eben zu halten.

source: - There is a flag symbol in the mid of the way you just built. By clicking it and, in the consecutively opening menu, clicking the flag-button, you place a flag there, thus splitting the work of carrying the wood between two carriers. When much wares are being transported between two points, additional flags in between make them get faster to their destination, thus improving your infrastructure. Place a flag in the mid of the road.<br>- Place a Lumberjack directly south of the flag you are about to place on the road. Connect said flag with the new Lumberjack afterwards. Note that, instead of building a road step by step, you may also directly click at the destination to build the entire road at once.
de_de: - Es gibt ein Flaggensymbol in der Mitte des Weges, den Du eben gebaut hast. Wenn Du es anklickst und im sich öffnenden Menü das Flaggensymbol wählst, setzt Du dort eine Flagge. Das teilt die Arbeit des Holztragens auf zwei Träger auf. Wenn viele Waren zwischen zwei Punkten transportiert werden ist es sinnvoll Flaggen hinzuzufügen, da der Transport so viel schneller voran geht. Setze eine Flagge auf die Mitte der Straße.<br>- Baue einen weiteren Holzfäller südlich der Flagge die Du eben gesetzt hast. Danach verbinde den neuen Holzfäller mit dieser Flagge. Du kannst die Straße automatisch bauen lassen, anstatt Stück für Stück vorzugeben. Wähle wieder den Straßenbauknopf einer Flagge aus und klicke dann auf das Ziel, um die gesamte Straße zu bauen.

source: - Build a Ranger's Hut to the east of the Lumberjack.
de_de: - Baue ein Forsthaus östlich des ersten Holzfällers.

source: - Build two Quarries south-west of your headquarters.
de_de: - Baue zwei Steinmetze in die Nähe der Felsen im Südwesten Deines Hauptquartiers.
